{
  "type": "Article",
  "title": "Emails to an Etymologist",
  "author": "Michael Quinion",
  "location": "Thornbury, Bristol",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Emails to an Etymologist</h1>\n<p><em><span data-rel=\"author\">Michael Quinion</span> <span data-rel=\"location\">Thornbury, Bristol</span></em></p>\n<p>The recent publication of my book on  etymology<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> led to many broadcast interviews, as a result of which I now seem to be on a list for people wanting to email me with weird ideas for programmes (you've heard of A-list celebrities? Mine must surely be the F-list, the letter being all too appropriate). One recent email proposed I advise a freelance television company on making a series that would ask people to send in suggestions for the origin of some intriguingly obscure expression, which a panel would then pass judgement on. Or something like that—much of my will to live ebbed away part-way through the pitch. My book may be about popular etymology, the way people invent stories to explain the origins of puzzling words and phrases, but my mind retreated in confusion at the suggestion we might encourage more of it.</p>\n<p>As I run a popular Web site and send out umpteen thousand copies of a newsletter by email each week (and get about a thousand replies), I have come to expect the occasional incoming message that puts forward an odd ideas about word origins. A good example happened in Halloween week, after I'd written a piece about the origin of <em>What the Sam Hill</em> as a euphemism for invoking the devil. Several subscribers emailed with the thought that its link with Satan might be through the Celtic festival of <em>Samhain</em>. Samhain—Sam Hill, what could be clearer? One problem—leaving aside the total lack of evidence—is that it only works in print, since Samhain is said nothing like the way it's spelled.</p>\n<p>Those subscribers can be grouped with correspondents who suggested in all seriousness that <em>bodacious</em> comes from the name of the Celtic queen who almost defeated the Romans at the battle of Colchester in AD 62. Or the earnest correspondent who pointed out that <em>green room</em> is what surfers call the inside of a perfect wave and that it must therefore be related to the source of the theatrical sense. Or the one who noted that during the First World War soldiers serving in the trenches became prone to lice and that they would purge their clothing with soap or flame to remove the beasts, which they called <em>chats</em>—hence <em>chatting</em> for their conversation as they did it.</p>\n<p>Another emailer argued that <em>easy as pie</em> originated in Australia around 1920 from the Maori word <em>pai</em>, meaning “good.”</p>\n<p>Yet another suggested that <em>pull up your socks</em> derives from an old theatrical tradition in which actors literally pulled their socks up to indicate a change in mood from comedy to tragedy. One writer told me a disabled friend found the word <em>handicapped</em> offensive because he believed that in the past a person with a physical disability would be forced to stand on a street corner and beg for money cap in hand.</p>\n<p>What interests me about these stories, leaving aside the resource they provide for folkloric investigation, is that many of them have features in common. One major misconception seems to be that if one stares hard enough at a word for long enough, its history will become obvious. It's also clear that the concept of looking things up is alien to their inventors. Most stories come in after I've published what we know about a word, including where and when it was first recorded. Writers with odd theories disregard this evidence: the story's the thing and facts are unimportant. This is linked to another characteristic: an ignorance, not only of history, but of the <em>idea</em> of history. History so often seems to be regarded as an amorphous undifferentiated bundled-together happening in which the Wars of the Roses sit alongside the French Revolution, or Shakespeare was a near contemporary of Wordsworth (assuming that the writer knows anything about any of these). A further mistake is to assume that any coincidence of spelling or sound between a word in another language and an English one represents a real connection, no matter how unlikely. A subset of this conviction is that all words are Hebrew in origin.</p>\n<p>One of the stranger but more common beliefs is that almost any word is an acronym. As others have made clear in previous issues, this is almost never true, to the extent that the first rule of etymology is never to believe an acronymic origin unless presented with incontrovertible evidence to the contrary. Applying this rule quickly disposed of e-mailers who firmly told me that <em>digs</em>, a British word for lodgings, is actually from 'Dine-In GuestS', that the outmoded Australian term <em>wowser</em> for an excessively puritanical person is an acronym of 'We Only Want Social Evils Remedied', that <em>gaff</em>, a British colloquialism for one's place of residence, derives from 'General Address For Friends', that <em>news</em> is actually a telegraphic abbreviation for 'North, East, South, and West', and that <em>hep</em> is an anti-Semitic slogan from 'Hierosolyma Est Perdita', Jerusalem is lost.</p>\n<p>To be any good at etymology you need to know a fair bit of history and understand something of the cultures of earlier places and periods, have a mind that's tuned to what human beings are likely to do with language and how words evolve, have a good knowledge of the linguistic roots of English, and—most importantly—be prepared to put in a lot of boring deskwork researching origins. This was the message I tried to put over to the television researcher, without much success: that etymology isn't an easy game for beginners to play. You don't have to be professionally qualified (I'm not, nor are most lexicographers) but you do need to be well informed and be prepared to learn a lot before you can make a useful contribution.</p>\n<p>Of course, it helps if you have thousands of subscribers who delightedly put you right about the slightest error. But that's another story.</p>\n<hr>\n<p><em>[Michael Quinion is the editor of the online newsletter World Wide Words. Visit his website at <em><a href=\"http://www.worldwidewords.org\">www.worldwidewords.org</a>.</em>]</em></p>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p><em>Ballyhoo, Buckaroo, and Spuds: Ingenious Tales of Words and Their Origins</em>, published in the USA by the Smithsonian Institution Press, ISBN 1588342190; outside the USA available as Port Out, Starboard Home: And Other Language Myths, published by Penguin Books, ISBN 0140515348. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Emails to an Etymologist</h1> <p><em><span data-rel=\"author\">Michael Quinion</span> <span data-rel=\"location\">Thornbury, Bristol</span></em></p> <p>The recent publication of my book on  etymology<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> led to many broadcast interviews, as a result of which I now seem to be on a list for people wanting to email me with weird ideas for programmes (you've heard of A-list celebrities? Mine must surely be the F-list, the letter being all too appropriate). One recent email proposed I advise a freelance television company on making a series that would ask people to send in suggestions for the origin of some intriguingly obscure expression, which a panel would then pass judgement on. Or something like that—much of my will to live ebbed away part-way through the pitch. My book may be about popular etymology, the way people invent stories to explain the origins of puzzling words and phrases, but my mind retreated in confusion at the suggestion we might encourage more of it.</p> <p>As I run a popular Web site and send out umpteen thousand copies of a newsletter by email each week (and get about a thousand replies), I have come to expect the occasional incoming message that puts forward an odd ideas about word origins. A good example happened in Halloween week, after I'd written a piece about the origin of <em>What the Sam Hill</em> as a euphemism for invoking the devil. Several subscribers emailed with the thought that its link with Satan might be through the Celtic festival of <em>Samhain</em>. Samhain—Sam Hill, what could be clearer? One problem—leaving aside the total lack of evidence—is that it only works in print, since Samhain is said nothing like the way it's spelled.</p> <p>Those subscribers can be grouped with correspondents who suggested in all seriousness that <em>bodacious</em> comes from the name of the Celtic queen who almost defeated the Romans at the battle of Colchester in AD 62. Or the earnest correspondent who pointed out that <em>green room</em> is what surfers call the inside of a perfect wave and that it must therefore be related to the source of the theatrical sense. Or the one who noted that during the First World War soldiers serving in the trenches became prone to lice and that they would purge their clothing with soap or flame to remove the beasts, which they called <em>chats</em>—hence <em>chatting</em> for their conversation as they did it.</p>"
}