{
  "type": "Article",
  "title": "Checking In/Checking Out: Hotel Slang of the 1950s",
  "author": "Louis Phillips",
  "location": "New York City",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Checking In/Checking Out: Hotel Slang of the 1950s</h1>\n<p><em><span data-rel=\"author\">Louis Phillips</span> <span data-rel=\"location\">New York City</span></em></p>\n<p>Every once in a while, I stumble across an out-of-the-way book that contains not only colorful stories but also colorful slang terms not included in the usual slang reference works. One recent discovery was a 1957 Pyramid paperback—<em>I Was a House Detective,</em> by Dev Collans with Stewart Sterling.</p>\n<p>Dev Collans, who started out as a bellhop and then worked his way up or sideways into becoming a house detective for a hotel in Boston, tosses out such unusual terms as <em>Bathroom Bertha, Comeback Kid,</em> and <em>Lobby Lice</em>. He even mentions a burglar's tool that he calls an <em>outsiti</em>. The term <em>outsiti</em> appears in no unabridged dictionary that I have consulted.</p>\n<p>The term <em>Lobby Lice</em> is fairly obvious. It is merely a variation on the more common term <em>Lounge Lizard</em>. <em>Lobby Lice</em> and <em>Lounge Lizards</em> (nice use of alliteration there) refer to persons who try to spend their days and/or nights seated in comfortable chairs and couches in the lobbies of fashionable hotels. They are not occupants or guests of the hotel—merely outside persons looking for a comfortable place to rest.</p>\n<p>But what kind of person is a <em>Bathroom Bertha?</em> Well, he or she is a hotel guest who, in order to avoid tipping the bellhop, rushes into the bathroom as soon as the hotel room door is opened. Here is how Mr. Collans describes such a character: “Many times I've had a guest beat me to it, by dashing into the bathroom the instant the door to the room was unlocked. From inside the bathroom would come a muffled, 'I'll see you later, Bellboy.' Never, to my recollection, did one of those 'Bathroom Berthas' ever 'see me later.'” There are probably some of those cheapskates still around.</p>\n<p><em>Comeback Kids,</em> on the other hand, may be out of business these days, because their method of operation took place at a time when hotels issued keys to their guests, not the computerized plastic cards now in favor. In the book, this thief or room rifler is described as follows:</p>\n<p>A Comeback Kid was a room-rifler who operated by the simple procedure of checking in and checking right out again the next day but 'forgetting' to turn in the room key when he left. A day or so later he'd come in again, play safe by phoning the room to make sure the new guest was out, then the Comeback Kid would simply go up to the room, unlock it as if he still belonged there, rifle the luggage at leisure. (p. 11)</p>\n<p>It is the old-fashioned use of keys in major hotels that brings us to the curious word <em>outsiti</em>. Hotels once advised their guests that, if they wished to feel safe in their rooms, they should keep their keys in the lock. Such an action would foil anyone trying to use a key to gain entry to their rooms. However, thieves—being what they are—invented a clever contraption that could be inserted into the keyhole from the outside and used to turn the key to unlock the door. Mr. Collans defines it as “a thin-nosed, tweezer-type pair of pliers with tiny concave lips. It was small enough to be shoved into a keyhole; the miniature lips could clamp around the end of a key. With the <em>outsiti</em>, the creep could open a door even when the key had been left in the lock in accordance with the hotel's official warning.” (p. 32)</p>\n<p><em>Outsiti</em>, however, is an unusual spelling for the tool usually known as an <em>outsider</em>. <em>Outsider</em> as a burglar's tool is, in fact, in the <em>OED</em>, and the <em>OED</em> includes a citation from the <em>Columbus (Ohio) Dispatch</em> of January l5, 1896: “The burglary must have been well planned. Three of the doors…were opened by means of outsiders.”</p>\n<p>Perhaps <em>outsiti</em> was a misspelling? A misprint? Or simply New England vernacular? Anyone who knows the answer may be up to no good.</p>\n<p><em>[Louis Phillips lives and writes in New York City.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Checking In/Checking Out: Hotel Slang of the 1950s</h1> <p><em><span data-rel=\"author\">Louis Phillips</span> <span data-rel=\"location\">New York City</span></em></p> <p>Every once in a while, I stumble across an out-of-the-way book that contains not only colorful stories but also colorful slang terms not included in the usual slang reference works. One recent discovery was a 1957 Pyramid paperback—<em>I Was a House Detective,</em> by Dev Collans with Stewart Sterling.</p> <p>Dev Collans, who started out as a bellhop and then worked his way up or sideways into becoming a house detective for a hotel in Boston, tosses out such unusual terms as <em>Bathroom Bertha, Comeback Kid,</em> and <em>Lobby Lice</em>. He even mentions a burglar's tool that he calls an <em>outsiti</em>. The term <em>outsiti</em> appears in no unabridged dictionary that I have consulted.</p> <p>The term <em>Lobby Lice</em> is fairly obvious. It is merely a variation on the more common term <em>Lounge Lizard</em>. <em>Lobby Lice</em> and <em>Lounge Lizards</em> (nice use of alliteration there) refer to persons who try to spend their days and/or nights seated in comfortable chairs and couches in the lobbies of fashionable hotels. They are not occupants or guests of the hotel—merely outside persons looking for a comfortable place to rest.</p>"
}