{
  "type": "Article",
  "title": "Bats",
  "author": "David Galef",
  "location": "University, Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Bats</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University, Mississippi</span></em></p>\n<p>“'He's a few sandwiches short of a picnic,'” read my nine-year-old son in a British kids' book the other day. He looked up from the page. “What's that mean?”</p>\n<p>“It means he's not playing with a full deck,” I answered, not thinking clearly because I hadn't yet absorbed my matutinal caffeine.</p>\n<p>His brow furrowed. “How can you play with cards missing?”</p>\n<p>“That's the point. You can't.” I arose triumphantly to pour myself a cup of coffee. “You also can't play well if you've lost your marbles.” I took a restorative sip. “You can't function if you've got a screw loose.”</p>\n<p>My son looked hard at me. He's usually swift on the uptake. “You mean crazy? Or just stupid?”</p>\n<p>“That's a good question,” I told him in a fine, supportive, parental way. I mentally tried out a few well-known ones: <em>mad as a hatter,</em> for instance, from the mercury compounds that hatters used to stiffen furs into hats. Prolonged exposure to the mercury caused neurological damage; hence the figure of the mad hatter in <em>Alice in Wonderland</em> (though most people's image of him comes from the accompanying illustrations by John Tenniel). But some other expressions I cherish evoke a clouded brain, like <em>toys in the attic</em> and <em>bats in the belfry,</em> both of which deliver a fine Gothic feel. <em>Bats in the belfry</em> is often reduced simply to <em>batty</em> or just plain <em>bats</em>—definitely crazy, which is to say <em>lunatic</em> or <em>looney tunes.</em> The word <em>lunatic</em> itself derives from the notion that some people go crazy during the full moon, which is also why some folks are termed <em>moonstruck.</em> I mentioned all this information to my son, who knew some of the expressions, though not their origin.</p>\n<p>“Yes, I know, but—”</p>\n<p>“<em>Gone off the deep end</em>—you know that one?” I interjected. “Think of a pool, and you dive into the area where you're not supposed to swim, and now you're submerged, unable to reach the surface again.” But I didn't want him to become an aqua-phobe, so I hurried on. “In fact, now that I think of it, a lot of these expressions have to do with not being in the right place.”</p>\n<p>“Like what?”</p>\n<p>“Well, <em>around the bend</em> or <em>off the rails.</em> Think of a railroad car that's gone astray. Sometimes they say <em>off one's trolley</em> or <em>rocker.</em> And <em>loopy</em>: that may have to do with just going around in circles.” But did that explain <em>screwy</em> or <em>screwball</em>? I gazed into the middle distance. The coffee was doing its work. Something about insanity or just eccentricity makes people want to elaborate, as if <em>mad</em> came up woefully short, and one had to mime chewing the carpet, an action that a friend of mine playing charades once used to convey Hitler, or twirl one's forefinger at one's head and trill “Cuckoo!”—though apparently the term comes not from any clockwork bird but from the live bird that repeats the same silly note till you want to throttle it.</p>\n<p>You can observe a whole range of being off-kilter, starting with <em>eccentric</em>, <em>quirky</em>, and <em>queer,</em> though this last term was once leveled against homosexuals as a term of opprobrium and then appropriated by them as a semi-badge of honor. More out there are <em>wiggy,</em> from the expression <em>to flip one's wig,</em> and <em>dotty,</em> from doting too much, in an epoch when <em>fond</em> was equated with <em>foolish</em>. <em>Ditzy</em> (<em>dizzy</em> + <em>dotty</em>?) and <em>daffy</em> (from <em>daft</em>) come later, along with <em>wacky</em> (to have been hit or whacked?). Far more serious is <em>stark, staring mad</em> (which should really be <em>stark staring mad</em>, with no comma, since <em>stark</em> was originally an adverb), <em>psycho,</em> and <em>ready for the laughing academy</em>—the residence for Rebecca of Sunnybrook Farm.</p>\n<p>Along the far end are foods: <em>nutty as a fruitcake,</em> or simply <em>nutso</em> or <em>nuts</em> (<em>nut</em> meaning head, so <em>off his nut</em> means crazy, as with <em>off his chump</em>). In a curious twist (see <em>twisted</em> for deranged), Zadie Smith's London-based immigrant characters in her novel <em>White Teeth</em> call someone <em>a few raisins short of a fruitcake.</em> On the other hand, since a dotty preacher in Nick Hornby's <em>How to Be Good</em> is described as <em>one wafer short of a communion</em>, clearly the short of pattern has become endemic. But to get back to food: certain friends of yours may also be <em>crackers</em>, with <em>cracked</em> somewhere in there, the point being that they're apt to fall apart, which suggests another image, of people falling to pieces. They may also <em>go bananas.</em></p>\n<p>“I know that one,” said my son, who seemed to have been listening to my thought process. “But then how come some people are bad apples?”</p>\n<p>“Another realm entirely,” I carelessly explained, rushing on.</p>\n<p>Craziness is also no mere sedentary activity. In many manifestations, it's positively kinetic. Uncle Ned may be <em>crazy as a bedbug,</em> presumably because the critters jump around a lot. For that reason, he may simply be <em>buggy</em> and ought to be sent to the <em>bughouse.</em> Or Ned may be <em>bouncing off the wall,</em> or just <em>off the wall</em> with the verb understood. My own, limited observations of nutters have been of melancholic, immobile individuals, but maybe I need to hang out with more manic types. <em>Alice in Wonderland</em> features not just a mad hatter but a March hare as well, a species also paired with <em>mad as a—</em>, though to associate the rabbit with <em>hopping mad</em> is to confuse crazy with angry. Other energetic animals bespeak madness also, at least to us: <em>crazy as a coot</em> comes from water birds that act outrageously during mating season. <em>Bonkers</em> (like having been whacked?) and <em>gaga</em> (onomatopoeic for what mad people say) both connote no passive, drooling quality. The same is true for <em>running amok</em> (or <em>amuck</em>). You can <em>babble like a brook,</em> even <em>froth at the mouth,</em> possibly from rabies. You can be <em>raving</em>. You might even be, if you're British, <em>two stops west of Ham,</em> which presumably lands you at a train station called Barking [mad], though apparently it's not really just two stops. You might even be <em>balmy</em>, or the British-inflected <em>barmy</em>. No wonder that another, calm-inducing term is <em>ready for the straitjacket.</em></p>\n<p>Still, my son wanted to know about stupidity. In fact, my real favorites are more about slow-wittedness, or just the slow: the <em>retarded</em>, the <em>scatterbrained</em>, the <em>witless</em>, the <em>addlepated</em>, those <em>thick as a brick</em> or <em>two planks,</em> or, as P. G. Wodehouse put it, the <em>dim bulbs</em> of this world. Sometime a cause is provided, as in the old expression <em>water on the brain,</em> or hydrocephalic. The Southern version of this state, <em>touched in the head</em> (presumably with the finger of God), often phrased as <em>tetched in the haid, like</em> or simply <em>tetched</em>, is similar. These expressions were cooked up years before the politically correct swooped in and substituted <em>learning disabled</em> or <em>mentally challenged</em> for them. I'm not a cruel man, I swear, but I miss that local color.</p>\n<p>In fact, some of the figurative expressions that mean <em>crazy</em> tend to shade over into those that simply connote feeblemindedness. When I want to describe a person <em>not operating on all four burners,</em> I may note that <em>the gears aren't meshing.</em> Alternatively, I may claim that she's <em>minus some buttons.</em> Or that she's n<em>ot the sharpest knife in the drawer</em>. Or, as I once heard the political satire group called The Capitol Steps describe the mental life of an incumbent, <em>the wheel is turning, but the hamster's dead.</em> This last sum-up acts as a neat variant for <em>dead from the neck up,</em> <em>nothing's going on up there</em>, or simply <em>nobody home.</em> Most of these seem innocently derisive: there's something almost endearing in a being so simpleminded that when comprehension dawns (itself a figure of speech), <em>you could see the penny drop,</em> a metaphor for a vending machine activated by a coin slid into the slot.</p>\n<p>“Does that explain things?” I asked my son, a bit breathlessly. I looked into my coffee cup, but none was left. I must have slurped it all between logorrheic rushes.</p>\n<p>My son wisely sipped his orange juice. “You know,” he told me, “you're a little off yourself, some days.”</p>\n<p><em>[David Galef is the editor an anthology of fiction by and for people over forty called <em>20 Over 40,</em> from the University Press of Mississippi. He's a professor of English and the program administrator of the M.F.A. program in creative writing at the University of Mississippi.]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Bats</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University, Mississippi</span></em></p> <p>“'He's a few sandwiches short of a picnic,'” read my nine-year-old son in a British kids' book the other day. He looked up from the page. “What's that mean?”</p> <p>“It means he's not playing with a full deck,” I answered, not thinking clearly because I hadn't yet absorbed my matutinal caffeine.</p> <p>His brow furrowed. “How can you play with cards missing?”</p>"
}