{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Summerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Summerset, Britain</span></em></p>\n<p>“Not to use a well-worn cliché,” said a radio commentator as Bangladesh's cricketers caused the sporting surprise of the decade by beating Australia's, “but it's a funny old game.” Is there a name for this technique, by which a speaker seeks to absolve himself in advance by announcing that he isn't going to do the thing he then goes on to do? I once heard a man in a pub say to another, “No offence, but you are the sorriest tosser I've ever met.” The extraordinary thing is, it worked: no punch was thrown.</p>\n<p>We haven't had any “superglued words” lately, so I'm grateful to the reader who reminded me that the only type of hoax ever mentioned in newspapers is the <em>elaborate hoax</em>. Simple hoaxes, he supposes, simply go unreported.</p>\n<p>Not a hoax, unfortunately, was the decision by Britain's Department of Trade and Industry to change its name to the Department for Productivity, Energy and Industry (DPEI). The costly cosmetic decision was quickly reversed, however, when the government minister in charge at the DPEI—the Productivity Energy and Industry Secretary—found that his new acronym was PEnIS. (The official explanation for the rethink, I should point out, was that “The Secretary has been listening to feedback from stakeholders.”)</p>\n<p><em>Stakeholders</em> have also been widely consulted over plans to build a huge number of new homes across the UK, as a result of which it's been agreed that, in some developments, “up to half of the homes will be affordable.”</p>\n<p>What's going to become of the unaffordable ones I don't know, since, by definition, no-one's ever going to buy them.</p>\n<p>If you suffer from hay fever, you might be interested in a new product being advertised in British periodicals. It uses phototherapy, apparently, which is “a widely accepted form of non-evasive treatment.” Perhaps <em>evasive</em> therapies are those tablets which slip out of your fingers and lodge themselves down the back of the sofa.</p>\n<p>A few years ago in this column I mentioned that I'd received an invoice from a U.S. publisher addressed to “Mat Coward, Valued Customer,” set out as if the last two words were part of my address. Last week, I heard from the company again—and this time they saluted me as “Max Coward, Valued Customer.” It's good to know that the computer still values me sufficiently to get half my name right.</p>\n<p>Words which are used to disguise the reality of unequal relationships have always been popular with the powerful, and language plays an important part in the modern management method of trying to persuade staff members that, far from being anything so demeaning and old-fashioned as <em>employees,</em> they are really members of a big, happy family—equal-but-separate, you might say. When two union activists were sacked by a supermarket chain, leading to threats of a national strike, the company defended its actions by explaining that “two colleagues were dismissed for misconduct, not for any trade union issues.” Everyone is a <em>colleague</em> these days; there are no <em>workers</em> any more, let alone <em>bosses</em>.</p>\n<p>It'd be no good writing a column like this one without acknowledging that some of my dislikes are largely irrational. Even so, I hope I'm not the only person in the world who has always been irritated by the use in newspaper headlines of the present tense to report events which have already happened. I&nbsp;take grim satisfaction from those occasions on which headline writers are tripped up by their own “now habit,” as in this tortured example: “Boy of 2 is found wandering along the street TWO DAYS ago—and NO ONE has claimed him.”</p>\n<p>Another source of innocent fun is seeing someone drawn irresistibly to a familiar phrase, even when context renders the cliché absurd.</p>\n<p>I made a scribbled note some months ago when I heard a professional snooker player tell an interviewer that, “basically, I've been on a one-way roller coaster this year.” I've no idea how a one-way roller coaster might work: would it only go up? Only go down? But the sad thing is that, all this time later, I cannot recall whether the player meant he'd had a good year or a bad one.</p>\n<p>[Check out Mat Coward's web page at: <a href=\"http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html\">http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html</a>.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Summerset, Britain</span></em></p> <p>“Not to use a well-worn cliché,” said a radio commentator as Bangladesh's cricketers caused the sporting surprise of the decade by beating Australia's, “but it's a funny old game.” Is there a name for this technique, by which a speaker seeks to absolve himself in advance by announcing that he isn't going to do the thing he then goes on to do? I once heard a man in a pub say to another, “No offence, but you are the sorriest tosser I've ever met.” The extraordinary thing is, it worked: no punch was thrown.</p> <p>We haven't had any “superglued words” lately, so I'm grateful to the reader who reminded me that the only type of hoax ever mentioned in newspapers is the <em>elaborate hoax</em>. Simple hoaxes, he supposes, simply go unreported.</p> <p>Not a hoax, unfortunately, was the decision by Britain's Department of Trade and Industry to change its name to the Department for Productivity, Energy and Industry (DPEI). The costly cosmetic decision was quickly reversed, however, when the government minister in charge at the DPEI—the Productivity Energy and Industry Secretary—found that his new acronym was PEnIS. (The official explanation for the rethink, I should point out, was that “The Secretary has been listening to feedback from stakeholders.”)</p>"
}