{
  "type": "Article",
  "title": "Who Put the Nick in My Name?",
  "author": "Gloria Rosenthal",
  "location": "Valley Stream, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Who Put the Nick in My Name?</h1>\n<p><em><span data-rel=\"author\">Gloria Rosenthal</span> <span data-rel=\"location\">Valley Stream, New York</span></em></p>\n<p>When I was 13 years old I did something nobody in my family had ever done before.  My mother, sisters, brother and a horde of relatives could not understand how a member of this happy family could be so rebellious.</p>\n<p>What had I done? I did not get tattooed, wear a nose ring or dye my hair purple. I simply refused to answer to my nickname.</p>\n<p>Up to then I had been called by a warped version of “Gloria.” My brother was 16 months old and just learning to talk when I was born, and he mangled my name. Everyone in the family thought it was oh, so cute, so they all started to call me ___.  Oops! Never mind; that's what my mutiny was all about. I wasn't going to spend the rest of my life answering to a strange name given me by a kid we all called “Brother.”</p>\n<p>Yes, we are a family of nicknames. My defiance bewildered them. After all, how could a clan of people called <em>Brother, Babe, Bubbles, Sonny, Kutch, Rusty, Doll</em> and <em>Bunny</em> have this alien, this ... how you say ... Gloria, in their ranks? They reacted the way my sister did when she, her husband, our brother and our cousin came to visit my husband Larry (his family sticks to birth names) and me at a campground where we had a trailer. The owner of the campground stopped by to meet our family and I proceeded to introduce them. “Babe, Sonny, Brother and Bunny, I'd like you to meet Bill.”</p>\n<p>“<em>Bill</em>?” my sister, Babe, said, “What a funny name!”</p>\n<p>My brother, a grandfather seven times over, is still Brother to everyone, related or not, and he's Uncle Brother to nieces and nephews. As a member of a fraternal organization, wherein every member is considered a brother, he was known as Brother Brother.</p>\n<p>Aunt Kutch was quite comfortable with her nickname, thank you, until the day she decided, quite suddenly, to become Aunt Cookie. “Easier for the children to say,” she announced, as babies were being born into the family, babies who would soon be acquiring nicknames.</p>\n<p>Apparently exchanging one nickname for another was perfectly acceptable, but replacing a nickname with a real, listed-on-the-birth-certificate name was bizarre.</p>\n<p>So there I was at 13, determined to change the pattern. I refused to answer everyone who called me by “that name.” I missed out on a lot of fun because Brother was determined to make me relent, to answer to my “given name,” the name <em>he</em> gave me, that is. He'd use it when offering me treats: “Hey, ___, want half of my candy bar?” I ignored him. Or “C'mon ___, I'll treat you to the movies.”  I walked away.</p>\n<p>He ate the whole candy bar, in front of me, of course, and then went to the movies alone. I stayed home, a liberated woman even then.</p>\n<p>It was about six months after my rebellion began that I noticed the first tentative signs of victory.  Brother called to me from outside one day. “Gloria, come on out and play ball.” Two days later Mother called <em>Gloria</em> to dinner and the next day Brother asked <em>Gloria</em> to play Monopoly.  And soon and at last, I was always Gloria. Hail the conquering heroine!</p>\n<p>Over the years people have asked how I happen to have a common name in a family of quaint ones and I tell the story of my revolt but I never reveal the name.</p>\n<p>To this day, I get a kick out of the fact that my dearest relatives are still <em>Bubbles, Babe, Bunny, Doll, Brother, Sonny</em> and <em>Rusty</em> instead of <em>Barbara, Dorothy, Lilyan, Dulcie, Hewitt, Saul</em> and <em>Judy</em>.</p>\n<p>But I get a much bigger kick knowing that nobody even remembers that for 13 years I was called—ouch!—<em>Gooky</em>!</p>\n<p>And I'm not showing any one of them this article.</p>\n<p>But now that you've seen mine, how about showing me yours? Come on, reveal those nicknames that will make us smile or smirk, whichever comes first. But please, if you email  me (at <em><a href=\"mailto:worldofwords@optonline.net\">worldofwords@optonline.net</a></em>) don't call me anything but Gloria or expect to be ignored just as my family was all those years ago. I'm very good at that.</p>\n<p><em>[Gloria Rosenthal runs the Wonderful World of Words weekend at Mohonk Mountain House. For more information, visit <a href=\"http://www.mohonk.com\">www.mohonk.com</a>.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Who Put the Nick in My Name?</h1> <p><em><span data-rel=\"author\">Gloria Rosenthal</span> <span data-rel=\"location\">Valley Stream, New York</span></em></p> <p>When I was 13 years old I did something nobody in my family had ever done before.  My mother, sisters, brother and a horde of relatives could not understand how a member of this happy family could be so rebellious.</p> <p>What had I done? I did not get tattooed, wear a nose ring or dye my hair purple. I simply refused to answer to my nickname.</p> <p>Up to then I had been called by a warped version of “Gloria.” My brother was 16 months old and just learning to talk when I was born, and he mangled my name. Everyone in the family thought it was oh, so cute, so they all started to call me ___.  Oops! Never mind; that's what my mutiny was all about. I wasn't going to spend the rest of my life answering to a strange name given me by a kid we all called “Brother.”</p>"
}