{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Words of Power",
  "author": "Nick Humez",
  "location": "mythsongs@earthlink.net",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Words of Power</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">mythsongs@earthlink.net</span></em></p>\n<p>Readers of a certain age may experience a certain queasy frisson on reading the title of this column, recalling Dr. Wilfred Funk's <em>Six Weeks to Words of Power,</em><sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> one of several cheerfully dogged vocabulary-drill books much in vogue in the post-Sputnik, pre*−*Vietnam War secondary schools. Rest easy; this is not that sort of article.”Say the magic word,”<sup><a href=\"#user-content-fn-b2\" id=\"user-content-user-content-fnref-b2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> we tell our children, coaxing from them the omitted <em>please</em>. Though still at a tender age, the respondents have already been taught some underlying assumptions on which the adult interlocutor draws: That certain words have the ability to make things happen by the mere speaking of them, and that the parent's response to “please” will be as reliable as Nature (momentarily setting aside all her laws) will be when the stage magician says “Abracadabra!” and produces a rabbit from his top hat or doves out of thin air.<sup><a href=\"#user-content-fn-b3\" id=\"user-content-user-content-fnref-b3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p>\n<p>That words can generate phenomena ex nihilo is an idea at least as old as ancient Egypt, in whose Memphis creation story the god Ptah makes the nine first gods through gestures,<sup><a href=\"#user-content-fn-b4\" id=\"user-content-user-content-fnref-b4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> and by speaking their names.<sup><a href=\"#user-content-fn-b5\" id=\"user-content-user-content-fnref-b5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> By chanting in its entirety the creation epic called the Enuma Elish at the New Year Festival, the chief priest of Bel-Marduk at Babylon helped to ensure the empire's prosperity in the coming year through his reiteration of the primal victory of Marduk over Tiamat, the triumph of wind over the annual floodwaters.<sup><a href=\"#user-content-fn-b6\" id=\"user-content-user-content-fnref-b6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> For St. John the Evangelist, the Word was the ultimate reality, and its manifestation in flesh the salvation of a world gone seriously astray.<sup><a href=\"#user-content-fn-b7\" id=\"user-content-user-content-fnref-b7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> And Celtic bards were widely believed to cause blemishes to appear on their satiric victims, as well as exterminating household pests.<sup><a href=\"#user-content-fn-b8\" id=\"user-content-user-content-fnref-b8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup></p>\n<p>The Romans had spells composed in part of words whose meaning was arcane but whose power was thought to be supernatural; Cato the Censor's treatise on agriculture includes the following charm, supposed to speed the healing of bone fractures: “Huat, hanat, huat, ista, pista, sista, domina, damnaustro, luxato.”<sup><a href=\"#user-content-fn-b9\" id=\"user-content-user-content-fnref-b9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> Medieval mystics on the fringes of orthodox Christianity record spells useful for such things as summoning servile spirits (“by the most terrible words: Soab, Sother, .&nbsp;.&nbsp;. Hdon, Amathon, Mathay, .&nbsp;.&nbsp;. Eel, Eli, Zoag, Dion, Anath, Tafa, Uabo, .&nbsp;.&nbsp;. Appear before me .&nbsp;.&nbsp;. in a mild and human form, and do what I&nbsp;desire”)</p>\n<p>and the registry and animation of magic carpets (“Then, fold it up, saying Recapustira, Cabustira, Bustira, Tira, Ra, A; and keep it carefully until you next need it. .&nbsp;.&nbsp;. [A]fter casting some incense on the fire, .&nbsp;.&nbsp;. say: Vegale, Hamicata, Umsa, Terata, Yeh, Dah, Ma, Baxasoxa, Un, Horah, Himesere .&nbsp;.&nbsp;.”).<sup><a href=\"#user-content-fn-b10\" id=\"user-content-user-content-fnref-b10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> Moreover, folklorists have suggested that at least some of the now-nonsensical refrains of songs were originally incantations, such as the “Skowan earl grey .&nbsp;.&nbsp;. For yetter kangra norla” of the English katabasis ballad “King Orfeo.”<sup><a href=\"#user-content-fn-b11\" id=\"user-content-user-content-fnref-b11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup></p>\n<p>Given so lengthy a tradition, surprisingly few “magic words” as such have survived into current English. The best known is undoubtedly <em>abracadabra</em>, which appears in other modern European languages as well. Brewer gives its origin as the Hebrew words <em>ab</em> (father),<sup><a href=\"#user-content-fn-b12\" id=\"user-content-user-content-fnref-b12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> <em>ben</em> (son), and <em>ruach acadsch</em> (holy spirit) and says that “the word was written on parchment .&nbsp;.&nbsp;. and hung from the neck by a linen thread” as a charm against “ague, flux, toothache, etc.” <em>Hocus pocus dominocus</em> is widely attested as well,<sup><a href=\"#user-content-fn-b13\" id=\"user-content-user-content-fnref-b13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup> a reduplicative tetrameter incantation almost certainly derived from the noun phrase <em>hocus pocus,</em><sup><a href=\"#user-content-fn-b14\" id=\"user-content-user-content-fnref-b14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup> categorizing the conjurer's art as a whole. <em>Alakazam</em> is another magic word of obscure origin;<sup><a href=\"#user-content-fn-b15\" id=\"user-content-user-content-fnref-b15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> a pseudo-Arabic derivation is suggested by its <em>al-</em> prefix.</p>\n<p><em>Abraxas,</em> on the other hand, is a proper name: Tertullian writes that Basilides, a second-century Gnostic teacher, claimed that Abraxas was the supreme deity and creator; the name, if spelled with Greek letters to which the corresponding numerical values are assigned (alpha=1, beta=2, and so on) adds up to 365, the number of days in the year. The belief in Abraxas was said to have originated with Simon Magus, the aspiring sorcerer mentioned in the New Testament (Acts 8:9*−*24).<sup><a href=\"#user-content-fn-b16\" id=\"user-content-user-content-fnref-b16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup></p>\n<p>Most of the magic words circulating in English, however, prove to have been introduced by the entertainment industry. Perhaps the earliest attested would be “Open, Sesame,” the charm used to open the cave door of the robbers in the story “Ali Baba and the Forty Thieves” from the <em>Arabian Nights Entertainment</em>.</p>\n<p>Europeans were first introduced to the “The Thousand and One Nights” by Antoine Galland, who published a French translation in multiple volumes between 1707 and 1714 (by which time the exotic Muslim East was already competing with court Arcadias peopled with ersatz shepherds and shepherdesses named Cléandre and Phyllide), though across the Channel, readers would have to wait till 1792 for the first English edition.<sup><a href=\"#user-content-fn-b17\" id=\"user-content-user-content-fnref-b17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup></p>\n<p>Fairy tales collected by the Grimm brothers and other folklorists have given us such familiar magic words and spell-like formulas as “Rapunzel, let down your hair,” and the secret name Rumpelstiltskin.</p>\n<p>Most of these, however, are story-specific: They are indeed words of power, but only within the particular Märchen's limited universe of discourse. But <em>sim sala bim</em> has successfully made the transition from Grimm to general use. In America, this seems to have been largely owing to its use as the spell said by the Indian mystic Hadji on the animated series <em>Jonny Quest,</em> whose 26 episodes aired on ABC TV during the 1964*−*65 season, acquiring a loyal cult following that remains robust forty years later.<sup><a href=\"#user-content-fn-b18\" id=\"user-content-user-content-fnref-b18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup> The popularity of the phrase in Europe, on the other hand, was given a recent boost by the German band Tool in the song “Die Eier Von Satan” (The Devil's Eggs) from their 1996 CD “Ænima.”)<sup><a href=\"#user-content-fn-b19\" id=\"user-content-user-content-fnref-b19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup></p>\n<p>Comic books, films, and TV shows about or involving magic and metamorphoses have supplied other magic words as well: The eponymous Mary Jane in the 1941 comic book <em>Mary Jane and Sniffles</em> would say “Poof, poof, piffles” in conjunction with the liberal sprinkling of some “magic sand” whenever she wanted to shrink herself to the size of Sniffles, a mouse, or back to normal size again.<sup><a href=\"#user-content-fn-b20\" id=\"user-content-user-content-fnref-b20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup> <em>Shazam</em> was an acronym for the names of six gods and heroes (Solomon, Hercules, Atlas, Zeus, Achilles, and Mercury) whose attributes the mild-mannered Billy Batson acquired whenever he said the word and metamorphosed into the wizard crime-fighter Captain Marvel (introduced to America in Whiz Comics #1 in 1940).<sup><a href=\"#user-content-fn-b21\" id=\"user-content-user-content-fnref-b21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup> And who can forget the Fairy Godmother's “Bibbity, bobbity, boo” in Walt Disney's 1950 animated feature film <em>Cinderella?</em></p>\n<p>By far the most popular locus for magic words in fiction as of this writing are J.&nbsp;K.&nbsp;Rowling's <em>Harry Potter</em> books, where casting spells is what it's all about (as nervous persons on the religious right are quick to point out when trying to dissuade parents from letting their children read this best-selling series).</p>\n<p>For the most part, Rowling's magic words are  Latin stems with plausible endings (<em>evanesco, expellarmus, reparo, silencio, reducto</em>),<sup><a href=\"#user-content-fn-b22\" id=\"user-content-user-content-fnref-b22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup> and the effects of her spells are recognizably related to those roots (<em>evanesco</em> makes things disappear; <em>silencio</em> deprives them of the power of speech, and so on.) So far none of these words has achieved the escape velocity required to launch them from the sphere of fiction into vernacular orbit, but the popularity of the series, both as books and as derivative films, may well provide the needed lift over time.</p>\n<p>Rowling's Latinate conjure words sound authoritative on their face, but for the most part an aura of mystery would appear to be more readily obtained in English with words that sound like Arabic, or, failing that, Italian or even French: <em>Presto</em> (Italian “very fast”) combines with a Latinate ending for the English verb change to form <em>presto chang[e]o,</em> which bears a theatrical panache that the bona fide Latin <em>mutatis mutandis</em> does not.<sup><a href=\"#user-content-fn-b23\" id=\"user-content-user-content-fnref-b23\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup> Again, the use of <em>Voilà!</em> (literally, “See there!”) has attained quasi-magic-word status in a population increasingly unfamiliar with the French language as a whole.<sup><a href=\"#user-content-fn-b24\" id=\"user-content-user-content-fnref-b24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">24</a></sup></p>\n<p>We end where we begin, with the very young, who have a healthy appetite for rhymes that have the look and feel of spells to be said with precise fidelity in order for them to work, such as the plague verse “Ring around the rosy” or the weather incantation “Rain, rain, go away.” It is children, after all, for whom the world is all new and every phenomenon a marvel, and most of us may count ourselves blessed if we carry even a fraction of that capacity for wonder into adulthood—as did G.&nbsp;K. Chesterton, who wrote that “[t]he only words that ever satisfied me as describing Nature are the terms used in the fairy books, 'charm,' 'spell,' 'enchantment.'  .&nbsp;.&nbsp;. A tree grows fruit because it is a magic tree. Water runs downhill because it is bewitched. .&nbsp;.&nbsp;. [T]he cool rationalist from fairyland does not see why, in the abstract, the apple tree should not grow crimson tulips; it sometimes does in his country.”<sup><a href=\"#user-content-fn-b25\" id=\"user-content-user-content-fnref-b25\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">25</a></sup></p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-b1\">\n<p><em>New York: Pocket Books, 1964.</em> <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b2\">\n<p>Robert Todd Carroll's <em>Skeptic's Dictionary</em> (New York: John Wiley and Sons, 2003) defines <em>magick</em> as “the alleged art and science of causing change in accordance with the will by nonphysical means” (<a href=\"http://skepdic.com/magick.html\">http://skepdic.com/magick.html</a>). For a righteously indignant review of Carroll's work by the opposition, see <a href=\"http://www.alternativescience.com/skeptic's_dictionary.htm\">http://www.alternativescience.com/skeptic's_dictionary.htm</a>). <a href=\"#user-content-fnref-b2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b3\">\n<p>The audience is expected (indeed, often exhorted from the stage) to do its best to follow the prestidigitator's quick fingers, but in vain, and it is considered bad form by the artists themselves to reveal trade secrets. I venture the wrath of the profession if I here reveal one of them: Most rabbits come out of hats because someone put them there beforehand—and they want care and feeding between performances, like the magicians themselves. Thus my friend T— J—, a second-generation conjurer with a full-time day job as a postal sorter, in addition used to make four-hour round-trips on weekends to tend his father's dovecote and rabbit hutch two states away, so that both son and father might rely on them as willy-nilly collaborators in performance. <a href=\"#user-content-fnref-b3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b4\">\n<p>For a great deal more on the function of gesture in Egyptian theology, see W. A. Schwaller de Lubicz's monumental <em>The Temple of Man</em> (tr. Deborah and Robert Lawlor; Rochester, VT: Inner Traditions, 1998), passim. Creating an appearance of reality through a “hypnotic gesture” was, of course, the hallmark of Mandrake the Magician. Dan Markstein's <em>Toonopedia</em> site (<em><a href=\"http://www.toonopedia.com/mandrake.htm\">http://www.toonopedia.com/mandrake.htm</a></em>) reports that this long-running cartoon was created by Lee Falk in 1924 with just two weeks' worth of strips; ten years later, Falk sold the idea to King Features Syndicate and engaged Phil Davis, a commercial artist, to draw it. On&nbsp;Davis'<em>s death, in 1964, he was succeeded by Harold “Fred” Fredericks Jr., who took over writing the story line as well as drawing when Falk died in 1994. The crime-fighting Mandrake was an illusionist whose hypnotic manipulations of the perceptions of miscreants through hypnoses included such effects as making a wall suddenly appear in front of a speeding getaway car. In&nbsp;his top hat, scarlet-lined cape, goatee, and mustache, he worked alongside two subalterns: a Nubian prince named Lothar and the hereditary Princess of Cockaigne (!), Narda, whom Mandrake finally married in 1998. Falk was even better known for creating The Phantom, who joined Mandrake and Flash Gordon (!) in the 1980s TV animation series <em>Defenders of the Earth</em>. The <em>Wikipedia</em> (<em><a href=\"http://en.wikipedia.org/wiki/Leon_Mandrake\">http://en.wikipedia.org/wiki/Leon_Mandrake</a></em>) suggests that Falk may have based his character on Leon Mandrake (1911−93), a stage magician who got his start in Canadian vaudeville at the age of eleven touring with the Ralph Richards magic show starting in 1927 and on his own from the late 1930s. (He and his wife, Velvet, were honored with a performing fellowship from the Hollywood-based Academy of Magical Arts in 1978.) The folklore surrounding the peculiarity and powers of the mandrake root would make a whole column in itself.</em> <a href=\"#user-content-fnref-b4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b5\">\n<p>S. H. Hooke, <em>Middle Eastern Mythology</em> (Baltimore: Penguin, 1966), pp. 72−73 and 77. <a href=\"#user-content-fnref-b5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b6\">\n<p>The recitation of the Enuma Elish took place on the fourth day of the Babylonian month of Nisan, roughly today's April. See N.&nbsp;K.&nbsp;Sandars, <em>Poems of Heaven and Hell from Ancient Mesopotamia</em> (New York: Penguin, 1971), especially p. 39. <a href=\"#user-content-fnref-b6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b7\">\n<p>John 1:1. The Greek is <em>logos,</em> which means 'word' but a great deal else besides: Liddell and Scott's abridged <em>Greek Lexicon</em> (New York: Harper and Brothers, 1883) glosses <em>logos</em> as “I. the word by which the inward thought is expressed: also II. the inward thought or reason itself,” adding that the St. John Gospel combines both senses of the term (p. 416). <a href=\"#user-content-fnref-b7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b8\">\n<p>Fred Norris Robinson, <em>Satirists and Enchanters in Early Irish Literature</em> (American Committee for Irish Studies, reprint 1, n.d. [1911]), pp. 95n.5 and 114ff. The respect in which the bards were accordingly held was noted by Diodorus Siculus and Cornelius Strabo, both of whom state that both the bards and the Druid priests had been known to come between armies drawn up and ready to fight, persuading them to call battles off (ibid). <a href=\"#user-content-fnref-b8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b9\">\n<p>Alexander and Nicholas Humez, <em>A B C Et Cetera: The Life and Times of the Roman Alphabet</em> (Boston, Godine: 1985), p. 46. To its credit, Roman medicine also included a degree of practical knowledge of trauma repair, in part from the valuable if grisly anatomical exposure of deep flesh wounds in the hospitals (valetudinaria) attached to such gladiatorial schools (lanistae) as that of Pergamum in Asia Minor. <a href=\"#user-content-fnref-b9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b10\">\n<p>These examples are taken from Gustav Davidson, <em>A Dictionary of Angels</em> (New York: Free Press [Macmillan]: 1971), pp. 358−59; at least some of these arcane words are undoubtedly supposed to be the names of angels, demons, or other spirits. <a href=\"#user-content-fnref-b10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b11\">\n<p>This was the refrain as recorded by folklorist Patrick Shuldham-Shaw from the singing of one John Stickle of the island of Unst some time in the 1950s and released by Peter Kennedy and Alan Lomax in 1961 on the long-playing phonograph record <em>The Child Ballads,</em> vol.&nbsp;4 (Caedmon TC−1145). Apparently the refrain was originally of Scandinavian origin: “Skoven arle grön .&nbsp;.&nbsp;. Hvo hjorten han gar arlig” (Early green's the wood .&nbsp;.&nbsp;. where the hart goes yearly). The&nbsp;song is a fusion of the Orpheus-and-Eurydice myth with the common Celtic motif of the rescue of a mortal kidnapped by Otherworld people. <a href=\"#user-content-fnref-b11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b12\">\n<p>E. Cobham Brewer, <em>Brewer's Dictionary of Phrase and Fable,</em> Centenary Edition, ed. Ivor H. Evans (New York: Harper and Row, 1981), p. 4, goes on to say that the charm is cabbalistic in origin. Yet one might well suspect that the derivation given here was created after the fact to fit a preexisting word whose provenance is veiled by antiquity's proverbial mists. <em>Abracadabra</em> or some variant is the trade name under which a number of magic kits have been marketed on both sides of the Atlantic, as can be seen on <em><a href=\"http://www.wittuswitt.de/Magic_Sets.html\">http://www.wittuswitt.de/Magic_Sets.html</a>,</em> an inventory of more than nine hundred magic sets from the Wittus Witt Collection. These include the 1989 German kit <em>Abra Kadabra,</em> which promised the purchaser Über fünfzig geheimnisvolle Zaubertricks (more than fifty mystery-filled magic tricks); the collection also includes the French <em>Caverne d'Abracadabra,</em> 1979. <a href=\"#user-content-fnref-b12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b13\">\n<p>A Google search turns up more than five dozen mentions of this phrase, most of them from newsgroups and blogs. Leading the list is Marcia Mascolini's “Hocus Pocus Dominocus,” a whimsical autobiographical essay on First Communion and parental prestidigitation, originally published in the <em>Front Street Review</em> and now archived on the Laughter Loaf site (<em><a href=\"http://molyworld.net/laughterloaf/arch/hocuspocus.htm\">http://molyworld.net/laughterloaf/arch/hocuspocus.htm</a></em>). In Mascolini's memoir this spell is used in conjunction with the appearance of a quarter out of nowhere, in which connection a Midwestern informant (Leslie Edwards) likewise recalls its use in her childhood. For the derivation of <em>hocus pocus,</em> see my “Stuff and Nonsense” (<em>VERBATIM</em> 29:3 [Autumn 2004], p.&nbsp;22n.9; <em>Dominocus</em> is presumably a corruption of <em>dominicus,</em> Latin for “pertaining to the Lord <em>[dominus]</em>.” “Hokus Pokus—25 Tricks” is the name of a magic-kit manufacturer in 1970, an example of which is in the Witt collection (see previous note). <a href=\"#user-content-fnref-b13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b14\">\n<p>For a general discussion of reduplicative expressions, see my “Baddabing, Baddabang” (<em>VERBATIM</em> 26:4 [Autumn 2001], pp. 19−22). Shakespeare consistently switches to trochaic tetrameter from his usual iambic pentameter blank verse whenever he wishes to underscore the supernatural, e.g., the witches' spell in <em>Macbeth</em> IV.1: “Double, double, toil and trouble/Fire burn, and cauldron bubble.” Eric S. Raymond, whose online résumé describes him as “an observer-participant anthropologist in the Internet hacker culture,” offers a cybernetic definition of incantation at <em><a href=\"http://catb.org/~esr/jargon/html/I/incantation.html\">http://catb.org/~esr/jargon/html/I/incantation.html</a>:</em> “Any particularly arbitrary or obscure command that one must mutter at a system to attain a desired result. Not used of passwords or other explicit security features. Especially used of tricks that are so poorly documented that they must be learned from a wizard. This compiler normally locates initialized data in the data segment, but if you mutter the right incantation they will be forced into text space.” <a href=\"#user-content-fnref-b14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b15\">\n<p>An anonymous inquirer to the Wordwizard web site elicited no useful responses save this interesting tidbit from one Peter Persoff: “Possibly related to “[A]lagazam.” This was the name of a cakewalk .&nbsp;.&nbsp;. written by Abe Holtzmann around 1900. Unfortunately, he doesn't explain it except to say that a platoon of African American soldiers [was] marching by and chanting it” (<em><a href=\"http://www.wordwizard.com/ch_forum/topic.asp\">http://www.wordwizard.com/ch_forum/topic.asp</a>? TOPIC_ID=5293&amp;SearchTerms=alakazam</em>). Google lists “about 71,000” results for <em>Alakazam, <em>including a Pokémon character; the 1961 import film <em>Alakazam the Great</em> (its Japanese title is <em>Saiyu-Ki;</em> the English singing voice of the magician was Frankie Avalon); the Binghamton (NY)−based Alakazam Quartet (“a male a&nbsp;cappel</em>la quartet performing swing, jazz, doo-wop, barbershop, and other vocal classics” at <em><a href=\"http://www.alakazam.info\">www.alakazam.info</a></em>); a mystery novel-of-manners entitled <em>Abracadabra Alakazam,</em> by Jean-Pierre Dorleac (Los Angeles: Monad Books, 2004); and a company called Alakazam-UK, “retailers of fine magic tricks, videos, dvds, and books” (<em><a href=\"http://alakazam.co.uk\">http://alakazam.co.uk</a></em>). Spin-offs of <em>alakazam</em> include <em>alakazirb</em> (orally attested by a Midwest informant during the preparation of this column) and the smarmy protagonist of “I'm Alakazirl the Magic Girl,” a children's song from the 1960s so obscure that it does not turn up in a Google search but whose manic incantation (ending with “Hippety, hippety, hippety hops”) has clung to my long-term memory like a rogue cocklebur from a single hearing (unlike the name of either composer or lyricist).</em> <a href=\"#user-content-fnref-b15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b16\">\n<p>See <em><a href=\"http://www.deliriumsrealm.com/delirium/mythology/abraxas.asp\">http://www.deliriumsrealm.com/delirium/mythology/abraxas.asp</a>.</em> The site's online store offers an Abraxas mouse pad for $13.99 and an Abraxas teddy bear for $15.99. Brewer (p.&nbsp;4) adds that the name was often engraved on gemstones to be used as talismans. Its perceived power may be due to its similarity to the other power word, <em>abracadabra</em>. <a href=\"#user-content-fnref-b16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b17\">\n<p>According to Brewer (op. cit., p. 46), R.&nbsp;Heron published a translation much indebted to Galland in 1792. More familiar today is Sir Richard Burton's sixteen-volume unexpurgated translation, which was published (in India!) between 1885 and 1888. For a perceptive exploration of Orientalist literature in France and England, see Lisa Lowe's <em>Critical Terrains</em> (Ithaca: Cornell University Press, 1991). <a href=\"#user-content-fnref-b17\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b18\">\n<p>For a great deal more information about the series, see Lyle P. Blosser and Craig Fuqua's <em>Classic Jonny Quest</em> (<em><a href=\"http://www.classicjq.com\">http://www.classicjq.com</a>),</em> a merger website combining Blosser's <em>Classic Jonny Quest</em> and Pages and Fuqua's <em>Jonny Quest Research Laboratory.</em> Although the show was produced under the auspices of the Hanna-Barbera organization <em>(The Flintstones, The Jetsons),</em> the animation of Doug Wildey's art was promoted as far more “lifelike” than most TV cartoon fare at that time. <a href=\"#user-content-fnref-b18\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b19\">\n<p><em>Eier</em> (eggs) can also mean 'testicles,' and the song lyrics— ostensibly a cook's recipe employing some kitchen witchery—play upon this double entendre; the magic phrase in the song is expanded to <em>Sim sala bim bamba sala do saladim</em> (the last word perhaps deliberately evocative of Saladin, the legendary caliph from the time of Richard the Lion-Hearted). Several magic sets entitled <em>Sim Sala Bim,</em> all from around 1960, are included in the Witt collection (see n.12 above); here the name may also have derived from its use as the name of the show of the wildly successful stage magician Dante (August Harry Jansen, 1883−1955), a native of Denmark who was hired by Howard Thurston's traveling company in 1922 and appeared in several Laurel and Hardy films (see <em>sim sala bim</em> at <em><a href=\"http://www.magictricks.com/library/glossary.htm\">http://www.magictricks.com/library/glossary.htm</a></em>). <em>Simsala</em> is also the German name for the Pokémon character whose English name is <em>Alakazam</em> (see n.15 above) according to <a href=\"http://pokefor.greenchu.de/zukan/gba/pokemon/alakazam\">http://pokefor.greenchu.de/zukan/gba/pokemon/alakazam</a>. <a href=\"#user-content-fnref-b19\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b20\">\n<p>See <em><a href=\"http://www.toonopedia.com/maryjane.htm\">http://www.toonopedia.com/maryjane.htm</a></em> for additional information about Mary Jane. Another popular children's shoe was named for Buster Brown, whose trickster amphibian, Froggy the Gremlin, altered reality not with a magic word but by plunking his Magic Twanger, which unfortunately goes beyond the scope of the present column; for a through treatment of this character and the comic strip, radio show, and footwear, go to Ronald L. Smith's essay at <em><a href=\"http://www.froggythegremlin.com\">http://www.froggythegremlin.com</a></em>. <a href=\"#user-content-fnref-b20\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b21\">\n<p>For much more about Captain Marvel, his companions and adversaries, and the reinventions of this comic series in other media, see <em><a href=\"http://superherouniverse.com/superheroes/shazam.htm\">http://superherouniverse.com/superheroes/shazam.htm</a></em>. <a href=\"#user-content-fnref-b21\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b22\">\n<p>See, e.g., Rowling's <em>Harry Potter and the Order of the Phoenix</em> (New York: Levine/Scholastic, 2003). Often her magic words end in the <em>-o</em> common to Latin verbs in the present indicative active first-person singular; an alternative might be that the words are intended as ablative-of-means singular nouns whose nominative ends in <em>-us</em> or <em>-um</em>. A third possibility is that the <em>-o</em> ending, so common in the discourse of stage magic—Witt's collection (see n.12 above) has a Gilbert Mysto Magic Set (1949), Presto Magic Show (1975), Wizzo's&nbsp;12 Magic Tricks (1989), and Wando, The Talking Magician (1987)<em>—<em>is an echo of Latin's antique third-person imperative (e.g., <em>esto</em> 'let it be'). A contributor whose pseudonym is Clockwork Grue, in a footnote posting to the <em>sim sala bim</em> site cited supra (now say that six times very fast), points out that as a source for magic words, “Latin will do in a</em> pinch, too. Sounds cool, and you can match contemporary words to their Latin counterparts for semi-authenticity.” This sentiment was recently echoed by Chris Lehane, a Democratic strategist for both the Kerry and Clark campaigns, in connection with what the White House might have said (<em>Res ipsa loquitur</em> 'The thing speaks for itself') once it was clear that Karl Rove had indeed outed CIA agent Plame by her unique kinship tie, if not by name, to the press: When you use a Latin phrase, he says, “People always think you're saying a lot more than you are. It sounds substantive without actually having to be.”</em> <a href=\"#user-content-fnref-b22\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b23\">\n<p>Rowling has not, so far as I know, combined the Arabic article <em>al-</em> with <em>-fresco</em> for a spell that will instantly bathe and deposit you neatly dressed on the croquet lawn; but perhaps it is only a matter of time. <a href=\"#user-content-fnref-b23\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b24\">\n<p>This would suggest that to be a credible spell, a word need only evoke an exotic Otherness, whether from the mysterious East or simply from Romance languages with which the speaker has at best only the most casual acquaintance. (Compare Petronius's hanger-on at the banquet of the boorish rich freedman Trimalchio that forms the centerpiece of the <em>Satyricon</em> who “mumbled some nonsense that he later attempted to palm off as Greek.”) <a href=\"#user-content-fnref-b24\" data-footnote-backref=\"\" aria-label=\"Back to reference 24\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-b25\">\n<p>G. K. Chesterton, <em>Orthodoxy,</em> in <em>Collected Works,</em> vol. 1 (San Francisco: Ignatius, 1986), p.&nbsp;256. <a href=\"#user-content-fnref-b25\" data-footnote-backref=\"\" aria-label=\"Back to reference 25\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Words of Power</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">mythsongs@earthlink.net</span></em></p> <p>Readers of a certain age may experience a certain queasy frisson on reading the title of this column, recalling Dr. Wilfred Funk's <em>Six Weeks to Words of Power,</em><sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> one of several cheerfully dogged vocabulary-drill books much in vogue in the post-Sputnik, pre*−*Vietnam War secondary schools. Rest easy; this is not that sort of article.”Say the magic word,”<sup><a href=\"#user-content-fn-b2\" id=\"user-content-user-content-fnref-b2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> we tell our children, coaxing from them the omitted <em>please</em>. Though still at a tender age, the respondents have already been taught some underlying assumptions on which the adult interlocutor draws: That certain words have the ability to make things happen by the mere speaking of them, and that the parent's response to “please” will be as reliable as Nature (momentarily setting aside all her laws) will be when the stage magician says “Abracadabra!” and produces a rabbit from his top hat or doves out of thin air.<sup><a href=\"#user-content-fn-b3\" id=\"user-content-user-content-fnref-b3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p> <p>That words can generate phenomena ex nihilo is an idea at least as old as ancient Egypt, in whose Memphis creation story the god Ptah makes the nine first gods through gestures,<sup><a href=\"#user-content-fn-b4\" id=\"user-content-user-content-fnref-b4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> and by speaking their names.<sup><a href=\"#user-content-fn-b5\" id=\"user-content-user-content-fnref-b5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> By chanting in its entirety the creation epic called the Enuma Elish at the New Year Festival, the chief priest of Bel-Marduk at Babylon helped to ensure the empire's prosperity in the coming year through his reiteration of the primal victory of Marduk over Tiamat, the triumph of wind over the annual floodwaters.<sup><a href=\"#user-content-fn-b6\" id=\"user-content-user-content-fnref-b6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> For St. John the Evangelist, the Word was the ultimate reality, and its manifestation in flesh the salvation of a world gone seriously astray.<sup><a href=\"#user-content-fn-b7\" id=\"user-content-user-content-fnref-b7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> And Celtic bards were widely believed to cause blemishes to appear on their satiric victims, as well as exterminating household pests.<sup><a href=\"#user-content-fn-b8\" id=\"user-content-user-content-fnref-b8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup></p> <p>The Romans had spells composed in part of words whose meaning was arcane but whose power was thought to be supernatural; Cato the Censor's treatise on agriculture includes the following charm, supposed to speed the healing of bone fractures: “Huat, hanat, huat, ista, pista, sista, domina, damnaustro, luxato.”<sup><a href=\"#user-content-fn-b9\" id=\"user-content-user-content-fnref-b9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> Medieval mystics on the fringes of orthodox Christianity record spells useful for such things as summoning servile spirits (“by the most terrible words: Soab, Sother, .&nbsp;.&nbsp;. Hdon, Amathon, Mathay, .&nbsp;.&nbsp;. Eel, Eli, Zoag, Dion, Anath, Tafa, Uabo, .&nbsp;.&nbsp;. Appear before me .&nbsp;.&nbsp;. in a mild and human form, and do what I&nbsp;desire”)</p>"
}