{
  "type": "Article",
  "title": "Dogspeak, So to Speak",
  "author": "Janice Arenofsky",
  "location": "Scottsdale, Arizona",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Dogspeak, So to Speak</h1>\n<p><em><span data-rel=\"author\">Janice Arenofsky</span> <span data-rel=\"location\">Scottsdale, Arizona</span></em></p>\n<p>Dogs being a noble species, their owners have amassed, over the years, a huge vocabulary of jargon. Fortunately, the new dog owner or hobbyist is ignorant of this and spends the next several decades learning a second language: dogspeak.</p>\n<p>As expected, the jargon covers every aspect of canine experience, including training, breeding, grooming, shows, and agility competitions. To fully communicate in any <em>one</em> area, hobbyists and professional dog enthusiasts must learn terms from <em>several</em>, if not <em>all</em>, areas. Take grooming, for example. If Shirley the Groomer should fire up her electric hair trimmer and direct it toward a certain dog's <em>topline</em>, you better scream (over the loud hum of the clippers), “Drop that number 5 blade now. We are <em>stripping</em> Fritz ['plucking fur with a hand tool'] for <em>Great Western</em> ['a well-known dog show in Long Beach, California.']”</p>\n<p>Similarly, if Shirley should suggest <em>chalking</em> your Schnauzer, that doesn't mean she's sketching Schultz (in pastel chalks) for posterity. It means she can whiten his <em>beard</em> 'whiskers' and <em>furnishings</em> 'fringe or skirt around legs and front' with powdery chalk and darken other areas with charcoal.</p>\n<p>Don't think you can merely wade into these fast-flowing waters. A crash course in jargon is the only way to go. For starters, begin with simple interactions at breed clubs, dog parks, or hydrants. Repeat after me: dogs are not simply black, white, or brown. They can be <em>harlequin</em> 'black patches on white,' <em>merle</em> 'black-blue-gray,' <em>tricolor</em> 'black, white, and tan,' <em>brindle</em> 'black stripes on light fawn or brown' or <em>sable</em> 'black over a lighter color.' Some even have a <em>Dudley Nose,</em> which, instead of black, is flesh or liver-colored.</p>\n<p>Ready for your first <em>fun match</em>? No, you're not going to a dog amusement park. A <em>fun match</em> is really an AKC sanctioned match—an all-breed show (approved by the American Kennel Club) without <em>points</em> 'credits toward a championship.' Why are matches fun if you don't earn points? Because at matches, puppies can learn to like <em>baiting</em> 'being offered treats in the show ring,' walking on a <em>lead</em> 'nylon, Martingale or other light-weight leash,' and wearing a <em>choke</em> collar 'restrains the dog.'</p>\n<p>Next on your itinerary, go to a <em>benched show.</em> That doesn't mean you and your dog get to sit on a bench all day and eat nachos. It means 'show dogs must remain in a specific area designated for that breed.' That's where you may literally run into <em>x-pens,</em> which are 'moveable wire panels for enclosing dogs'—an alternative to <em>crating</em> them in plastic, cardboard or metal dog cages.</p>\n<p>At shows, there's no better way to ingratiate yourself with fellow dog owners than to ask, “Does your <em>bitch</em> experience <em>submissive urination</em>?” To the average run-of-the-mill non-dog fancier, this question might translate to “Does your sweetheart whiz at whim?” Although that's a pretty good guess, it's wrong. In dog speak, you are asking another owner if his or her female dog urinates involuntarily when she gets scared. Of course you could have said that to begin with, but what a waste of jolly good jargon that would be!</p>\n<p>In some show rings dogs are on <em>loose leads</em> 'the leash is held lightly.' You also will see <em>sparring</em>. To the novice, <em>sparring</em> may look like a dogfight (or, at the very least, a gross misunderstanding) but show judges consider it a 'useful way to evaluate breed temperament.' In every ring, observe the <em>action.</em> No, this has nothing to do with casino gambling or bets as to which dog will win—it deals with 'gait' or how dogs walk. For instance, is your Saluki <em>side-wheeling</em> 'moving diagonally with feet out of line'? Don't cry. It could be worse. He could be <em>cow-hocked</em> 'feet turn out.'</p>\n<p>Getting bored finding <em>faults</em> or 'breed characteristics less than ideal'? Try asking the ever-popular “Did your dog <em>finish</em>?” You're not probing whether said dog did Number 1 <em>and</em> Number 2. You're asking if the dog has accumulated enough show points to become a champion. If the answer is yes, etiquette deems you ask the following: Are you <em>campaigning</em> your dog? This has nothing to do with world politics and everything to do with canine charisma. Owners of champions often <em>special</em> their pets by touring the country (often in trailers bearing vanity breed plates) and entering them in Best of Breed and Best of Group (for example, working dog, toy) competitions. <em>Special,</em> however, is not to be confused with <em>specialty,</em> which refers to 'a one-breed dog show.'</p>\n<p>And ignore the fancy clothes and somber faces of the judges. They are just as liable as owners, entrepreneurs, and trainers to use jargon. If a judge tells you your dog will <em>body out</em> soon, doesn't <em>paddle,</em> and <em>stacks</em> himself nicely, you've just got the equivalent of a rave review. The judge has just said your dog is 'developing well, reaches with his front legs when he walks, and poses himself attractively in the ring.' On the other hand, if the judge tells you your dog has an <em>undershot jaw</em> and a <em>bad mouth</em> and is a product of heavy <em>inbreeding</em> 'breeding parent to offspring or brother to sister,' your dog has just been dumped on. You might think about teaching Paco how to yodel and sending him on Letterman's. The TV audience won't care about his 'lousy bite, crooked teeth, and mental problems.'</p>\n<p>Make no mistake. Despite lampooning their own mind-boggling brand of language, dog owners applaud others who stray from the King's English and enter the confusing, abstruse world of canine gobbledygook. But be judicious. Used improperly, some jargon can offend. For instance, asking if your bitch or dog is <em>intact</em> is akin to asking if Bonzo still wears the “family jewels.” If you inquire about <em>carriers,</em> such as <em>carriers</em> of <em>PRA</em> 'progressive retinal atrophy' or <em>JCC</em> 'juvenile congenital cataracts,' make sure you're wearing body armor. Physical or medical problems are automatic show disqualifications. Even if the dog has his <em>CD</em> 'companion dog' or <em>CGC</em> 'canine good citizen' title, he can't go into the show ring. Shows are all about <em>conformation</em> 'exhibiting physical attributes of the breed.' In short, they're beauty pageants.</p>\n<p>Of course physical attributes vary from breed to breed according to the <em>breed standard</em> 'written description of ideal traits.' Miniature Schnauzers, for example, may be shown with natural or <em>uncropped</em> ears 'not surgically cut to a point.' But their tails must be <em>docked</em> or 'cut short.' And talking about tails, <em>flagging</em> in dog speak is equated with sex. Though not considered good form for a 'female dog to signal her desire for sex by swishing her tail horizontally in the show ring,' <em>flagging</em> a <em>stud</em> 'unneutered male' dog is the canine equivalent of asking “Your place or mine?”</p>\n<p>If you're still skeptical about the need to hone your dogspeak, browse through a <em>premium list</em> or 'show catalogue.' Acronyms and initialisms abound—for instance, <em>BOB</em> 'Best of Breed,' <em>BOW</em> 'Best of Winners,' <em>BIS</em> 'Best in Show,' <em>BOS</em> 'Best of Opposite Sex,' <em>WB</em> 'Winners Bitch,' and <em>WD</em> 'Winners Dog.' It doesn't matter whether the list is for conformation, agility, or obedience, there are perplexing sound bites such as <em>jumpers</em> 'dogs that vault over poles of varying heights,' <em>weavers</em> 'dogs that zig-zag around poles,' <em>open dog</em> 'a competitive class any dog is eligible for,' <em>excellent</em> 'advanced agility class,' and <em>figure eight</em> 'obedience task in which dog walks around two people, outlining the number 8.' And, mind you, <em>put up</em> has nothing to do with patience or giving up your valuables; it's a winning ticket of sorts, as in judges <em>put up</em> 'award first places' to the best entries.</p>\n<p>Face it. Without your hard-earned background in canine jargon, you would not be able to decode the following conversation:</p>\n<blockquote>\n<p><em>First person:</em> How's your <em>handler</em>?</p>\n<p><em>Second person:</em> Great. She got a <em>major</em> yesterday, and today, a <em>reserve.</em></p>\n</blockquote>\n<p>But a person proficient in dog speak will know instantly that the second fellow's 'hired dog presenter has scored show victories in conformation.'</p>\n<p>Like it or not, jargon rules, say most two-legged and four-legged <em>alpha</em> 'top dog' males (females too!).</p>\n<p>Isn't it lovely when, with just a few well-chosen words, you can exclude hundreds of people from key knowledge?</p>\n<blockquote>\n<p>Senior Glassware Maintenance Engineer</p>\n<p>Said the man of his new title,</p>\n<p>“This is really heady stuff.</p>\n<p>The old name, <em>bottle washer,</em></p>\n<p>didn't capture me enough.”</p>\n</blockquote>\n<p>—<em>Norman Ball</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Dogspeak, So to Speak</h1> <p><em><span data-rel=\"author\">Janice Arenofsky</span> <span data-rel=\"location\">Scottsdale, Arizona</span></em></p> <p>Dogs being a noble species, their owners have amassed, over the years, a huge vocabulary of jargon. Fortunately, the new dog owner or hobbyist is ignorant of this and spends the next several decades learning a second language: dogspeak.</p> <p>As expected, the jargon covers every aspect of canine experience, including training, breeding, grooming, shows, and agility competitions. To fully communicate in any <em>one</em> area, hobbyists and professional dog enthusiasts must learn terms from <em>several</em>, if not <em>all</em>, areas. Take grooming, for example. If Shirley the Groomer should fire up her electric hair trimmer and direct it toward a certain dog's <em>topline</em>, you better scream (over the loud hum of the clippers), “Drop that number 5 blade now. We are <em>stripping</em> Fritz ['plucking fur with a hand tool'] for <em>Great Western</em> ['a well-known dog show in Long Beach, California.']”</p> <p>Similarly, if Shirley should suggest <em>chalking</em> your Schnauzer, that doesn't mean she's sketching Schultz (in pastel chalks) for posterity. It means she can whiten his <em>beard</em> 'whiskers' and <em>furnishings</em> 'fringe or skirt around legs and front' with powdery chalk and darken other areas with charcoal.</p>"
}