{
  "type": "Article",
  "title": "Pluralia Tantum or E Pluribus Unum: Three Adventures with the Plural",
  "author": "Anatoly Liberman",
  "location": "University of Minnesota",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Pluralia Tantum or E Pluribus Unum: Three Adventures with the Plural</h1>\n<p><em><span data-rel=\"author\">Anatoly Liberman</span> <span data-rel=\"location\">University of Minnesota</span></em></p>\n<p>The First Adventure: “The Mood of the Tales Are Gloomy”</p>\n<p>Few things in English grammar are trickier than the use of the plural, which shows that even a language with practically no endings is hard to speak. <em>White Nights</em> is a sentimental story by Dostoyevsky, and this should not surprise anyone, for white nights are the time in May and June when young people in St. Petersburg traditionally fall in love. About a century and a half ago, it was customary to say: “<em>Two Gentlemen of Verona</em> were shown at the local theater,” as though someone had brought two freaks from Italy rather than produced a play by Shakespeare. I have gray hair and take this circumstance in stride, but two hairs (of any color) in my soup make my gorge rise. The police are after the reckless driver who thinks that gin and water is a good tonic for a young man behind the wheel. The assessment of a library ended in the following statement: “Two-thirds (or about 66%) of its stock is trash. How fortunate that nine-tenths (or 90%) of the town's population do not read books.”</p>\n<p>A student wrote in a paper: “The mood of the tales are gloomy.” The noun closest to the verb is <em>tales,</em> so that the subject of the sentence <em>(mood)</em> fell by the wayside. If the mood of the tales is gloomy, the tales are probably also gloomy, but this is beside the point. A rule has emerged in American English according to which the verb should agree in number with a noun or a group of nouns next to it. Another quotation from a student's paper: “New vocabulary involving the sea and sailing were introduced into the English language by the Anglo-Saxons.” What was introduced: new vocabulary or the sea and sailing? A staff writer explains: “The cost of fringe benefits are calculated by taking the cost of all benefits, including tuition, and dividing that by the salary of the employee.” So this is how the cost are calculated; a useful thing to know.</p>\n<p>“The main problem of immigrant families have been physical survival.” The mood is getting gloomier and gloomier. A well-educated university administrator with a linguistic background (of course, a native speaker: foreigners cannot afford such luxuries) writes: “Tuition from CEE students in day school classes are not part of our base.” I always forget what CEE means, nor do I care, but it is a comfort that the above-mentioned tuition are not part of our base.</p>\n<p>The opposite situation (a singular verb after a subject in the plural) is less frequent. “The words with which the boy turns to the stranger who saved him from certain death comes straight from the heart” (the words … comes). The writer was misled by <em>boy, stranger,</em> and <em>death</em> and forgot about the subject <em>(words).</em> In the following, <em>understands</em> is perhaps a typo for <em>understand</em>: “All who have felt their foot tap to music understands,” etc. Yet monsters like “The roles of flora and fauna in the Grimms' collection is numerous and varied” turn up with some regularity.</p>\n<p>Speakers of British English may be catching up with what a Londoner of my acquaintance still calls colonial usage. Richard W. Bailey quotes the following sentence from Simon Winchester's book <em>The Meaning of Everything</em>: “…the loveliness of the assemblages are just too beguiling to pass by.” He comments ironically: “Winchester's enthusiasm overwhelms his grammar” (<em>Dictionaries</em> 25, 2004, pp. 170-71). I suspect that constructions like <em>the mood of the tales are gloomy</em> developed in British dialects but did not make it to the Standard, while in the New World (“in the colonies”) they asserted themselves and became the norm in unbuttoned, uncensored speech. As early (or as late) as 1888 an anonymous author wrote in <em>The Nation:</em> “One of the main facts that have induced philologists to declare against Asia as the cradle of the race…” (vol. 46, 185) Did he mean: “There are several main facts, all of which have induced…?” I doubt it. Compare a sentence printed on May 13, 2005: “A survey… found that only one in 15 cases of child sexual abuse were reported.”</p>\n<p>The norm is capricious. Grammar books recommend saying “Our <em>guide was</em> the stars” and “My greatest <em>joy is</em> books” (most languages require <em>were</em> and <em>are</em> here, the agreement being between the verb and the predicative). Those are tortured sentences (it is more natural to reverse the order of the subject and the predicative: “The stars were our guide” and “Books are my greatest joy”). They are given here for the sake of the argument.</p>\n<p>Yet “<em>What</em> we need <em>are</em> a few energetic people” seems to be the only permissible variant; for some reason, after <em>what</em> the agreement changes its direction. At the moment, <em>the cost of fringe benefits are calculated</em> is striving for recognition and is getting the upper hand. I asked a group of undergraduates whether, in their opinion, the sentence “the hope of our best people are gone” needs editing (the sentence occurred in a paper I had graded the day before). No one had any remarks. When I explained what seemed wrong to me, they admitted that <em>the hope…is</em> would be more grammatical but added that with <em>are</em> the whole “flows better.” This sounded like an irrefutable argument.</p>\n<p>Speakers always resist the encroachments of cultural change. Linguists call the never-ending process of readjustment the history of language. Some consider it to be degeneration; others call it progress. I am afraid that soon all of us will learn to say: “The love I bear you are sincere.” Don't we say <em>one pig—many pigs</em> but <em>one sheep—many sheep</em> or <em>the cattle are grazing?</em> Although language and logic are seldom married, this circumstance has hardly spoiled any meat eater's appetite for pork, mutton, and beef. Gloom pervades my tale; yet fighting the wilderness is a noble pursuit. It may be a losing battle, but, to quote Rostand's Cyrano, “one does not always fight to win.”</p>\n<p>The Second Adventure: “Who Are They”?</p>\n<p>It is so important not to hurt anyone's sensitivity! In a folktale, an unusually hungry visitor has eaten nine meatballs, and the hostess—at first kindness itself—treats her guest to a tenth and thinks: “I wish you would choke on it, you glutton!” And lo and behold! The eater chokes and drops dead. The hostess is full of remorse, but it is too late. The moral is: “Watch your language.” It is more sensible advice than “Leave your language alone.”</p>\n<p>We want to speak in fully inoffensive gender-neutral sentences, but neutering English is hard. In the old days, no one objected to instructions like: “Every applicant should indicate his preference by checking one of the boxes.” Nowadays, when women are encouraged to apply, this sounds silly. It is of course possible to write <em>her</em> instead of <em>his</em>. This will be politically correct but equally silly. <em>His or her (her or his)</em> is acceptable but cumbersome, especially if the final version is something like: “He or she should remember that his or her choice is final.”</p>\n<p>The plural is an ideal device for neutering, since English does not distinguish between genders in the plural: “Applicants should indicate their preference by checking one of the boxes. They should remember that their choice is final.” The second sentence, with its <em>they—their,</em> carries visible traces of surgery, but we can live with the results: the message is clear, and English is still alive.</p>\n<p>The trouble starts when English is murdered in cold blood for the sake of a lofty idea. “When a student comes to see me, I always answer their question,” a proud counselor says. This horror has been sanctioned by teachers, some editors, and by just about everyone who is responsible for the norms of modern American English. Here are a few more tidbits.</p>\n<p>“When people are drinking in an addictive manner, the mere process of ingesting alcoholic beverages is abusive and little else. If a person does this to themselves, then it is simply self-abuse, i.e., beating yourself up.” (The elegance of the image need not distract our attention from the desperate alternation <em>a person—themselves—yourself.</em>) “If a caller blocks their name and number, the caller ID subscriber will see the words 'anonymous' or 'private' on their display unit” (<em>a caller… their, the subscriber… their).</em> “If a tenant has an eviction on their record, it does not mean they were a bad tenant.” (I am sure it does not. Every tenant are entitled to the benefit of a doubt.) “Your driver has their taxicab driver's license displayed on the dashboard” (in many years I have seen only one female taxi driver, but your driver are quick to take offense, so that caution is recommended). “The hero has their reward.” “The traveler has nowhere to lay their head.” “A fisherman caught a talking fish that promised to give them anything they wanted” (those are quotations from students' papers). The amusing thing about the last sentence is that the sexual identity (“gender”) of the fisher<em>man</em> is indicated in the tale with absolute clarity, for otherwise modern translations would have turned him into <em>fisherperson, angler</em> (“The Angler and Their Wife”), or something similar. Yet the student felt that the terrible <em>H-</em> word <em>he (him, his)</em> should be avoided at all costs. We have reached such heights of sensitivity that even the word <em>it</em> frightens us. The most innocent pronoun in the singular begins to look suspicious. Consider the following: “If <em>every group</em> received the amount of funding <em>they</em> requested, students would pay roughly $41.85 more per year.” I once heard: “The bookcase is too large. They won't fit into your office.”</p>\n<p>A correspondent from Portland, Oregon was “appalled” at seeing in VERBATIM the sentence: “A person so bored they have completely shut off their brain” (B. J. Seymour in XXIV/4). The letter elicited a short editorial comment: “Although some despise it, this is a very old construction (Jane Austen used it!) that shouldn't be excised, especially in humorous writing.” It is true that <em>person</em> and pronouns ending in <em>-one</em> have occasionally been used with a plural verb from time immemorial. The variation <em>none is ~ none are</em> is also known; the derivation of <em>none</em> from <em>no one</em> seems to have been forgotten. A popular British book for foreigners does not object to “Who sit on the bench?” if the expected answer is “John and Mary do.” This is all very well, but indefinite pronouns and even the noun <em>person</em> cannot be equated with <em>student, tenant, <em>and</em> driver.</em></p>\n<p>There is a noteworthy difference between the two adventures discussed above. Case number 1 (“The mood of the tales are gloomy”) shows that nature resists nurture: a form known to be wrong triumphs despite the efforts of editors and teachers (the latter group is now called educators). Sentences keep flowing and drown incongruous grammar. Case number 2 (“Your driver has their taxicab driver's license…”) is the result of unpredictably successful language planning. Most people refuse to change their speech habits. Even proper spelling is hard to instill. The whole country writes <em>occurance</em>, <em>it's name</em>, and <em>alot</em>. But here an influential group of politically correct tyrants managed to stultify millions of guilt-ridden, docile citizens. The poet (you may remember their name) was right: life is a tale told by an idiot.</p>\n<p>The Third Adventure: “How People Put Feet into Their Mouths and Speak Tongues in Cheeks.”</p>\n<p>This adventure will be short because it is not mine. Both the idea and the material come from Professor Ellis Dye, who published an article (“On the Abuse of the Plural in English”) in <em>Colloquy,</em> a homey journal supported by Macalester College, St. Paul, MN (<em>Colloquy</em> 12, no. 1 (1993) 9-13). He pointed to “an epidemic of plurals” in American English and cited examples like the following: “[Politicians] are happy to put their political <em>skins</em> ahead of their principles”, “Seventy-five percent of loons were found to have mercury in their <em>livers</em> or their feathers,” “Tens of thousands of out-of-towners are trying to find their <em>ways</em> to the Metrodome,” “Approximately 600,000 women will have their <em>uteri</em> removed this year.”</p>\n<p>Such sentences, as Dye indicates, betray the speakers' assumption that a plural subject requires a plural object; this is why out-of-towners try to find their ways. The result is more repugnant than funny. I may add that the subject is not immune to the plural disease either. A columnist writes in a student newspaper: “We played some good games, and our senses of humor clicked” (two senses for two players).</p>\n<p>The three adventures described above call for different reactions. Editors will keep substituting <em>is</em> for <em>are</em> in <em>the mood of tales are gloomy,</em> while people will keep saying what they think is right. When the last stubborn editor dies, <em>are</em> will reign unchallenged (<em>vide</em> the futile struggle against constructions like <em>I insist on John</em> [rather than <em>John's</em>] staying at home). A driver with their license is preposterous nonsense, and all people of good will should stand up for return to normalcy. Formulating an idea in gender-neutral English may require an effort, but why should good writing be easy? It is certainly nobler in the mind to suffer and spend an extra minute revising a stupid sentence than to mutilate one's mother tongue. Loons will be reported to have mercury in their livers as long as the study of English is neglected in our school curricula. Permissive “educators” prefer to do without grammar (because—oh horror!—working on grammar may not always be fun, and <em>fun</em> is the main <em>F-</em> word in our life). Cultured people (I realize that the elitist epithet <em>cultured</em> is now seldom used unless applied to <em>buttermilk</em>) have studied grammar and style and were taught to think before they speak and write. They lose their linguistic innocence at a time when such momentous changes are supposed to happen. The growth of language should not be discouraged (it will change whether we want it or not), but not all of its deformities deserve admiration. In the words of the rich miller, immortalized by Oscar Wilde: “Lots of people act well, but very few people talk well, which shows that talking is much the more difficult thing of the two, and much the finer thing also.”</p>\n<p><em>[Anatoly Liberman is a Professor of Germanic Philology at the University of Minnesota. His most recent book is Word Origins … and How We Know Them: Etymology for Everyone (Oxford University Press, 2005), but he prefers studying language history to being part of it.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Pluralia Tantum or E Pluribus Unum: Three Adventures with the Plural</h1> <p><em><span data-rel=\"author\">Anatoly Liberman</span> <span data-rel=\"location\">University of Minnesota</span></em></p> <p>The First Adventure: “The Mood of the Tales Are Gloomy”</p> <p>Few things in English grammar are trickier than the use of the plural, which shows that even a language with practically no endings is hard to speak. <em>White Nights</em> is a sentimental story by Dostoyevsky, and this should not surprise anyone, for white nights are the time in May and June when young people in St. Petersburg traditionally fall in love. About a century and a half ago, it was customary to say: “<em>Two Gentlemen of Verona</em> were shown at the local theater,” as though someone had brought two freaks from Italy rather than produced a play by Shakespeare. I have gray hair and take this circumstance in stride, but two hairs (of any color) in my soup make my gorge rise. The police are after the reckless driver who thinks that gin and water is a good tonic for a young man behind the wheel. The assessment of a library ended in the following statement: “Two-thirds (or about 66%) of its stock is trash. How fortunate that nine-tenths (or 90%) of the town's population do not read books.”</p> <p>A student wrote in a paper: “The mood of the tales are gloomy.” The noun closest to the verb is <em>tales,</em> so that the subject of the sentence <em>(mood)</em> fell by the wayside. If the mood of the tales is gloomy, the tales are probably also gloomy, but this is beside the point. A rule has emerged in American English according to which the verb should agree in number with a noun or a group of nouns next to it. Another quotation from a student's paper: “New vocabulary involving the sea and sailing were introduced into the English language by the Anglo-Saxons.” What was introduced: new vocabulary or the sea and sailing? A staff writer explains: “The cost of fringe benefits are calculated by taking the cost of all benefits, including tuition, and dividing that by the salary of the employee.” So this is how the cost are calculated; a useful thing to know.</p>"
}