{
  "type": "Article",
  "title": "Is There an Information Professional In the House? Library Jargon in a Changing Profession",
  "author": "Rachel Singer Gordon",
  "location": "Lombard, Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Is There an Information Professional In the House? Library Jargon in a Changing Profession</h1>\n<p><em><span data-rel=\"author\">Rachel Singer Gordon</span> <span data-rel=\"location\">Lombard, Illinois</span></em></p>\n<p>Every profession adopts its own jargon, ostensibly for clarity's sake, but in practice often with the underlying intention of distinguishing professional insiders from interlopers. It might be surprising that librarians—who historically care for the written word—adopt some of the oddest and ugliest constructions for their activities. From strange acronyms (<em>AACR2, FRBR</em>) to neologisms (<em>cybrarian, webliography, folksonomy</em>), the field employs a mixed bag of jargon, with predictably mixed results. Sometimes even librarians find it hard to keep up with the flood of information that describes the activities of, well, organizing and retrieving information. The language describing their activities is changing, reflecting both the ways society is pushing the profession and the ways librarians would like others to see them.</p>\n<p>Given that different libraries employ different terms for essentially the same activities, it can be difficult for library users to keep up, resulting in an understandable annoyance at seemingly unnecessary jargon. The following discussion highlights some of the more interesting terms commonly employed in libraries, and gives some background into why these are used, rather than more imprecise (but perhaps more readily understood) terminology.</p>\n<p>This of course reflects just a few of the terms in common use. If you just cannot get enough library jargon, check out <em>ODLIS</em>, The Online Dictionary for Library and Information Science (<em><a href=\"http://lu.com/odlis/\">http://lu.com/odlis/</a></em>), which is both browsable and extensively cross-referenced. You can also order your own print copy from Libraries Unlimited for handy reference.</p>\n<p><em>Perceiving Priorities</em></p>\n<p>One can make assumptions about a library administration's priorities by the words it chooses to use. For example, when librarians remove battered and outdated books from their collections, some choose to <em>weed</em> (with the natural connotations of caring for a collection as a gardener might care for plants, making room for the new and the wanted while preventing the unneeded from choking out the “good stuff”). Others instead choose to <em>deselect</em>, with the appropriate Orwellian connotations (removing the un-good to make room for the double-plus good). <em>Deselection</em> here is the opposite of <em>selection,</em> where librarians make choices about which materials to purchase for their local collections. Still others engage in <em>deaccessioning</em> materials from their library collections. This is more likely, though, to occur in archival collections in cases where an item is returned to its original owner, transferred to another collection, or deemed inauthentic.</p>\n<p>Librarianship is at its heart a service profession, and much of its jargon reflects this. This terminology also, though, often reveals underlying assumptions about both librarians as professionals and the people they serve. Some K-12 institutions, for instance, choose to retain their <em>school libraries,</em> while others move toward creating or repurposing their libraries as trendier <em>media centers</em>. The argument here is that <em>media center</em> better reflects changing roles and formats; <em>media centers</em> often focus quite heavily on electronic resources and instruction, while <em>school library</em> retains book-focused associations for most. Of course, we can't call the professionals who staff <em>media centers</em> librarians; now they have become <em>school media specialists</em>. (On more than one occasion, <em>media specialists</em> have been mistaken for journalists, to everyone's chagrin.)</p>\n<p>Not to be left out, some universities eschew the term <em>library</em> as well, preferring instead to staff <em>information commons</em>. Again, this terminology is intended to reflect the shift toward electronically stored information, as well as the idea of a collaborative space—although some librarians bemoan the tendency for such spaces to parallel computer labs more than they do traditional libraries. Community colleges tend to prefer to build <em>learning resource centers,</em> reflecting the need to support the school's curricula as well as the move toward a more comprehensive view of library resources and information.</p>\n<p>These changes parallel a larger professional argument about language and its broader implications. Schools of <em>library science</em> are transforming themselves into schools of <em>information science,</em> or, simply, <em>schools of information</em> or <em>information schools.</em> Steeped in the jargon of knowledge management and computer science, such programs are often more acceptable to cost-cutting administrations than their seemingly old-fashioned counterparts, regardless of any similarities in their curricula. Renaming schools, though, as well as the concomitant emphasis on new technologies, has led to much internal argument about educational standards and the need to continue teaching the foundations of traditional librarianship. This also creates the odd degree of a master's in information science (MIS), leading one to wonder what it really means to be an information master.</p>\n<p>Some institutions employ more traditional <em>librarians</em>, while others only use <em>information professionals.</em> While their duties and activities may in some instances look quite similar, the use of <em>information professional</em> parallels <em>information technology,</em> trying to evoke associations with the sleek, the new, and the technological, rather than those dry, dusty, and old books.</p>\n<p>The ways in which librarians talk about library patrons or customers sometimes show how they perceive their role. Some libraries have <em>customers</em>, emphasizing customer service and satisfaction right along with for-profit rival Barnes &amp; Noble, while others have <em>patrons</em>, with older references to those who patronize—or support—a given institution. Still others, especially those in corporations, have the more generic library <em>users</em>.</p>\n<p>Librarians talk about the behavior of library users in interesting ways, too. The phenomenon of <em>satisficing</em>, which librarianship grabbed from economics, refers to library users' typical behavior of seeking a “good enough” rather than “best possible” outcome. When people search for information, for example, they will most often be satisfied with the first few results, whether or not these results fully answer their original query.</p>\n<p><em>Necessary Neologisms</em></p>\n<p>Most neologisms in librarianship reflect the need for terminology that describes information professionals' activities in a digital age. Some just modify existing terms, much as generally we add “e” to words to make them sound digital (<em>e-mail, e-commerce</em>…). Many people, of course, are familiar with the concept of <em>bibliographies</em>—having had at the very least to produce them when writing papers in school. A <em>webliography</em>, most simply defined as an online bibliography of web sites, again moves librarianship into the Internet age. For a while, librarians who spent a lot of time working online were referred to as <em>cybrarians</em> and the digital collections they created as <em>cybraries</em>, but these terms are less used than they were in the 1990s.</p>\n<p>In other cases, the profession takes an existing neologism and adds its own special touch. The <em>biblio-, blogosphere,</em> for example, adds <em>biblio</em> to <em>blogosphere</em> to refer to the world of library- and book-related weblogs.</p>\n<p>Librarians occasionally borrow terms from outside the profession. At its simplest and most self-referential, for instance, <em>metadata</em> refers to data about data, or information that describes a given set of data. One of the simplest examples of <em>metadata</em> is an old library catalog card, which contains information about the contents and location of an item in a library collection. On the Web, <em>metadata</em> can refer to data about a given web page, such as its contents, its author, and how it should be accessed.</p>\n<p>Another new and intriguing term that has emerged outside the library science “academy” is <em>folksonomy. Folksonomy,</em> a combination of the colloquial <em>folks</em> and the more formal <em>taxonomy,</em> refers to the collaborative categorization of resources, using keywords chosen by the <em>folksonomy's</em> users rather than a classification scheme imposed by a system's creator or other outside entity. One example of a <em>folksonomy</em> includes the social bookmarking site , <em>deli.cio.us</em>, which allows its users to self-categorize and store their bookmarks as well as to share them with other users of the service. The idea is that groups of people will as a collective whole come up with the most natural terms, hence those most understandable and usable by the community's users. This contrasts with librarian-created <em>controlled vocabulary</em>, which attempts to standardize the terms used to describe resources so that all relevant materials can be found under one term rather than scattered among many synonyms or related ideas.</p>\n<p><em>Agonizing Acronyms</em></p>\n<p>One of the most common acronyms used in today's libraries, <em>OPAC</em> stands for <em>online public access catalog.</em> The online face of the library catalog, <em>OPACs</em> replace older card catalogs with online equivalents that offer greater functionality, including keyword searching, access from outside the library, the ability for users to place their own holds on library materials, and so on. An <em>OPAC</em> is the public face of a larger <em>ILS,</em> or <em>integrated library system</em>, which includes a lot of behind-the-scenes functionality for cataloging, checking out, and otherwise processing library materials that patrons never see.</p>\n<p>Talking about library catalogs brings us to <em>FRBR</em>: 'functional requirements for bibliographic records.' <em>FRBR</em> aims to restructure existing library catalog records to better serve users by looking at “entities” and their interrelationships rather than at items. When searching an existing library catalog, for example, each edition and format of a given work will be listed separately. <em>FRBRized</em> catalogs are able to cluster versions of a given work together; <em>OCLC's</em> FictionFinder project serves as a working example of such a system (<em><a href=\"http://fictionfinder.oclc.org\">http://fictionfinder.oclc.org</a></em>).</p>\n<p>So, who is <em>OCLC? OCLC <em>currently stands for the</em> Online Computer Library Center.</em> Originally the <em>Ohio College Library Center,</em> <em>OCLC</em> has transformed into a global library cooperative, which fortuitously, as it evolved, found a new name to fit the old acronym. Among other services, <em>OCLC</em> maintains a collaborative bibliographic database called <em>WorldCat</em> that allows librarians and library users to locate library materials worldwide and enables librarians to share cataloging records.</p>\n<p>Librarians employ a number of other acronyms to describe the way they process library materials. <em>ILL,</em> for one, stands for <em>interlibrary loan.</em> Since no library can own, let alone store, everything, libraries share materials among one another just as they share material with their patrons. Libraries request materials to be sent from other institutions for their customers' use via <em>interlibrary loan</em>; larger institutions house entire <em>ILL</em> departments, staffed by <em>ILL specialists</em> (poor things). The related <em>DDS,</em> or <em>Document Delivery Service,</em> refers to the ability to send documents (such as article copies) between libraries via fax, e-mail, microfilm, or photocopy.</p>\n<p>When circumstances dictate, librarians sometimes employ acronyms that grow over time as the items they refer to change. <em>AACR,</em> for example, originally referred to the first (1967) edition of the <em>Anglo-American Cataloging Rules,</em> which compiles a standardized set of rules for cataloging materials in library collections. In 1978, when the second edition appeared, it seemed only natural to dub it <em>AACR2,</em> and then to call the 1988 revised edition <em>AACR2R.</em> We now find ourselves up to <em>Anglo-American Cataloguing Rules, Second edition, 2002 Revision,</em> or AACR2 2002—but not to forget the 2001 electronic hypertext version, AACR2-e. As revisions continue to be made to keep up with changes in materials formats and international cooperation, the new code, scheduled for release in early 2009, has been renamed <em>RDA: Resource Description and Access.</em></p>\n<p>Anyone attending a library conference or dipping into the field's literature had best be prepared to encounter a world filled with not only its own professional jargon, but that of related fields. From computer science to social science to economics, specialized terms abound. As librarians' duties and work environments continue to evolve, their language is sure to keep pace. Information professionals of the future, while still engaging in the activities of storing, organizing, and locating information, may refer to their profession much differently—while building on a long-standing and important tradition.</p>\n<p><em>[Rachel Singer Gordon (<a href=\"mailto:rachel@lisjobs.com\">rachel@lisjobs.com</a>) is a former librarian whose work includes <em>The Librarian's Guide to Writing for Publication</em> (Scarecrow, 2004).]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Is There an Information Professional In the House? Library Jargon in a Changing Profession</h1> <p><em><span data-rel=\"author\">Rachel Singer Gordon</span> <span data-rel=\"location\">Lombard, Illinois</span></em></p> <p>Every profession adopts its own jargon, ostensibly for clarity's sake, but in practice often with the underlying intention of distinguishing professional insiders from interlopers. It might be surprising that librarians—who historically care for the written word—adopt some of the oddest and ugliest constructions for their activities. From strange acronyms (<em>AACR2, FRBR</em>) to neologisms (<em>cybrarian, webliography, folksonomy</em>), the field employs a mixed bag of jargon, with predictably mixed results. Sometimes even librarians find it hard to keep up with the flood of information that describes the activities of, well, organizing and retrieving information. The language describing their activities is changing, reflecting both the ways society is pushing the profession and the ways librarians would like others to see them.</p> <p>Given that different libraries employ different terms for essentially the same activities, it can be difficult for library users to keep up, resulting in an understandable annoyance at seemingly unnecessary jargon. The following discussion highlights some of the more interesting terms commonly employed in libraries, and gives some background into why these are used, rather than more imprecise (but perhaps more readily understood) terminology.</p> <p>This of course reflects just a few of the terms in common use. If you just cannot get enough library jargon, check out <em>ODLIS</em>, The Online Dictionary for Library and Information Science (<em><a href=\"http://lu.com/odlis/\">http://lu.com/odlis/</a></em>), which is both browsable and extensively cross-referenced. You can also order your own print copy from Libraries Unlimited for handy reference.</p>"
}