{
  "type": "Article",
  "title": "Book Production Jargon",
  "author": "Jaqueline Cangro",
  "location": "Brooklyn, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Book Production Jargon</h1>\n<p><em><span data-rel=\"author\">Jaqueline Cangro</span> <span data-rel=\"location\">Brooklyn, New York</span></em></p>\n<p>In the world of high-power book publishing, glamour and prestige belong to those in the editorial and publicity departments. The production department staffers are the behind-the-scenes people working in the trenches. As the liaisons between the publishing house and the printers, we like to think we are a critical component to getting tangible books available for consumers. In many ways the production department is like the tires on the flashy sports car of the publishing house. Without us, you may look good, but you're really not going anywhere.</p>\n<p>Since the production department must interact with many other in-house departments as well as outside vendors, we often pick up their terminology and add it to our collective vocabulary. It becomes our shorthand, and without it we couldn't do our jobs. Indeed, the amount of inside language rivals that of a doctor (though we write more legibly). But unlike the specialized words in the medical profession, understood only by people wearing white coats, production jargon utilizes commonly used words. This adds a layer of complexity which is surprisingly more difficult than learning a new professional language (e.g., the legalese of a lawyer), for the words already have meaning in our daily lives. Given that our intensive, formal training program is what one would call “on the job,” new hires stare blankly at their computer screens for long stretches. It is daunting.</p>\n<p>To arm you with a way to impress people at cocktail parties, I've organized some universal production terms in easy-to-remember categories.</p>\n<p><em>Production lingo that doubles as interesting vacations</em></p>\n<p>Some small-page-count books, such as children's picture books, are bound with staples instead of thread or glue. To get clean access to punch through the spine, the books are splayed open on a saddle. A <em>saddle-stitched</em> book is ready for the rodeo.</p>\n<p>When a production staffer says her book has <em>ghosting</em> problems, she doesn't mean it's haunted. Her book probably has alternating pages of heavy and light inks, most common with coffee-table books. The printing press has picked up too much ink from the dark pages and transferred it and the images to the light pages. In cases like this we silently curse the book designer who laid out the pages in that order.</p>\n<p>We go to <em>galleys</em> when the house believes we can garner a lot of publicity and reviews prior to a book's publication date. The <em>galleys</em> often serve as <em>ARC</em>s, advanced reader copies, which are sent to the media months before the book is actually printed.</p>\n<p>For many professions, being eco-friendly is important, and production is no exception. We like to use <em>green pallets</em> when shipping cartons of books. These pallets are reusable, don't need to be chemically treated, and are sometimes made from recycled materials. They also don't contain any critters that like to hide in the old wooden pallets which are then transferred between printers and warehouses across the world.</p>\n<p>When we want a book to have that <em>je ne sais quoi</em>, we order <em>French flaps,</em> which give a high-end look to a paperback book. These mimic jacket flaps attached to a flexible cover and give editors another chance to write snazzy marketing copy.</p>\n<p><em>Production lingo you're likely to hear at a rowdy bar</em></p>\n<p>Setting up a <em>bleed</em> is imperative for jackets or interior pages if the designer does not want a white border to appear around the perimeter. He must <em>bleed</em> the image about one quarter of an inch off what will be the edges of the paper to allow for the printer's cropping during the binding process. These days this is usually set up electronically.</p>\n<p>In the same vein as a <em>bleed</em>, a <em>gutter</em> accommodates a <em>spread</em>, or an image that lies across two opposing interior pages. The designer must incorporate additional space in the spine area so when the printer binds the book, none of the image will be lost.</p>\n<p>If a production staffer orders you to <em>freeze</em>, it's not necessary to stop in your tracks and hold your hands above your head. She simply wants to make sure that an order of books is set aside in the warehouse for a specific customer.</p>\n<p><em>Die-cutting</em> happens when we decide to punch a circle through a perfectly good paperback or hardback cover. Sometimes we get creative and the make the hole a diamond, rectangle, or some other geometric shape. This allows the reader to peek-a-boo to an image on page one. Fun for children and adults alike, but never for the production staffer, as the interior image must be centered under the <em>die-cut</em> with a margin of error of less than a millimeter.</p>\n<p><em>Production jargon you wouldn't want to hear on a first date</em></p>\n<p>The bindery always makes sure to trim the excess cover and interior pages (see <em>bleed</em> above) of a paperback book so that it matches exactly the dimensions we have specified. Yet occasionally, despite all of our careful instructions, we receive sample books where the interior pages extend beyond the cover. This is the dreaded paper <em>creep</em> when the paper has absorbed additional moisture due to humidity or insufficient dry time on press.</p>\n<p>Most colors in the rainbow can be replicated by some combination of four colors: cyan, magenta, yellow and black, or <em>CMYK</em>. But a little too much of one or not enough of another can alter the final product dramatically from printing to printing. When a designer wants to be sure that a color will be an exact shade of chartreuse, she selects it from her <em>PMS</em> book. Every printer uses the <em>Pantone Matching System</em> and can reproduce the exact color specification from printing number one through one hundred. (The author should be so lucky.) Why not use the <em>PMS</em> colors all the time? Production staffers are penny-pinchers by nature. It's our job to make sure the books get to our customers on time and on budget. And we can't do that if we're indiscriminate about <em>PMS</em>, now can we? [Q: It's not clear why it's cheaper to use CMYK than PMS, which rather reduces the impact of the final rhetorical question. Add a sentence of explanation? –SD.]</p>\n<p>Some of our books are produced overseas, which means a long delay from the time they are finished printing to when they arrive in our warehouse. To track them, we give the printer an <em>ex-works</em> date, the date the books should leave the printer in order to be at our warehouse when we need them. Ideally, this is before we are actually out of stock.</p>\n<p>There are several ways to bind the book. (See <em>saddle-stitch</em> above.) One is to <em>notch</em> the paper by digging small divots out of the spine area and then squirting glue through the divots to secure the interior pages to the cover.</p>\n<p><em>Production jargon that sounds like it might be contagious</em></p>\n<p><em>CTP</em> is a recent affliction that began with the digital age. <em>Computer-to-plate</em> eliminates the need for old-fashioned film and streamlines the printing process.</p>\n<p>Most often used on hardcover novels, <em>rough front</em> is when the pages are not trimmed flush at the bindery. They are purposely left jagged to give them a more traditional look.</p>\n<p>When we print a book for the first time, the production staffer will request a set of <em>blues</em> from the printer. This is the last opportunity to check pagination and make any minor corrections before the book goes on press. They are usually <em>circed</em> (or circulated) in-house for approvals by anywhere from three to three dozen people.</p>\n<p>Many people are surprised to learn that a book is not printed in consecutive page order. It is printed in long sheets of 16, 32, or 64 pages, depending upon the type of press, where page 1 may be next to page 14. Get yourself a dozen or two of these sheets, called <em>signatures</em> or <em>sigs</em> for short, and you have yourself a complete book. The <em>sigs</em> are then folded in what seems to be an origami trick so the finished book is paginated correctly.</p>\n<p><em>Last, but not least—a round-up of the production “F” words:</em></p>\n<p><em>FOB</em>: a shipping term that indicates the publisher will handle the cost and responsibility of the freight cargo.</p>\n<p><em>FPO</em> (<em>for position</em> <em>only</em>): used to inform the printer that the images contained within the files are not high-quality enough for printing purposes.</p>\n<p><em>FTP</em> (<em>file transfer protocol</em>): enables us to send digital files for an entire book electronically by uploading them to a printer's secure website.</p>\n<p><em>F&amp;G</em> (<em>folded and gathered</em>): a term referring to the collected <em>sigs</em> of an entire book.</p>\n<p>I hope the next time you pick up a book, you think about all of the terminology some production staffer used to get to that finished product. We've only just scratched the jargon surface, but you'll have to excuse me. I just got a call from a printer: One of my books is going to miss the <em>ex-works</em> date because the editors haven't approved the <em>blues</em> and the designer can't decide if we're going to use a <em>PMS</em> color or include a <em>die-cut</em> on the cover.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Book Production Jargon</h1> <p><em><span data-rel=\"author\">Jaqueline Cangro</span> <span data-rel=\"location\">Brooklyn, New York</span></em></p> <p>In the world of high-power book publishing, glamour and prestige belong to those in the editorial and publicity departments. The production department staffers are the behind-the-scenes people working in the trenches. As the liaisons between the publishing house and the printers, we like to think we are a critical component to getting tangible books available for consumers. In many ways the production department is like the tires on the flashy sports car of the publishing house. Without us, you may look good, but you're really not going anywhere.</p> <p>Since the production department must interact with many other in-house departments as well as outside vendors, we often pick up their terminology and add it to our collective vocabulary. It becomes our shorthand, and without it we couldn't do our jobs. Indeed, the amount of inside language rivals that of a doctor (though we write more legibly). But unlike the specialized words in the medical profession, understood only by people wearing white coats, production jargon utilizes commonly used words. This adds a layer of complexity which is surprisingly more difficult than learning a new professional language (e.g., the legalese of a lawyer), for the words already have meaning in our daily lives. Given that our intensive, formal training program is what one would call “on the job,” new hires stare blankly at their computer screens for long stretches. It is daunting.</p> <p>To arm you with a way to impress people at cocktail parties, I've organized some universal production terms in easy-to-remember categories.</p>"
}