{
  "type": "Article",
  "title": "Old World Names for New World Fish",
  "author": "August Rubrecht",
  "location": "University of Wisconsin-Eau Claire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Old World Names for New World Fish</h1>\n<p><em><span data-rel=\"author\">August Rubrecht</span> <span data-rel=\"location\">University of Wisconsin-Eau Claire</span></em></p>\n<p>Because many species of fish are common to both sides of the Atlantic, English-speakingadventurers who sailed to the western side knew what to call a lot of the ones they caught off the North American coast. Wherever they found it, a salmon was a salmon, a cod was a cod. Many species that hugged the coastlines were different, however, and adventurers who went ashore and explored brooks, rivers, and lakes found few fishes they knew. They also found much greater variety in North America than in the British Isles, because even early on, they were exploring such varied habitats: from snowy Newfoundland down to the steamy coast of Georgia. Eventually, as following waves of settlers spread from the Atlantic to the Pacific, from Hudson's Bay to the Gulf of California, they encountered hundreds of new species. They needed names for all of them.</p>\n<p>They had three basic choices. They could borrow a name from speakers of a local language, make up a name using English parts, or use an old name they no longer needed because they had left the original referent behind. English speakers made liberal use of all three choices, but it is especially interesting to trace what they did with the surplus names they brought along. They got the most mileage out of names for some of their most important fish: trout, bass, perch, and bream.</p>\n<p>In Britain people used the names <em>brook trout</em>, <em>lake trout</em>, and <em>sea trout</em> for a single species of fish, <em>Salmo trutta</em>, depending on the habitat they found it in. That species did not occur in North America, so colonists could use the terms for whatever fish seemed most similar in particular parts of the New World. The most similar fishes would naturally be those in the genus <em>Salmo</em> (the true trouts) and, more broadly, in the family <em>Salmonidae</em>. In fresh waters of New England and eastern Canada, the two most widely distributed salmonid fish were not true trouts but chars. People converted the habitat designations <em>brook trout</em> and <em>lake trout</em> to species names for them. Later, exploring cold rivers in the western mountains, they discovered other salmonids, most of them true trouts, and to distinguish them began devising compound names by adding other descriptors to <em>trout</em>: <em>cuthroat</em>, <em>Dolly Varden <em>(a char</em>)</em>, <em>golden,</em> and <em>rainbow</em>, for example. (For simplicity, I omit the Pacific salmons as well as regional trout names such as <em>speckled trout</em> and names of specialized populations such as <em>steelhead trout</em>, “sea-run rainbow.”) So when the European species was later introduced to North America, <em>trout</em> was no longer sufficient to identify it. People added a new descriptor to make it <em>brown trout</em>, or sometimes <em>German brown trout</em>.</p>\n<p>In the warm waters of the South no salmonids could live, but there were some similar-looking species. The name <em>sea trout</em> (respelled as one word, <em>seatrout</em>) got applied to a group of saltwater fish also known as <em>weakfish,</em> individual species of which may take compounded names such as <em>sand trout</em> and <em>speckled trout</em>. Inland, many speakers used compounds with <em>trout</em> for fish in other families: <em>bigmouth trout, black trout, green trout, mountain trout, <em>and</em> white trout</em> for the black bass; <em>golden trout</em> for the walleye; and <em>cypress trout</em> or <em>green cypress trout</em> for the bowfin. In this last instance, people must have transferred the name from the black bass, not directly from trout. The bowfin is a grotesque relic from the Late Jurassic that does vaguely resemble a bass in coloration and habits but looks and acts a lot less like a salmonid than a carp does.</p>\n<p>What settlers did with the word <em>trout</em> was typical. Sometimes they transferred an English name to some single American species, but more often, to cover the array of new species in the New World, they broadened terms from specific to generic and then used them to make up new compound names. One principle these settlers followed is not too surprising: they made heaviest use of names for their most familiar and esteemed fish. Trouble was, each region in the Colonies presented a different mix of new species to name, and each settlement was populated by a different mix of colonists to name them. The result was a jumble that people are still trying to sort out.</p>\n<p>Early settlers made especially heavy use of <em>bass <em>and</em> perch</em>, but here they encountered even more taxonomic complications than with <em>trout</em>. The European bass and perch, both familiar and esteemed in the British Isles, are more distinct from each other than trouts are from chars; still, the species share so many similarities that English speakers applied the same name to both fish long before they began to colonize North America. The <em>Oxford English Dictionary</em> (OED) defines <em>bass</em> as “The Common Perch (<em>Perca fluviatilis</em>),” with the earliest citation about 1440. The first instance of <em>bass</em> in the meaning “A voracious marine fish (<em>Labrax lupus</em>) of the Perch family” appears almost a century later, in 1530. For both professionals and the folk, then, the classification of fishes in this order, <em>Perciformes</em>, has been vexatious. If taxonomists first placed the bass in the family <em>Percidae</em> (the perches), later decided to devise a new family, the <em>Serranidae</em>, and now assign it the family <em>Moronidae</em> and give it the new name <em>Dicentrarchus labrax</em>, is it any wonder that anglers and fishmongers have trouble keeping things straight?</p>\n<p>Colonists found members of the perch and bass families in North America which looked verysimilar to their counterparts in the Old Country. But they also found other fish that reminded them of bass and perch, increasing the potential for confusion. The most prominent group is now classified as the <em>Centrarchidae</em> or sunfish family. Though many centrarchids are more deep-bodied and slab-sided than either bass or perch, others look so similar that taxonomists originally placed them, like the European bass, among the perches, as shown by the (outdated) OED definition of <em>black bass</em>: “a fish of the Perch family (<em>Perca huro</em>) found in Lake Huron.” Ichthyologists now identify not one but several species of black bass and assign them to the genus <em>Micropterus,</em> not <em>Perca.</em> Other centrarchids also resemble basses, perches, and one another; what's more, many other families, in both salt and fresh water, look similar enough to take the names <em>perch</em> and <em>bass</em>.</p>\n<p>If there had been no centrarchids, American counterparts of European perch and bass could have taken Old World names with only minor confusion. People called the American perch <em>yellow perch</em> (or sometimes <em>green perch</em>) because of its color, and they called a large bass <em>striped bass</em> to distinguish it from the plain-sided European version. In fresh water, settlers found two other members of this American genus, <em>Morone</em>, both striped like their saltwater cousin, and adopted the names <em>white bass</em> and <em>yellow bass</em> (among others) for them. America has still another true bass in this genus; like the European one it has no stripes and lives along the coast in salt, brackish, and fresh water, but perhaps because it is smaller and a little different in shape, people flipped it into the other category and called it <em>white perch</em>.</p>\n<p>And as they did with the term <em>trout</em>, they transferred <em>bass</em> and <em>perch</em> to fish that might be only vaguely similar. They applied the name <em>black sea bass</em> to a deepwater fish in a related family. They called a smaller deepwater fish <em>ocean perch</em>. They encountered a reddish fish in the drum family similar in size and sporting quality to the striped bass and distinguished it, in various localities, from the striped bass by calling it the <em>bar, channel, red, reef, saltwater, school, sea,</em> or <em>spotted bass.</em> They named another saltwater drum <em>silver perch</em>. There is a freshwater drum too, and among its names are <em>buffalo perch, gray perch, white perch,</em> or just <em>perch</em>, but some people call it <em>gray bass</em> or <em>silver bass</em>. Out of a deep and abiding ignorance, I won't even try to explain how people used <em>bass</em> and <em>perch</em> to devise nomenclature for fish in the Pacific.</p>\n<p>But enough digression; I promised to describe how the names <em>perch</em> and <em>bass</em> are distributed among the centrarchid family.</p>\n<p>Without necessarily realizing that taxonomists place them all in a single family, anglers in eastern North America generally recognize three major groups of centrarchids: black basses, crappies, and sunfishes. (Only one species is native to the area west of the Rockies. More about that later.) The three major species of black bass (genus <em>Micropterus)</em> are the focus of a major sportfishing industry, inspiring such media attention that everyone has settled on <em>bass</em> as the generic term for them. The list of modifiers used to specify that term is impressive, though. Just for the largemouth bass, the <em>Dictionary of American Regional English</em> (DARE) includes <em>bayou ,bigmouth, grass, gray, green, lake, marsh, moss, mud, Oswego, redeye, river, rock, slough, spotted, straw, striped, swamp, tiger, white, widemouth,</em> and <em>yellow.</em> (Lists of local and regional names for smallmouth and spotted bass will appear in Volume V, soon to appear.) And just as taxonomists once assigned the black basses to the perch family, some of the folk have also placed them there, using the name <em>perch</em> unmodified or with the descriptors <em>black, green,</em> or <em>yellow</em>. But <em>bass</em> has now definitely won out.</p>\n<p>The two species of crappies (genus <em>Pomoxis</em>), on the other hand, still get identified more or less equally in folk terminology as both bass and perch. Though most people recognize <em>crappie</em>, a borrowing from French, as the standard common name, they still regularly use the regional names that early settlers came up with.For crappies in general, DARE lists <em>calico bass</em>, <em>grass bass</em>, and <em>strawberry bass</em> on the one hand and <em>speckled perch</em> and <em>strawberry perch</em> on the other. The black crappie is more often given the generic term <em>bass</em>, with descriptors <em>bigfin, rock, silver</em>, and <em>speckled</em>, though another name is <em>goggle-eye perch.</em> The white crappie is sometimes called <em>white bass</em>, but more often <em>perch,</em> with the descriptors <em>bridge, silver, suckley, tin,</em> and <em>white</em>.</p>\n<p>You can see that the same term—<em>white bass, silver perch, yellow perch</em>, and so on—often applies to different fish. The problem only gets worse when we look at the other centrarchids.</p>\n<p>Three Eastern ones look intermediate in shape between a black bass and a typical sunfish: the green sunfish, the warmouth, and the rock bass. Like the crappies, they may be classified in the folk vocabulary as either bass or perch. The green sunfish may be a <em>blue, sand,</em> or <em>wood bass</em>; placed in the other category, it may be called just <em>perch</em>, or described as a <em>green</em> or <em>yellow</em> one. The rock bass and the warmouth, similar in appearance but different in habitat and range (and assigned to different genera), share many names, including <em>rock</em> <em>bass</em> itself and <em>goggle-eye(d), lake, <em>or</em> redeye(d) bass</em>. Where they are classified as perch, people may qualify the noun with <em>frogmouth</em> (at least for the rock bass), <em>goggle-eye(d)</em>, and <em>redeye(d).</em> That single Western sunfish mentioned before also looks more or less like these three Eastern species, but in a welcome exception to the general pattern, everyone apparently settled early on a single name and stuck with it: <em>Sacramento perch</em>.</p>\n<p>Most remaining sunfishes—six or seven species big enough to interest anglers plus several little ones easy to mistake for young specimens of the others—belong (as do the green sunfish and the warmouth) to the genus <em>Lepomis</em>, typified by the bluegill and the pumpkinseed sunfish. They have colorful bodies deeper and flatter from side to side than those of black bass and crappies, smaller heads, and much smaller mouths. Sometimes these species hybridize, and besides, many naturally look so similar that even experienced anglers might catch one they're not sure what to call, especially in an area new to them. <em>Bass</em> is almost never applied to this group, though DARE does record <em>sun bass</em> for the pumpkinseed sunfish.In Canada and the northern U. S., people have settled on <em>sunfish</em> (not borrowed from any European species, and probably not from the ocean sunfish) as the generic term for these fishes, and it has become the standard common name in fisheries literature and the sporting press. To the south and west, outside the range of the yellow perch, the folk label them all <em>perch</em>, and in the old Plantation South the common generic name is one I haven't mentioned since the second paragraph: <em>bream</em>, pronounced /brIm/.</p>\n<p>In Britain <em>bream</em>, pronounced /brim/, applies to either of two members of the <em>Cyprinidae</em>, the carp and minnow family. I've never seen one in the flesh; in illustrations their large size, uniform brassy or silvery color, large round scales, and spine-free fins make them look hardly like sunfish at all, but instead like overgrown, humpbacked specimens of the minnow called <em>shiner</em>. But because the English esteemed them, <em>bream</em> sprang to their lips when they were casting about for a name to give to similarly deep-but-narrow-bodied North American fishes with small heads and tiny mouths. In most regions the term has died out, but in the southern U. S. it has become the standard generic term. One lure designed especially to catch sunfish is even named Breamkiller®.</p>\n<p>It is hard to sort out where and when <em>sunfish</em>, <em>perch,</em> and <em>bream</em> have been used unmodified to designate individual species, but I do know that in the part of the Ozarks where I grew up we considered the bluegill a kind of perch but gave it the specific name <em>bream</em>. The long-eared sunfish was <em>sun perch</em>, and we argued about whether the right name for the green sunfish was <em>yellow perch</em> or <em>bluegill</em>. Names for all <em>Lepomis</em> species can spawn similar confusion, so I simply offer lists of descriptors attached to the Old World names, without trying to sort species. Attached to <em>perch: blue, pond, red, red-bellied, red-breast, sun,</em> and <em>yellow.</em> To <em>bream: black-eared, blue, red, red-bellied, red-breasted, red-tailed,</em> and <em>yellow.</em> After <em>bream</em> generalized to cover sunfish in general, people also applied the compound <em>red-eyed bream</em> to the rock bass.</p>\n<p>Such compounds made with Old World terms account for only part of the confusion. Considering the whole piscatory vocabulary, we also struggle to make sense of additional compounds such as <em>barfish</em> and <em>linesides</em>, borrowings such as <em>sac-à-lait</em> and <em>chinkapin</em>, and derivational forms such as <em>grunter</em> and <em>stumpknocker</em> (my personal favorite fish name).</p>\n<p>I am of two minds about the trend toward giving up localisms and settling on standard common names. On the one hand I enjoy learning picturesque new words. On the other, I don't enjoy making mistakes, like the time I bought a package of frozen, skinned fillets labeled “perch” from a vendor in Prairie du Chien, Wisconsin, only to realize when I ate them that they came from freshwater drum. Not bad, but not delectable like yellow perch. And if I didn't already know what a fellow angler meant by saying “Stumpknockers been bitin' good,” I would appreciate a translation to <em>spotted sunfish</em> so I would know to dig around in my tackle box for a Breamkiller®.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Old World Names for New World Fish</h1> <p><em><span data-rel=\"author\">August Rubrecht</span> <span data-rel=\"location\">University of Wisconsin-Eau Claire</span></em></p> <p>Because many species of fish are common to both sides of the Atlantic, English-speakingadventurers who sailed to the western side knew what to call a lot of the ones they caught off the North American coast. Wherever they found it, a salmon was a salmon, a cod was a cod. Many species that hugged the coastlines were different, however, and adventurers who went ashore and explored brooks, rivers, and lakes found few fishes they knew. They also found much greater variety in North America than in the British Isles, because even early on, they were exploring such varied habitats: from snowy Newfoundland down to the steamy coast of Georgia. Eventually, as following waves of settlers spread from the Atlantic to the Pacific, from Hudson's Bay to the Gulf of California, they encountered hundreds of new species. They needed names for all of them.</p> <p>They had three basic choices. They could borrow a name from speakers of a local language, make up a name using English parts, or use an old name they no longer needed because they had left the original referent behind. English speakers made liberal use of all three choices, but it is especially interesting to trace what they did with the surplus names they brought along. They got the most mileage out of names for some of their most important fish: trout, bass, perch, and bream.</p> <p>In Britain people used the names <em>brook trout</em>, <em>lake trout</em>, and <em>sea trout</em> for a single species of fish, <em>Salmo trutta</em>, depending on the habitat they found it in. That species did not occur in North America, so colonists could use the terms for whatever fish seemed most similar in particular parts of the New World. The most similar fishes would naturally be those in the genus <em>Salmo</em> (the true trouts) and, more broadly, in the family <em>Salmonidae</em>. In fresh waters of New England and eastern Canada, the two most widely distributed salmonid fish were not true trouts but chars. People converted the habitat designations <em>brook trout</em> and <em>lake trout</em> to species names for them. Later, exploring cold rivers in the western mountains, they discovered other salmonids, most of them true trouts, and to distinguish them began devising compound names by adding other descriptors to <em>trout</em>: <em>cuthroat</em>, <em>Dolly Varden <em>(a char</em>)</em>, <em>golden,</em> and <em>rainbow</em>, for example. (For simplicity, I omit the Pacific salmons as well as regional trout names such as <em>speckled trout</em> and names of specialized populations such as <em>steelhead trout</em>, “sea-run rainbow.”) So when the European species was later introduced to North America, <em>trout</em> was no longer sufficient to identify it. People added a new descriptor to make it <em>brown trout</em>, or sometimes <em>German brown trout</em>.</p>"
}