{
  "type": "Article",
  "title": "If Foul Is Fair, What Next?",
  "author": "A.H. Block",
  "location": "Bronxville, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">If Foul Is Fair, What Next?</h1>\n<p><em><span data-rel=\"author\">A.H. Block</span> <span data-rel=\"location\">Bronxville, New York</span></em></p>\n<p>Words and expressions originally used in sports have long spiced everyday English. <em>Haymaker</em> of boxing, horse racing's <em>by a nose</em>, marathoners' <em>hitting the wall,</em> and <em>sudden death</em> from football and hockey are just a few examples of crossover vernacular. But it's baseball which has seasoned the language more than any other sport: <em>hit a home run, three strikes and you're out, can't get to first base, you threw me a curve, southpaw.</em> Born of roots more than 150 years old, the game retains a rich jargon for describing the plays, hits, and positions, an argot ingrained and unquestioned ... until the past few years, that is, when rumblings of doubt about one term have been advanced. An increasing number of sportscasters have noted that if a ball hitting a foul pole is a home run, the pole must be in fair territory and should be called a <em>fair pole</em>. So, logically, shouldn't the white stripes leading to them be called <em>fair lines</em>? It flies in the face of well over a century of habit, but the mere possibility that such rationality might prevail is enough to propose other anomalies to rectify:</p>\n<p><em>Home run</em>: Meaningful if it were called <em>run home,</em> which is certainly more descriptive. <em>Trot home</em> would be closer to fact, leaving <em>run home</em> for the inside-the-park variety. Since a player on third base also runs home, it ultimately does not work. Eliminating the <em>un</em> truncates the term into <em>homer,</em> erasing any connection to <em>run</em>. That, however, fails the test of exclusivity. A <em>homer</em> is also a biased announcer, a pigeon, a poet, and a Simpson. No, the proper term presents itself at the end of a normal progression in describing hits … single, double, triple, <em>quadruple</em>.</p>\n<p><em>Home plate</em>: The root of the previous problem. <em>Home</em> (as well as <em>away</em>) is the locale or field where the game is played. <em>Plate</em> evokes the vision of a piece of china. An alternative, <em>dish,</em> simply reinforces the image. Dinnerware has no place in baseball. Again, applying the rule of progression, there are first base, second base, third base, and <em>fourth base</em>.</p>\n<p><em>Round tripper</em>: Interchangeable with <em>quadruple.</em> A <em>round trip,</em> being travel from point A to B and back to A, would require a counterclockwise circuit of the bases and a clockwise return for the expression to be appropriate. That not being the practice, the proper phrase for that single tour around the bases is <em>one wayer</em>.</p>\n<p><em>Run</em>: A verb converted to a noun for the convenience of baseball. But it becomes muddled in its redundancy, as when the <em>runner runs</em> to score a <em>run</em>. There is a universally accepted word for scoring in athletic contests that better makes the point: <em>point</em>. Its usage will extend to statistical areas such as earned <em>point</em> average (<em>EPA</em>) and <em>points</em> batted in (PBI). Note that <em>walk</em> is still retained, reinforcing the true meaning of <em>run</em>. Batters will either walk or run to first base. In the context of baseball, it is doubtful that this will be confused with any government agency.</p>\n<p><em>Double play</em>: In reality a single play that achieves two outs. A more appropriate candidate for the description would be a <em>two-base hit</em>. <em>Twin killing,</em> though violent, is still apt, but can also be construed as the action greedy owners have taken in substituting separate day and night games for traditional doubleheaders. The proper designation for the play is <em>double out</em>. It follows that at the next level, <em>triple out</em> applies.</p>\n<p><em>Fly ball</em>: Pigs don't fly nor do balls. That ability is restricted to birds, planes, and insects, one of which apparently provided the name. (That bats also fly is too confounding to consider.) A <em>ground ball,</em> by definition, skitters along the playing surface. A ball hit above the ground becomes a <em>sky ball</em>. <em>Air ball,</em> a possible alternative, must be rejected because of its association with abject failure in another sport, whereas a <em>sky ball</em> can be successful; i.e., a sacrifice <em>sky</em>. Other variations, such as <em>line drive</em> and <em>pop up,</em> continue to be acceptable.</p>\n<p><em>Ball</em>: The sphere that is thrown and hit, or a pitch that misses a particular zone around fourth base? Too bewildering. A ball is that round thing, nothing more. From the pitcher's standpoint, then, a curve that misses the aforementioned zone is not a ball but a bad pitch … a bad. Four bads and the batter walks to first base.</p>\n<p><em>Strike</em>: The batter may strike the ball. A swing and a miss does not hit the ball, so cannot be called a <em>strike</em>. Occasionally, the players don't play but <em>strike</em>. Perplexing. A waist-high slider that clips the corner of fourth base, as opposed to a bad, is a <em>good</em>. Swings that miss and fouls are also chalked up as <em>goods</em>. Three <em>goods</em> retire the batter.</p>\n<p><em>Strike out</em>: No, the batter does not <em>good out</em>. Nor does he <em>strike out</em>. <em>Strike</em> is synonymous with <em>hit</em> (<em>strike</em> a nail with a hammer, <em>strike</em> a blow for humanity). The so-called <em>strikeout</em> victim obviously does not <em>hit out</em>. What the batter does is <em>swing out</em>, whether the ball is missed or fouled (an argument could be made that a held foul tip is a true <em>strikeout</em>; that is resolved by the old saw, the exception proving the rule).</p>\n<p><em>Shortstop</em>: Usually, the position is farther from fourth base than that of any other infielder, which would seem to call for the name <em>farstop</em>. That, however, would infringe on outfielders, who are even farther away. More accurately, the shortstop roams between second and third … a <em>between baseman</em>. In the interest of linguistic ease, calling the player a '<em>tweener</em> is perfectly acceptable. Though the term already exists to describe a ball hit between two outfielders, no one will mistake a <em>tweener</em> to left center for a leaping stab by a 'tweener.</p>\n<p>Note: Some may opine that shortstop is descriptive, as in the cases of the 5'5\" Rabbit Maranville and Freddie Patek. The era of the 6'4\" Cal Ripkin Jr. and 6'3\" Derek Jeter makes the thought moot.</p>\n<p><em>Battery</em>: An energy producer, artillery, an assault. And the pitcher and catcher? It boggles the brain. A word which implies power in all its non-baseball applications would be better associated with the offense whose name it so closely resembles … the batters. Look to the pitch-catch action of the so-called <em>battery</em> to portray the unit. As in dealing with fractions, the common <em>ch</em> is self canceling, leaving <em>pitcat</em>. Admittedly odd, but then how strange <em>bunt</em> (which does have a reasonable derivation) must have first sounded. Though there is also a common <em>t</em>, that is not canceled, to avoid thoughts of an eating disorder or type size.</p>\n<p>Since sportscasters already speak out for <em>fair poles</em>, it's time to step up with these further clarifications. Lovers of the game should not be deprived of the excitement of a right fielder snaring a <em>sky ball</em> and nipping a runner at <em>fourth base,</em> preventing the <em>tying point</em>; the thrill of a <em>swing'm out, <em>throw'm out</em> double out</em>; the bottom of the ninth, two-out drama of a light-hitting '<em>tweener</em> driving a <em>quadruple</em> off the left field <em>fair pole</em> to win the game. Inveterate fans may rue tampering with custom, but they can't deny the accuracy. And the young and future generations will be spared needless befuddlement caused by existing, illogical baseball terminology.</p>\n<p><em>[A.H. Block has written about baseball in Elysian Fields Quarterly and the Pittsburgh Post-Gazette. A lifelong fan, he takes the game very seriously.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">If Foul Is Fair, What Next?</h1> <p><em><span data-rel=\"author\">A.H. Block</span> <span data-rel=\"location\">Bronxville, New York</span></em></p> <p>Words and expressions originally used in sports have long spiced everyday English. <em>Haymaker</em> of boxing, horse racing's <em>by a nose</em>, marathoners' <em>hitting the wall,</em> and <em>sudden death</em> from football and hockey are just a few examples of crossover vernacular. But it's baseball which has seasoned the language more than any other sport: <em>hit a home run, three strikes and you're out, can't get to first base, you threw me a curve, southpaw.</em> Born of roots more than 150 years old, the game retains a rich jargon for describing the plays, hits, and positions, an argot ingrained and unquestioned ... until the past few years, that is, when rumblings of doubt about one term have been advanced. An increasing number of sportscasters have noted that if a ball hitting a foul pole is a home run, the pole must be in fair territory and should be called a <em>fair pole</em>. So, logically, shouldn't the white stripes leading to them be called <em>fair lines</em>? It flies in the face of well over a century of habit, but the mere possibility that such rationality might prevail is enough to propose other anomalies to rectify:</p> <p><em>Home run</em>: Meaningful if it were called <em>run home,</em> which is certainly more descriptive. <em>Trot home</em> would be closer to fact, leaving <em>run home</em> for the inside-the-park variety. Since a player on third base also runs home, it ultimately does not work. Eliminating the <em>un</em> truncates the term into <em>homer,</em> erasing any connection to <em>run</em>. That, however, fails the test of exclusivity. A <em>homer</em> is also a biased announcer, a pigeon, a poet, and a Simpson. No, the proper term presents itself at the end of a normal progression in describing hits … single, double, triple, <em>quadruple</em>.</p> <p><em>Home plate</em>: The root of the previous problem. <em>Home</em> (as well as <em>away</em>) is the locale or field where the game is played. <em>Plate</em> evokes the vision of a piece of china. An alternative, <em>dish,</em> simply reinforces the image. Dinnerware has no place in baseball. Again, applying the rule of progression, there are first base, second base, third base, and <em>fourth base</em>.</p>"
}