{
  "type": "Article",
  "title": "User-Friendly Turkish",
  "author": "Martin Gani",
  "location": "Como, Italy",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">User-Friendly Turkish</h1>\n<p><em><span data-rel=\"author\">Martin Gani</span> <span data-rel=\"location\">Como, Italy</span></em></p>\n<p>Do you find Turkish an enigmatic, incomprehensible language to read or listen to? Are you lost for words if you've ever endeavoured to utter something in it? Then this foray will show Turkish is not as alien as it looks, nor should it sound all Chinese to major-European-language-speakers. Virtually in any walk of life, in any field, Turkish has been Europeanised, and be it politics, entertainment, sport, business, medicine, technology, or much else, Euro-sounds are ubiquitous. Often in the written form these European terms are disguised in Turkish, but on hearing them pronounced by the Turks themselves they sound delightfully familiar.</p>\n<p>We may read that the <em>lider</em> (leader) of such and such <em>parti</em> (party) has taken the <em>inisiyatif</em> (initiative) to call for a <em>miting</em> (meeting) to propose a new <em>ekonomik</em> (economic) <em>reform</em> (reform) <em>paket</em> (packet) to fight <em>enflasyon</em> (French pronunciation of <em>inflation</em>) and if necessary <em>lobi</em> (lobby) the government together with any students' <em>grup</em> (group) and workers' <em>sendika</em> (syndicate) willing to join them to challenge the ineffective, <em>rutin</em> (routine) <em>prosedürler</em> (procedures) being applied in every <em>sektör</em> (sector) of the <em>ekonomi</em> (economy). As these words clearly indicate, the spelling of the borrowed words go through surgery so that Turks pronouncing them reproduce the original sounds almost perfectly, just like native English, Italian, and French-speakers would. If the loanword is spelling-friendly it is left unadulterated, like the English words <em>reform, problem, program, park, platform, plan, petrol</em> and the Italian words <em>bomba, parlamento, protesto, posta,</em> and the false friend <em>pasta</em>, 'pastry' in Turkish.</p>\n<p>Those who think that English or American is taking over the world would be wrong in the case of Turkey. If the English and French were to hold a battle of words in 21st-century Turkish, Napoleon's descendants would convincingly win ten to one. According to the latest (1998) Turkish dictionary compiled by TDK (Türk Dil Kurumu), the venerable Turkish language institute, the French contribution to modern Turkish is some 4,700 root words, compared to 470 from English, 620 from Italian, 380 from Greek, and around 100 from German, out of a total of 60,700 root words producing 100,000 or so terms in the dictionary.</p>\n<p>Perfectly natural 21st-century Turkish is thus flavoured with French: During the <em>büfe</em> (<em>buffet</em>) lunch a young Turk (<em>Turc</em>) meets a <em>Fransız</em> (<em>Française</em>) <em>aktris</em> (<em>actrice</em>) from <em>Paris</em> (<em>Paris</em>) at an <em>etnik</em> (<em>ethnique</em>) <em>sinema</em> (<em>cinéma</em>) <em>konvansiyon</em> (<em>convention</em>) and succeeds in getting a <em>randevu</em> (<em>rendez-vous</em>) with her. He drives his <em>otomobil</em> (<em>automobile</em>) rather than take the <em>tren</em> (<em>train</em>) or <em>otobüs</em> (<em>autobus</em>) in case he has to <em>eskort</em> (<em>escort</em>) the lady somewhere. He suggests going to a <em>konser</em> (<em>concert</em>), she proposes a <em>komedi</em> (<em>comédie</em>) just down the <em>bulvar</em> (<em>boulevard</em>) as a successful <em>alternatif</em> (<em>alternative</em>). After the <em>performans</em> (<em>performance</em>) they have dinner at a <em>restoran</em> (<em>restaurant</em>). The <em>diyalog</em> (<em>dialogue</em>) explores <em>kültür</em> (<em>culture</em>), <em>sosyal</em> (<em>social</em>) issues, and their future <em>proje</em> (<em>projet</em>). As the <em>romantik</em> (<em>romantique</em>) <em>suare</em> (<em>soirée</em>) draws to a close, he invites the girl to his <em>apartman</em> (<em>appartement</em>) for a <em>konyak</em> (<em>cognac</em>) or perhaps to listen to some <em>müzik</em> (<em>musique</em>); she says, \"<em>Mersi</em> (<em>merci</em>), maybe next time.\" His face a <em>tablo</em> (<em>tableau</em>) of <em>depresyon</em> (<em>dépression</em>), the young man drives the lady to her <em>otel</em> (<em>hôtel</em>).</p>\n<p>Unlike most European languages, Turkish does not belong to the Indo-European family but to the Altaic group of Central Asian tongues—for a good reason, since Turks are of Central Asian origin and the name <em>Turk</em> was possibly coined by their neighbours, mainly Chinese, as <em>Tu-Kueh</em> or <em>Dürko</em>. These nomadic early Turks, starting in the 8th century, began moving west towards Europe, met and espoused the Muslim religion in the 9th century, and eventually settled in Eastern Anatolia around the 11th century and formed a sedentary empire named after the dominating clan, the Selçuks. In 1299 another clan, that of Osman, finally took power and formed the Ottoman empire, which lasted till the end of World War I.</p>\n<p>The Ottomans entered the war on the wrong side, and only thanks to the efforts of Mustafa Kemal (1881–1938), the founder of modern Turkey, who put together an army of Anatolians and successfully resisted the annexation of Turkey by the Allied forces, was it replaced by the Turkish Republic, or <em>Türkiye,</em> in 1923. Turks returned to calling themselves <em>Türk</em> again, like their ancestors in the 6th century, and no longer <em>Osmanlı.</em></p>\n<p>Mustafa Kemal, affectionately known as <em>Atatürk</em> (father Turk), had clear ideas for Turkey. The nation was to look to the West, to Europe, as a model to follow. Politics and religion were clearly separated, polygamy was abolished, and women were able to divorce and vote by 1930. Atatürk took it upon himself as the first president of the newborn republic to replace the Ottoman alphabet, i.e., Arabic script, with the Roman one used all over Europe.</p>\n<p>In 1928 he commissioned a panel of experts who came up with a 29-letter, Western-style alphabet in just six weeks. By the end of the year the new writing system became a law and had to be rigorously applied. The president himself travelled up and down the country and personally promoted the teaching of the new alphabet.</p>\n<p>In 1932 something just as fundamental happened. The TDK was born and was given the job of purging Turkish of Eastern-Islamic influences and modernising it. The TDK expelled thousands of Arabic and Persian words (though Arabic is still today the most dominant influence in Turkish, with 6,455 root words), thus seriously diluting the predominance of Islamic culture in the newborn republic, and filled the void with importations from Ottoman Turkish and the languages of Europe, in particular French, as it was then the most influential tongue, the lingua franca.</p>\n<p>The changes were not easy for the Turks to accept and assimilate in such a short time. Till then the educated classes had used Persian (1,350 or so root words are still in use) to discuss art and literature, matters relating to religion were talked about mainly in Arabic, and the ordinary people used Ottoman Turkish to conduct their daily lives and business; more of a dialect, Ottoman Turkish was rarely written. With the new alphabet a new era began where the Turkish spoken in the streets, laced with European sounds, became superior and had to be learnt and written by all. The gap between the language of the elite and that of ordinary people was bridged, and Turks began to understand each other a little better, as well as feeling closer to Europe.</p>\n<p>Turkish is an easy language to pronounce; it has a phonetic alphabet which allows no exceptions. Every letter is given one sound, and when composed into words they retain that sound, whatever the combination may be.</p>\n<p>As an agglutinating language, Turkish adds all the tense endings, auxiliaries (e.g., 'to be'), modals (e.g., 'can'), and prepositions onto the root word as suffixes, so you may end up with words as long as a train, like <em>Türkçeleştiremediklermizdenmişler</em>, which means 'they say they are among those we have not been able to transform into Turkish.' The root <em>Türk</em> can be guessed, as it is similar to the French word for 'Turkish,' <em>turc,</em> but the rest will probably sound like double-Dutch to major-European-language-speakers.</p>\n<p>There are other complications. Excepting the subject, which comes at the beginning in both languages, Turkish syntax is a mirror image of English. In many major European languages the verb comes right after the subject, or may even be at the start of the sentence as in Italian and Spanish, where the declination of the verb clearly indicates the subject.</p>\n<p>In Turkish the verb comes right at the end. In a complex sentence this can naturally cause comprehension difficulties, since we have to store all the information preceding the verb. But this too is changing, and it is not uncommon to hear 21st-century Turkish-speakers put the verb at the beginning.</p>\n<p>Walking around Istanbul today, there is a bewildering number of billboards advertising European-language courses, the great majority offering English. If only Atatürk had known how dominant English-American would become, we would probably have a completely different Turkish. Most foreign importations have been in use for so long that they've been permanently integrated into Turkish, and Turks wouldn't know how else to say words like <em>bütçe</em> (budget) or <em>reklam</em> (<em>réclame</em>=advertising), or others like <em>tempo, opera, konservatuvar</em> (<em>conservatoire</em>), or <em>senfoni</em> (<em>symphonie</em>). However, the brand new entries, mainly from English, can be problematic; for instance, <em>self-determinasyon</em> (self-determination), <em>brifing</em> (briefing), and a series of others where the spelling is left unchanged, as in <em>sneak-preview, single, spot, stand-by</em> and <em>side effect,</em> may not be immediately accessible to the average Turk.</p>\n<p>But help is at hand; the TDK has a list of troublesome terms circulating in the mass media and gives their definitions as well as supplying a Turkish alternative on their website. Often this is simply a literal, but accurate and clever, translation and may end up replacing the borrowed word. One good example is <em>bilgisayar</em> (knowledge counter), which has successfully ousted <em>kompütür</em> (computer) from Turkish.</p>\n<p>To be fair, Turkish has not spent the last few centuries merely borrowing words from Europe; it has also loaned some to the West, including <em>kiosk, divan, tulip, turban, yoghurt, pilau,</em> and <em>kilim</em>. However, turkey, the main ingredient of Christmas or Thanksgiving dinner, has no connection with Turkey, the republic. This pheasant is in fact an American native. Apparently an African bird, the guinea fowl that looks very similar to a turkey was brought to Europe via Turkey; when the Europeans first emigrated to America in the 16th century and saw the local turkey, they thought it was the guinea fowl they were familiar with and called it <em>turkey</em> too. No other European language confuses the bird with the country: the French say <em>Turquie</em>-<em>dindon</em>, the Germans <em>Türkei</em>-<em>Truthahn</em>, the Spaniards <em>Turquía</em>-<em>pavo</em>, and the Italians <em>Turchia</em>-<em>tacchino</em>, respectively and respectfully for Turkey and turkey. Turks themselves call turkey <em>hindi;</em> oddly enough, in Turkey India is known as <em>Hindistan</em>, the land of turkeys—there's a mystery.</p>\n<p><em>[Martin Gani is a British journalist based in Italy with some 220 features published worldwide. His writing focuses on travel, culture, the arts and language. He speaks Turkish fluently.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">User-Friendly Turkish</h1> <p><em><span data-rel=\"author\">Martin Gani</span> <span data-rel=\"location\">Como, Italy</span></em></p> <p>Do you find Turkish an enigmatic, incomprehensible language to read or listen to? Are you lost for words if you've ever endeavoured to utter something in it? Then this foray will show Turkish is not as alien as it looks, nor should it sound all Chinese to major-European-language-speakers. Virtually in any walk of life, in any field, Turkish has been Europeanised, and be it politics, entertainment, sport, business, medicine, technology, or much else, Euro-sounds are ubiquitous. Often in the written form these European terms are disguised in Turkish, but on hearing them pronounced by the Turks themselves they sound delightfully familiar.</p> <p>We may read that the <em>lider</em> (leader) of such and such <em>parti</em> (party) has taken the <em>inisiyatif</em> (initiative) to call for a <em>miting</em> (meeting) to propose a new <em>ekonomik</em> (economic) <em>reform</em> (reform) <em>paket</em> (packet) to fight <em>enflasyon</em> (French pronunciation of <em>inflation</em>) and if necessary <em>lobi</em> (lobby) the government together with any students' <em>grup</em> (group) and workers' <em>sendika</em> (syndicate) willing to join them to challenge the ineffective, <em>rutin</em> (routine) <em>prosedürler</em> (procedures) being applied in every <em>sektör</em> (sector) of the <em>ekonomi</em> (economy). As these words clearly indicate, the spelling of the borrowed words go through surgery so that Turks pronouncing them reproduce the original sounds almost perfectly, just like native English, Italian, and French-speakers would. If the loanword is spelling-friendly it is left unadulterated, like the English words <em>reform, problem, program, park, platform, plan, petrol</em> and the Italian words <em>bomba, parlamento, protesto, posta,</em> and the false friend <em>pasta</em>, 'pastry' in Turkish.</p> <p>Those who think that English or American is taking over the world would be wrong in the case of Turkey. If the English and French were to hold a battle of words in 21st-century Turkish, Napoleon's descendants would convincingly win ten to one. According to the latest (1998) Turkish dictionary compiled by TDK (Türk Dil Kurumu), the venerable Turkish language institute, the French contribution to modern Turkish is some 4,700 root words, compared to 470 from English, 620 from Italian, 380 from Greek, and around 100 from German, out of a total of 60,700 root words producing 100,000 or so terms in the dictionary.</p>"
}