{
  "type": "Article",
  "title": "Professional Wrestling's Clandestine Jargon",
  "author": "John Lister",
  "location": "Manchester",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Professional Wrestling's Clandestine Jargon</h1>\n<p><em><span data-rel=\"author\">John Lister</span> <span data-rel=\"location\">Manchester</span></em></p>\n<p>That professional wrestling matches are performances rather than contests will come as little revelation to most, but until as late as the mid-1990s those in the industry believed it was a secret that must be protected at all costs. As with the culture of travelling carnivals (from which the wrestling business developed), performers and promoters developed a jargon designed to allow communication without fear of revealing the inner workings of the industry to bystanders.</p>\n<p>Such secrecy had two notable effects on the development of wrestling language. Terms were understandably rarely recorded in writing, making them more vulnerable to corruption as they spread orally. And with no written authority to which to defer, terms were not always limited to a single, precise use.</p>\n<p>This is demonstrated by <em>kayfabe</em> (pronounced “kay-fayb”), the key term in wrestling jargon, and a particularly versatile one. Its primary meaning is as an abstract noun, referring to the concept of keeping the secrets of wrestling hidden from outsiders. As a shouted warning, it instructed wrestlers that an outsider was in the vicinity and that speakers should either change the subject or fall silent. An action that goes against this code (such as supposedly rival wrestlers socialising in public) is breaking kayfabe.</p>\n<p>The term can act as a verb: a <em>kayfabed</em> interview is one where the wrestler speaks from the perspective of his in-ring character rather than his real-life persona, while to <em>kayfabe</em> somebody is to lie to them in order to protect the business. An example of the term as an adjective would be a <em>kayfabe</em> manager: a man who appears at ringside with a wrestler but does not truly handle his business affairs.</p>\n<p>The term is so common that it can even be employed as a catch-all shorthand where the meaning can be arbitrary. Female performer Missy Hyatt (who recalled the incident in her book <em>First Lady of Wrestling</em>) once heard a colleague warn her “Kayfabe your breast!” and instinctively recognised the meaning as 'Your dress is coming loose and requires immediate adjustment.'</p>\n<p>Most early written examples of the term were insider jokes for those inside the industry. A 1950s performer in New England worked as Boris K. Fabian, while promoter Gino Marella had a license plate reading K FABE, and a 1987 wrestling television special listed Kaye Fabe among the production staff. The phrase's meaning was first documented in insider newsletters such as the <em>Wrestling Observer</em> (a trade journal launched in 1982), and it was the title of a mid-'80s Japanese-language book written to expose the business by disgruntled performer Satoru Sayama.</p>\n<p>There have been several attempts to explain the term's etymology. The most spurious involve second- or third-hand tales of a wrestler named Kay Fabian who, depending on the variant, was either mute (and thus a literal inspiration for a code of silence) or an untrustworthy gossip; there is no record of such a man existing.</p>\n<p>The most common explanation is that the term is a corrupted form of a Pig Latin version of <em>fake,</em> which, in some traditions, would be along the lines of “ke-fay.” Some have put forward the idea that the transformed term is actually <em>be fake</em>, but, even leaving aside the liberal transformation that would be required, it seems unlikely any speaker would coin such a stilted phrase in the first place.</p>\n<p>The most credible theory is that it is a variant of the Latin <em>caveo</em> (in the sense of 'be on guard against' or 'look out for'). While tales of upper-class schoolboys using the warning “keep cavey” appear to be literary inventions of the “cripes” and “jeepers” variety, there are accounts of the phrase being used in this fashion among East London Jews between the wars. Many of the leading U.S. wrestling promoters and performers of this period were of Eastern European origin and spoke a broken or heavily accented English, perhaps explaining the term's transformation in pronunciation.</p>\n<p>The earliest documentary evidence of wrestling's insider terms is a 1937 book <em>Fall Guys</em> by New York sportswriter Marcus Griffin. It is the first in-depth look at wrestling behind the scenes and contains several key terms which survive to this day:</p>\n<p>A <em>work</em> is a match that is a performance rather than a genuine contest and stems from the idea of two wrestlers working together to create a show. The term can be used more generally to describe anything that is false, such as a performer adopting a <em>worked</em> accent in line with his character.</p>\n<p>A <em>shoot</em> is a genuine contest or, by modern extension, anything that is genuine. A contemporary marketing example is the <em>shoot</em> interview, a videotape on which a performer speaks openly about his career, as opposed to a <em>worked</em> (in-character) interview. The term was used as a double-bluff for a 1934 match at Wrigley Field that was openly promoted as “the last great shooting match in history.” By effectively acknowledging that other matches were fixed, promoters fooled supposedly knowledgable fans into believing that this one was on the level. It wasn't.</p>\n<p>Not unlike cinematic morality tales, a <em>babyface</em> is the heroic wrestler, while a <em>heel</em> is the villain of the piece. While these terms are only used behind the scenes, the equivalent names in Mexico are part of the on-screen presentation, with each match featuring a heroic <em>técnico</em> against a hated <em>rudo</em>. This does not openly acknowledge the good vs evil setup, as the meanings are closer to 'technical wrestler' and 'brawler.'</p>\n<p>A pair of wrestlers booked for a series of dates are in a <em>programme</em> or, less commonly, a <em>marriage</em>. The supposed feud may be enhanced by an <em>angle</em>, any staged incident that furthers the storyline.</p>\n<p>In each match, one wrestler will <em>go over</em> ('win') unless the match <em>goes through</em> ('to the time limit'), the drawn result known as a <em>broadway</em> (because, ideally, the result makes both men bigger stars). By using such simple terms, early <em>bookers</em> (the men who decide matchups and results) could send instructions by telegram without fear of exposure. CHRIS OVER DODGE CITY THIRTY was enough to inform the local promoter that Jim Londos (real name Chris) should defeat Joe Stecher (a native of the Kansas location) at the half-hour mark.</p>\n<p>Many other terms have developed to describe situations unique to pro wrestling. A wrestler can spice up a match by bleeding, either through <em>blading</em> (cutting one's own forehead with a concealed razor blade) or <em>hardway</em> (through legitimate punches, usually around the eyebrow). A promoter may encourage a wrestler to <em>get colour</em> ('bleed') by reminding him that <em>red equals green</em>: that is, bloody matches often lead to increased takings on future shows. Bleeding is also known as <em>juicing</em>, though, confusingly, <em>juice</em> is a euphemism for steroids, otherwise known as <em>gas</em>.</p>\n<p>A talented performer may amuse himself by embarking on a <em>Shakespeare</em>, a theatrical routine where he uses sleight of hand to give the illusion of using a nonexistent weapon behind the referee's back. A less talented performer may <em>potato</em> his opponent (hit him with unnecessary force) or be a <em>crowbar</em> (a stiff performer lacking the flexibility to produce a fast-paced, fluid performance). If particularly unprofessional, a wrestler may <em>sandbag</em> (act as dead weight to make his opponent appear weak to the audience).</p>\n<p>Perhaps the most versatile term after <em>kayfabe</em> is <em>gimmick</em>, which can refer to a wrestler's persona, an illegal object used by a heel, or any item of merchandise.</p>\n<p>Even some situations common to all travelling entertainers have their own specific terms in wrestling. A groupie is known as a <em>ring rat</em> or simply <em>rat</em>, while the practice of sneaking in more than the permitted number of occupants is <em>heeling a room</em>.</p>\n<p>Wrestlers in Britain had their own variation on insider terms, usually involving nothing more complicated than rhyming slang. Many of these terms were revealed in the late Jackie Pallo's 1985 posthumous <em>You Grunt, I'll Groan</em>, the first book to spill the secrets of the business.</p>\n<p>The warning “kayfabe” was replaced by <em>Queens</em>, short for the football team Queens Park Rangers, or 'strangers.' The babyface was known as a <em>blue-eye</em>, while the heel was simply the <em>villain</em>. Wrestlers also used rhyming slang to instruct their opponent which body part to 'attack' next, be it the <em>Daily</em> (…<em>Mail</em> = 'tail,' as in 'back') or the <em>Gregory</em> (…Peck = 'neck').</p>\n<p>With the business now less secretive, and with many of the current generation of performers having been exposed to the American product at an early age, these regional variations are becoming defunct.</p>\n<p>In some situations, usually when in a public place, conversing wrestlers might discuss a more general topic for which they have no industry-specific terms, but still require confidentiality. In these cases, the preferred option is carny. This involves inserting “iz” before each pronounced vowel in a word (other than those of one or two letters); one would thus “spizeak in cizarny.”</p>\n<p>In many cases, a speaker will only insert the sound before the first vowel of a particular word; in polysyllabic words, the “iz” sound will only be repeated if the speaker is particularly skilled at speaking this way, or if the subject being discussed requires stronger camouflage than usual. Carny has the advantage that even if a listener is aware of the technique, it is largely undecipherable to anyone who has not used it regularly.</p>\n<p>The technique is not unique to wrestling. Writing in the journal <em>American Speech</em>[2004 79(4):400-416], Carol L. Russell and Thomas E. Murray trace it to carnival workers of the late 19th century. They also found it used by workers in AT (athletic) shows in which genuinely skilled wrestlers would take open challenges, usually working close fights with a planted colleague posing as a member of the crowd, before unleashing their full ability on legitimate challengers and cleaning up on side bets.</p>\n<p>Most linguistic accounts of carny today are focused on its musical use. New York DJ Murray Kaufman regularly used carny in his 1960s broadcasts, while Frankie Smith's 1980 song “Double Dutch Bus” appears to be the inspiration for carny-like affectations in hip-hop and rap music. A celebrated copyright case in 2003 saw a British judge bemused by phrases such as “fo shizzle ma nizzle,” the politically correct translation of which is “for sure, my fellow African-American.”</p>\n<p>However, in titling their piece “The Life and Death of Carnie,” Russell and Morrell may have underestimated the life-span of the technique. While they state “professional wrestlers…had adopted it from the beginning of that phenomenon, about 1960,” the wrestling business can be traced back in its current form to at least as early as the mid-'20s.Wrestler Fred Blassie (in his autobiography <em>Listen, You Pencil Neck Geeks</em>) recalls carny being used in a dressing room at the start of his career in 1937.</p>\n<p>He also recalled a variant in which the “iz” sound was replaced with “bees” or “bells” depending on the context. Russell and Morrell also questioned the survival of carny in wrestling, having found no sources for its use past 1985, but the subject was discussed in a 2001 book <em>Smarten Up! Say it Right</em>, written by B. Brian Blair, whose career stretched from 1979 to 2002.</p>\n<p>On a 6 July 1998 televised wrestling show broadcast on the USA Network, a sequence where one group of wrestlers spoofed a rival squad involved one performer claiming (both orally and in writing on his singlet) to be Mizark Henry: a carny version of Mark Henry, the target's actual name. While never used on-screen again, the nickname lives on to this day among a certain section of wrestling fans who spend their free time exchanging “insider information” through the Internet. This was most likely helped by the fact that Mizark was not just a play on a real name, but also referred to the term <em>mark</em>, now adopted by some fans as an insult to those they perceive as having a less than sophisticated understanding of the industry's inner workings.</p>\n<p>Indeed, with wrestling's secrets so exposed, it is becoming common for outsiders on the fringes of the business to attempt to establish their credentials through overenthusiastic use of carny and wrestling jargon. What was once a secretive language used to distinguish those who were part of wrestling's inner circle is rapidly becoming a clear indication that the speaker is in fact an outsider.</p>\n<p><em>[John Lister (<a href=\"http://www.johnlisterwriting.com\">www.johnlisterwriting.com</a>) is a freelance journalist from Manchester, England, specialising in clear communication and the professional wrestling business. He spent six years running Plain English Campaign's press office, giving more than 500 broadcast interviews about jargon and other unclear language. He is the author of two books, Slamthology and Turning The Tables: The Story of Extreme Championship Wrestling.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Professional Wrestling's Clandestine Jargon</h1> <p><em><span data-rel=\"author\">John Lister</span> <span data-rel=\"location\">Manchester</span></em></p> <p>That professional wrestling matches are performances rather than contests will come as little revelation to most, but until as late as the mid-1990s those in the industry believed it was a secret that must be protected at all costs. As with the culture of travelling carnivals (from which the wrestling business developed), performers and promoters developed a jargon designed to allow communication without fear of revealing the inner workings of the industry to bystanders.</p> <p>Such secrecy had two notable effects on the development of wrestling language. Terms were understandably rarely recorded in writing, making them more vulnerable to corruption as they spread orally. And with no written authority to which to defer, terms were not always limited to a single, precise use.</p> <p>This is demonstrated by <em>kayfabe</em> (pronounced “kay-fayb”), the key term in wrestling jargon, and a particularly versatile one. Its primary meaning is as an abstract noun, referring to the concept of keeping the secrets of wrestling hidden from outsiders. As a shouted warning, it instructed wrestlers that an outsider was in the vicinity and that speakers should either change the subject or fall silent. An action that goes against this code (such as supposedly rival wrestlers socialising in public) is breaking kayfabe.</p>"
}