{
  "type": "Article",
  "title": "Modern Language: Why Chicken Rectums Are More Relevant Than You Think",
  "author": "Gary Buslik",
  "location": "Mundelein, Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Modern Language: Why Chicken Rectums Are More Relevant Than You Think</h1>\n<p><em><span data-rel=\"author\">Gary Buslik</span> <span data-rel=\"location\">Mundelein, Illinois</span></em></p>\n<p>A while back, while researching a story I was writing on Caribbean cockfighting, I emailed Martinique's head librarian, Niquette, whom I had met a year earlier in a Fort-de-France restaurant when, overhearing me order in my best French what I believed was lobster bisque, she corrected me before the waiter brought me a bowl of crushed glass. I have no doubt the garçon, or gendarme, or whatever they're called, would have served me the broken shards and watched me eat them, because that's how the French are. For every perfectly nice woman like Niquette, they have ten mean, lousy socialist waiters who speak through their adenoids and make a stinky face when you order a Coke. I do not know exactly what adenoids are, but the French probably invented them, because it is the official policy of their government that they invented everything, except the guillotine.</p>\n<p>Even in the West Indies the French despise Americans, because 1) instead of cleansing our palates with sorbet, we cleanse them with gummy worms, and 2) we absolutely insist that <em>bijou</em> is the French word for <em>movie theater</em>. To compensate for these barbarities, the French national language academy imposes a strict limit on how many letters with accent marks Americans may use annually, after which they debit us fifty cents for each infraction, charged automatically to our VISA cards, which the French invented, right after air.</p>\n<p>After Niquette saved my digestive system, we got to talking. When I told her I was a writer, she joined me at my table, and we shared a bottle of Bijou and intelligent conversation long into the night. As a librarian, she had a deep curiosity about English literature. We exchanged probing questions, she asking about existentialism in the novels of Virginia Woolf, and I asking where I might find a good topless beach, and, for that matter, was there really a bad topless beach? And so on.</p>\n<p>So, naturally, Niquette, who knew almost as much about the West Indies as Madame Curie knew about glowing in the dark, was the first person I thought of when researching a story about Caribbean cockfighting.</p>\n<p>She remembered me. She put me in touch with her cousin Gustave, an avid breeder and handler of Martiniquan fighting roosters. He lives in a village that does not appear on any map and that the U.S. Postal Service does not even list in its thick tome <em>Manual of Places We Can't Pronounce</em>. I wrote to him in care of Niquette, who acted as translator, in case I inadvertently accused Gustave himself of being a cock. (<em>Cock</em> being a word that always gets me into trouble. I once apprenticed for an uncle who tested and repaired boilers and who would say things like “Only twist your cock finger tight,” “Back your cock off a quarter turn,” “Soak your rusty cock with good ol' WD-40,” and “Keep your hand well clear of a steaming cock.” This made for difficult holidays. On Thanksgivings I couldn't make eye contact with him without cranberries shooting out of my nose.)</p>\n<p>I did not really expect to hear from Gustave. I imagined a cockfighting enthusiast would be pretty wary of a big-city type wanting to write about a pastime that's beaucoup rough on critters. But I assured him that my cockfighting scenes would take no moral stance whatsoever—which, anyhow, I'm weak on in the best of circumstances—and that I'd not only be willing to show him my writing in advance, but that I'd appreciate his comments and suggestions. Still, I was plenty surprised when, a month later, the librarian mailed me her cousin's reply.</p>\n<p>I liked Gustave. He didn't have to respond, but he did. He took a chance. I had plenty of follow-up questions, and maybe because their neutral and doltish nature put him at ease, he answered all my questions thoroughly and trustingly, and, with Niquette's dedicated assistance, we wound up writing back and forth half a dozen times.</p>\n<p>Although I emailed my questions to Niquette, her cousin wrote out each of his replies longhand, underscoring each missive with a chapter-verse reference from the New Testament. Evidently Gustave was a dedicated Catholic, as Frenchmen who live thousands of miles from Paris can sometimes be.</p>\n<p>The impression I had was that Gustave and his brood were good, God-fearing descendants of slaves, who, despite their forebears having been kidnapped, tortured, and murdered by Christians, nevertheless believed <em>they</em> were the sinners. When they weren't working their rocky pastures, Gustave and his neighbors enjoyed frying plantains and cockfight losers and in the evening listened to the distant surf and the sound of vervet monkeys killing one another.</p>\n<p>I imagined that he owned a dog named Claude and a donkey also named Claude, that he shared a bit of vin rouge with Father Pierre every Sunday after church, and once a month or so had another child.</p>\n<p>Here is his last letter to me, translated by Niquette:</p>\n<blockquote>\n<p><em>Cher Gary</em></p>\n<p><em>Thank you for allowing me to read part of your new book. I think God has truly blessed you with a talent of writing. I wish more people would see that we can do nothing great without HIM and that if you are not CATHOLIC you will go to HELL.</em></p>\n<p><em>I only saw a couple of places where I disagree with or I am not sure of. (1) At the bottom of page 15-top of 16. Maybe use a different description. (2) Top of page 18. –Not sure about the guts. (3) Bottom of page 17. I have never seen a handler insert a finger in “chicken's rectum” but it could be possible in the location you are describing, I am no mayvun outside of Martinique.</em></p>\n<p><em>You did a good job. If I can ever help please let me know.</em></p>\n<p><em>Warmly,</em></p>\n<p><em>Gustave</em></p>\n<p><em>(John 13:34-35)</em></p>\n</blockquote>\n<p>I read that <em>mayvun</em> sentence over and over. <em>Mayvun</em>? Did Gustave mean something different from what I thought he meant? Was there an entirely different word—an African or Creole expression, maybe—that meant roughly the same thing as the Yiddish word that had come into vogue among American big-city lawyers, commodity brokers, and hip magazine writers? Like our own Indian <em>wampum</em>, did it denote material or spiritual wealth and so mean chief, or shaman, or great warrior? Or was <em>mayvun</em>, perhaps, the ecclesiastical substitution for a voodoo expletive, the way Catholic saints stand in for Santeria gods?</p>\n<p>Since my trusty French dictionary burped no Gaul <em>mayvun</em> or any reasonably alternate spelling thereof, I emailed Niquette to see if she had misunderstood or misread her cousin's handwriting. But <em>non</em>, she assured me, she had transcribed it faithfully—though she, too, admitted to being befuddled. So I could only conclude that, yes, what Gustave had meant, and the word that certainly fit his context, was the Yiddish, slightly pejorative, slightly ironic word for “expert”—<em>maven</em>—the word I had heard almost every day growing up, as in “Some day you'll be a maven, but for now shut up and do what I say, or I'll give you something to cry about.” <em>That</em> maven.</p>\n<p>Had this now-yuppie buzzword seeped into the Martiniquan mountain streams like devil fluoride? Or was it a one-time thing, Gustave's local rum shop having installed satellite TV, and its owner, after one too many nips with Father Pierre, having accidentally strayed from the Christian Broadcasting Network to chance on CNN, just as Larry King was interviewing Michael Eisner?</p>\n<blockquote>\n<p>LARRY: We're here today with the mouse maven, Michael Eisner, who recently got voted off as Disney's Chairman of the Board. What about it, Michael? Not enough mavenosity?</p>\n<p>MICHAEL: Well, you know, Larry, today everyone's a so-called maven. But real mavens don't grow on trees. I mean, really mavenitious mavens.</p>\n<p>LARRY: What kind of maven was Walt Disney?</p>\n<p>MICHAEL: Walt was a great cartoon maven. He was also a maven on booze and cigarettes. I wrote a book about it, if you want to see the cover. It's called <em>The Maven's Maven</em>, and it's available on Amazon.com—you know, the book mavens?</p>\n</blockquote>\n<p>I got to thinking. What if life really had begun to change in the West Indian rainforest? I'll tell you why I was thinking that. My wife and I once visited a gumdrop island in the Eastern Caribbean that no one had ever heard of, not even the people who lived there. The inhabitants had been so inbred that there was only one surname on the entire island—one thousand locals all named Johnson—and one lunatic asylum. Although they turned out to be extremely nice people, they answered you three questions behind, their foreheads were shaped like catchers' mitts, and their taxi drivers weren't sure how to find the only guesthouse on the island.</p>\n<p>While scouring the serpentine road for the hotel, our own driver, Osmand Johnson, made small talk.</p>\n<blockquote>\n<p>“A where you from, eh?”</p>\n<p>“U.S.,” we replied.</p>\n<p>“U.S., eh? You know Mistah O'Reilly, him?”</p>\n</blockquote>\n<p>Well, surely there were oodles of O'Reillys in Chicago—probably all working in the Building Department—let alone in the entire United States, but since we knew not a single one, we answered with certainty, “Nope.” Then we chuckled, condescendingly if I'm not mistaken, in the wake of Osmand's provincial view of the world.</p>\n<p>The laugh, it turned out, was on us. For eventually Osmand found the guesthouse, and we checked into our room to discover not only a perfectly good television set, but that the only station it received was FOX, home of “Fair and Balanced News.”</p>\n<p>Oh, <em>that</em> O'Reilly.</p>\n<p>If a gazillion megawatts of “The O'Reilly Factor,” managing to find the ends of the earth, had altered Osmand Johnson's chitchat, why, then, couldn't <em>maven</em>, and who knows how many other Yiddishisms, have circled and pecked Gustave and his fellow cockfighters?</p>\n<p>Which is why I can imagine this exchange at the next get-together of Le Grand Club des Coqs de la Martinique:</p>\n<blockquote>\n<p>“Ça va, Gustave? Schlep your kishkes down on a stool there. What's all this kvetching we're hearing about?”</p>\n<p>“Lisette invited her no-good brother over for a bowl of matzo ball soup, and the next thing I know, he's eating my last bagel.”</p>\n<p>“A real goniff. Since when is your wife a mayvun on matzo balls?”</p>\n<p>“Since she brought us out a pot when we were digging up a zombie last month. Tasted great with lox and pastrami. Say, have you ever heard of inserting a finger up a chicken's rectum to make him fight better?”</p>\n<p>“The French invented rectums!”</p>\n</blockquote>\n<p>My grandmother was not French but always had plenty of their mustard when we came over. Her name was Ida Goldfarb, and she was a good, hardworking grandma who made a heck of a chicken soup herself, if you didn't count the one-inch-thick layer of fat. She never stuck her finger or any other appendage in the bird's rectum, as far as I know, but I won't vouch for my grandpa.</p>\n<p>This I know for sure. If on Thanksgiving my grandma, rest her soul, had been sitting between me and my mother, I would never have gotten klopped on my head every time Uncle Jack mentioned WD-40. Ida brooked no klopping of her grandchildren, at the mention of the word <em>cock</em> or otherwise, and my mother was enough of a maven to know that the no-klopping rule skipped a generation, and if she dared raise a hand to me, no wishbone in the wide world would have saved her kishkes.</p>\n<p><em>[Gary Buslik writes novels, short stories, and essays. His work appears in many commercial and literary magazines. He teaches literature and creative writing at the University of Illinois at Chicago. He does not play golf. Please do not call him to play golf.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Modern Language: Why Chicken Rectums Are More Relevant Than You Think</h1> <p><em><span data-rel=\"author\">Gary Buslik</span> <span data-rel=\"location\">Mundelein, Illinois</span></em></p> <p>A while back, while researching a story I was writing on Caribbean cockfighting, I emailed Martinique's head librarian, Niquette, whom I had met a year earlier in a Fort-de-France restaurant when, overhearing me order in my best French what I believed was lobster bisque, she corrected me before the waiter brought me a bowl of crushed glass. I have no doubt the garçon, or gendarme, or whatever they're called, would have served me the broken shards and watched me eat them, because that's how the French are. For every perfectly nice woman like Niquette, they have ten mean, lousy socialist waiters who speak through their adenoids and make a stinky face when you order a Coke. I do not know exactly what adenoids are, but the French probably invented them, because it is the official policy of their government that they invented everything, except the guillotine.</p> <p>Even in the West Indies the French despise Americans, because 1) instead of cleansing our palates with sorbet, we cleanse them with gummy worms, and 2) we absolutely insist that <em>bijou</em> is the French word for <em>movie theater</em>. To compensate for these barbarities, the French national language academy imposes a strict limit on how many letters with accent marks Americans may use annually, after which they debit us fifty cents for each infraction, charged automatically to our VISA cards, which the French invented, right after air.</p> <p>After Niquette saved my digestive system, we got to talking. When I told her I was a writer, she joined me at my table, and we shared a bottle of Bijou and intelligent conversation long into the night. As a librarian, she had a deep curiosity about English literature. We exchanged probing questions, she asking about existentialism in the novels of Virginia Woolf, and I asking where I might find a good topless beach, and, for that matter, was there really a bad topless beach? And so on.</p>"
}