{
  "type": "Article",
  "title": "Qat in Yemen",
  "author": "Gregory Johnson",
  "location": "Tucson, Arizona",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Qat in Yemen</h1>\n<p><em><span data-rel=\"author\">Gregory Johnson</span> <span data-rel=\"location\">Tucson, Arizona</span></em></p>\n<p>I first came to Yemen nearly two years ago as <em>bahlasa</em>, that is, 'one who arrives from another country without any luggage.' That afternoon as I was fretting and complaining over my lost luggage a friend tossed me a small plastic bag filled with <em>qat</em> leaves and said: “Chew.” It was sound advice. My bags arrived a week later, but it was too late. I was already hooked, lost in a world where time dissolves in lexical lanes and back alleys.</p>\n<p>In Yemen, <em>qat</em> chews provide a popular, and important, forum for debate and dialogue. Nearly everyone chews; even old age and toothlessness fail to stop some, as old men use a <em>mahtana</em>, 'grinder,' to mash up the <em>qat</em> before slipping it into their cheek. The chews in Sana'a usually begin around 3 <em>pm</em> and can last anywhere from four to eight hours. <em>Khazzan</em>, which is the word Yemenis use for chewing, actually means 'to store,' a fairly accurate description of a process where one chews up the leaves and stores them in their cheek, producing a sizeable bulge. Conversation is the rule at these affairs, and the talk is given over to jokes, poetry, politics, history, solo storytelling, and, as the hour grows late, simply listening to the alchemic beauty of the language.</p>\n<p>The language of <em>qat</em> chews, I soon realized, revolves around what the medieval poet, al-Mutanabbi, would have called <em>nawadir</em>, or 'rare words.' Al-Mutanabbi, whose name literally means 'one who sets himself up as a prophet,' was a connoisseur of <em>nawadir</em>. His <em>diwan</em>, 'collected works,' runs to four volumes, not because he was exceedingly prolific but because of all the scholarly footnotes explaining his <em>nawadir</em>. Reading al-Mutanabbi's four or five lines of poetry per page truly is a journey in the footnotes of history.</p>\n<p>Arabic is a beautifully difficult and lyrical language, with a seemingly supernatural ability to mystify people. One old orientalist joke holds that any word can have three meanings: the accepted definition, an opposite one, or it could refer to some part of a camel. Context is everything.</p>\n<p>Poetry, the vehicle of choice for nomads, was known as <em>sihr halal</em>, 'legitimate magic,' in pre-Islamic Arabia. Those skilled in the proper use of language were said to be in contact with <em>jinn</em>, 'genies,' and the inheritors of special powers. That respect for, and even fear of, poetry, like so many other pre-Islamic traditions, was later adopted by Islam. During its heyday, poets could expect to be rewarded with a mouthful of gold for a well-turned verse, an early form of patronage that seems lost in today's era of budget cuts.</p>\n<p>The Yemeni prince al-Afdal was one such patron, commissioning scholars to produce foreign-language keys. His son al-Ashraf, however, did him one better, marrying off his daughter to al-Firuzabadi, a famous lexicographer. Al-Firuzabadi is best known for his dictionary entitled <em>qamus</em>, a word that originally meant 'ocean,' but following the success and popularity of his work it became the accepted term for 'dictionary,' a meaning it still holds today. In addition to his dictionary, al-Firuzabadi also composed amusing books of synonyms—all in the interest of philology, of course—on topics such as honey and wine. His book on wine, <em>The Cheery Companion on the Prohibition of Old Wine</em>, deals with 357 words, ranging from the mundane, <em>khamr</em> or 'wine,' to the witty, <em>'ain al-dik</em> or 'eye of the rooster.'</p>\n<p>Al-Firuzabadi may have been the first, as he claimed, to write such a book on wine, but his body of work has been a model for disciples throughout the ages. In 1945, more than 500 years after his death, the German-born scholar and explorer, Carl Raswan, composed a similar work on the vocabulary of Bedouin horse words: 1,050 in all.</p>\n<p><em>Qat</em> has not had, to my knowledge, an al-Firuzabadi or a Raswan, although it did lend its name to a short-lived newspaper, <em>al-Qat</em>. Yemeni Jews who moved to Israel in the late 1940s and 1950s introduced it as a flavor of ice cream, a type of perfume, and even as a painkiller called <em>qatine</em>. In Yemen, it has been celebrated in verse by countless poets and discussed at length by legal scholars. The rulings of the scholars, at least those native to Yemen, have been favorable: it is not a substance banned by the <em>Qur'an</em>. And indeed, like coffee, it wormed its way into society as a religious tool. Chewing <em>qat</em>, the jurists found, allowed them to put off sleep and concentrate on reading and studying the <em>Qur'an</em>. One Yemeni proverb illustrates its religious foundations: “<em>Qat</em> is the food of the pious.” Other legal systems have not been so kind to the plant known as <em>Catha edulis.</em> It is banned in the U.S. and most of the Arab world, including Saudi Arabia, which sentences chewers to death. Britain's colonial experience in Yemen may have made it more understanding; the former imperial power still allows chewers to practice their habit legally.</p>\n<p>The origins of <em>qat</em> in Yemen are so tangled in legends and hearsay that it is nearly impossible to untangle them. But the story that is recited most often claims that a shepherd—one of those whom Muhammad ranked ahead of camel herders in the hierarchy of animal husbandry—noticed his flock chewing on a particular shrub that seemed to excite them. Curiosity overcame his better judgment, and he gave the plant a try. Like the apple in Eden, one taste was all that was needed to write a new chapter in history, and thus <em>qat</em> was born; or so the story goes.</p>\n<p>Now <em>qat</em> has taken over society to such a degree that most outsiders and even some Yemenis view it as a self-inflicted curse that is the root of all modern evils: underdevelopment, poverty, and lack of water. The rest of us, however, are too busy chewing to pay much attention. Those who refuse to chew have never experienced <em>kayf</em>, that elusive, nearly untranslatable word, which allows one to melt into the background, becoming perfectly at ease with one's surroundings and oneself. They have never heard gorgeous and disorderly poetry composed and recited on the spot. They have never heard tales of ancient warriors and distant lands come to life as they do when they are told over <em>qat</em>. In short, they have yet to live a full life.</p>\n<p>The road to <em>kayf</em> is a long one, full of pitfalls to snare the unsuspecting, beginning long before the chew. Some Sana'anis like a sweaty lunch of <em>saltah</em>—a boiling, bubbling stew-like mixture, whose ingredients differ from restaurant to restaurant and even from day to day—before buying their <em>qat</em>, immediately giving them a warm base with which to start the process. But I prefer to buy my <em>qat</em> first and then have <em>saltah</em>, working up a sweat slowly, like the way one enters a frigid pool: step by step. Heat, it should be stated, is an integral part of the <em>qat</em> chew. Not only does it prepare the body for chewing, an act as much mental as physical, but it also allows <em>qat</em> to enter the bloodstream faster, which is why Yemenis insist on chewing with the windows closed. And which is why, a few hours into a good chew, the smoke from countless cigarettes floats in what Bulgakov described in a different context as “slow, dense, horizontal layers, without a quiver.” Anything, even the slightest breeze—known as the <em>shanini</em>, a piercing blast of cold air that sneaks in through a poorly fastened window or a crack in the wall—can disturb a chewer's paradise and send him careening off the road to <em>kayf</em>.</p>\n<p>The bargaining process is, for me, the first step towards the perfect <em>qat</em> chew and <em>kayf</em>. The blood starts to flow a little faster, the heart begins to pound a little harder, and the sweat starts to come first in drops and then in a trickle down the back of my neck. There are countless <em>aswaq al-qat</em>, 'qat markets,' throughout Sana'a. Men sell <em>qat</em> out of the trunks of their cars, out of cardboard boxes on the sidewalk, and from small closet-sized hovels along the street. The oldest <em>souq</em> in town is in the old city of Sana'a next to <em>souq al-milh</em>, 'the salt market.' Out towards the western edge of town is the <em>souq</em> in Hasabah, which takes its name from the pebbles, <em>hasab</em>, that a group of divinely inspired birds dropped on an invading army of Ethiopians who were about to take the city of Mecca in 570 <em>ad</em>, the year of Muhammad's birth. My personal favorite, the <em>souq</em> I usually frequent, is in <em>al-Qa'a</em>, the old Jewish quarter. But really, wherever you go the scene is the same: men are cursing, jostling, and invoking God's name, partly in an effort to get the best <em>qat</em> for the best price and partly to work up a sweat.</p>\n<p>Most days I find myself squatting inside Abdullah's <em>qat</em> shack, which is tastefully decorated with old election posters of the president, sifting through bags of <em>qat</em>. Abdullah is a <em>maqut</em>, '<em>qat</em> seller,' and like most good ones, an avid sampler of his goods. This sampling is known as <em>fidhah</em>, and nearly everyone engages in the practice. Its purpose is twofold. First, it allows one to judge the quality of the <em>qat</em>, which sight and smell often fail to pinpoint, and it also warms the blood another degree or two, taking one past another mile-marker on the road to <em>kayf</em>. I've watched men sample nearly half a bag before they purchased it, but more than a few sprigs and one is honor-bound to buy the bag. I tend to sample only one or two, lest I be suckered into a bad bag.</p>\n<p><em>Qat</em> comes in a variety of colors: <em>ahmar</em>, <em>abyad</em>, and <em>azraq</em>, literally, 'red,' 'white,' and 'blue.' Red is judged to be the strongest, and white the weakest. And it is further distinguished by the region from which it comes. The best <em>qat</em> in Yemen is generally considered to be <em>shami</em>, 'northern,' which one can buy around the Red Sea port city of Hodeida. But the very best of the best, the choicest cuttings of <em>shami</em> are smuggled into Saudi Arabia, where they command top dollar, despite the threat of the sword. In Taiz, one can chew <em>sabri</em>, from Mount Sabr above the city. Here in Sana'a, the choice of most discerning chewers is <em>hamdani</em>, from the region of Hamdan. Less image-conscious chewers, or those with a bit of a daring side, chew <em>sauti</em>, from the region of Saut, which I like to think of as the crack cocaine of <em>qat</em>, since local wisdom holds that after chewing <em>sauti</em> one is unable to sleep for three days. The distinctions are as diverse as the landscape in Yemen, with well over 100 different types of <em>qat</em>, all hailing from different regions, and differing from each other in appearance, taste, color, smell, and effect. But the divisions don't end there. <em>Qat</em> is also judged by the time of year it was planted, its location in the field, and the position of the branches on the tree.</p>\n<p>In the hierarchy of <em>qat</em>, <em>ru'us</em>, or the 'heads' of the stalks, are considered the best, while <em>qattal</em>, 'the pickings of the lower branches,' has been described by one writer as the “pubic hair of <em>qat</em>.” There is also <em>bazgha</em>, 'the ends or tips of each stalk,' or to put it another way the <em>ru'us</em> of the <em>ru'us</em>. Just as the <em>ru'us</em> is the best each tree can produce, so is the <em>bazgha</em> the best each stalk can produce.</p>\n<p>But carrying a small bag of <em>bazgha</em> to a chew lacks something of the swagger that carrying a huge bundle of branches, closer to small saplings, commands when walking about Sana'a. These large branches, often more than a yard long, are known as <em>'audi</em>. Really, really large branches are called <em>'aidan</em>. To carry a bundle of <em>'aidan</em> to a chew is to mark yourself as a serious chewer, a man of <em>qat</em>; and like academic degrees and wealth <em>'aidan</em> endows its possessor with a certain amount of respect.</p>\n<p><em>Qat</em> is sold in small plastic bags, wrapped in leaves, or bound with string, and costs anywhere from a dollar to more than $50. Western writers inevitably compare the varieties and types of <em>qat</em> to those of wine in the West, and, taking the comparison a step further, the chewers become either snobs or aficionados, depending on the writer's mood. In the end, one's choice of <em>qat</em> is, like body art and clothes, all a matter of personal taste and financial capacity.</p>\n<p>Abdullah usually has pretty good stuff, most of which is grown on the family farm just outside of Sana'a, but he does buy a little from the <em>muarad</em>, a word that has among its root meanings: 'to accrue income, to convey, to transport and to feed' but in this context means 'middlemen.' Early on in one's <em>qat</em> education one learns to steer clear of <em>barahi</em>, 'yesterday's <em>qat</em>'; the word comes from the root meaning 'ill-boding, inauspicious, and ominous,' all things that yesterday's <em>qat</em> signifies to the serious chewer. <em>Bagra</em>, '<em>qat</em> that is filled with water,' and <em>nezi</em>, '<em>qat</em> that is too dry,' should also be avoided. Instead one calls for <em>qat hali</em>, which means both 'fresh' and 'sweet.' “Sweet” here is a bit of a misnomer, as <em>qat</em> is slightly bitter, but to a true <em>mawla'i</em>, 'one inflamed with passion' for <em>qat</em>, bitterness in <em>qat</em> is sweetness during the chew. My purchase of two bags tucked inside my shirt, I push my way out of the screaming mob and head for my favorite restaurant and a bowl of <em>saltah</em>.</p>\n<p>In the old days, under Imam Yahya Hamid al-Din, who ruled North Yemen from 1918 to 1948, <em>mawla'i</em>s used to run up Mount Nuqum, which stands east of the city, after lunch, singing and sweating in preparation for the chew. <em>Nuqum</em> means, among other things, 'revenge, to be hostile, to be full of rancor or vindictiveness, and to hold against.'  The name is strangely appropriate for the mountain that stands guard over this city. Indeed, the history of the mountain is one of vengeance and wars, lust and loathing, treasures and monsters. That practice, however, ended with the assassination of the imam and the eventual closing off of Nuqum as a military base.</p>\n<p>Now <em>mawla'i</em>s content themselves with a visit to the public <em>hammam</em>, 'bath,' from the root 'to make hot.' I, on the other hand, tend to be satisfied with a long, brisk climb up eight or nine flights of stairs to the <em>mafraj</em> in one of the city's famed tower houses.</p>\n<p>Yemenis have traditionally built the <em>mafraj</em> on their roofs, providing them with a place as near to heaven as one can get to chew <em>qat</em>. One can hardly imagine a better room to chew in than one whose name in Arabic means 'relief, relaxation, denouement, and happy ending.' The <em>mafraj</em>, however, is not always on the roof, and as the old Yemeni proverb goes: “If your heart is at ease, even a donkey's asshole can be a <em>mafraj</em>.” The proverb, like most in Yemen, is accurate. I've chewed in wonderfully decorated <em>mafraj</em>es with breathtaking views, in ground-floor ones looking over gardens and splashing fountains, on buses, and next to the Indian Ocean. But some of the best <em>qat</em> chews I've attended have taken place in a tiny, smoke-filled room with no view or ventilation. In the end, it is not the room or the <em>qat</em> that makes for <em>jaw latif</em>, 'pleasant atmosphere,' inside the <em>mafraj</em>; it is the people, the conversation, and one's own state of mind.</p>\n<p>The first part of the <em>qat</em> chew is given over to lighthearted and frivolous <em>zabj</em>, which the dictionary defines as 'jokes,' but it has more accurately been described as “the rapid banter, the swordplay of insults that starts all the best <em>qat</em> sessions” by Tim Mackintosh-Smith in his wonderful book, <em>Yemen: Travels in Dictionary Land</em>. There is a special type of <em>qat</em>-induced exaggeration, <em>yuznat</em>, that rules during this period, which some, like the ultramodernists and fundamentalists—it is one of the few things the two groups agree about—turn up their collective noses at as <em>kilam qat</em>, '<em>qat</em> talk.' For others, like myself, navigating the brink of reason, between hyperbole and seriousness, is part of the beauty of <em>qat</em>. Besides, one is respected as a chewer if one is <em>khafif al-dam</em>, 'light of blood,' lighthearted enough, that is, to engage in <em>yuznat</em>.</p>\n<p>This verbal one-upmanship loses steam after an hour or so, and the discussion shifts to a series of individual conversations, and then back again as a poet recites his work or someone tells a story. At times I find myself mentally trying to retrace the seamless transition of subjects, wondering how a conversation that was initially about rising taxes switched over to the proper conjugation of the fourth form of a verb before ending with a retelling of the battle between al-Qarda'i and a lion.</p>\n<p>But <em>qat</em> is like life in that respect; the beginning never prefigures the end. Every experience is different, and one never quite knows what to expect.</p>\n<p>There is much one can do at a chew. I have been to chews where members of Parliament met with their constituents, poets performed, musicians played, and businessmen sealed deals. Nearly every occasion in Yemen is an occasion to chew. A funeral chew is known as a <em>mujbarah</em>, from the root 'to set broken bones, to help back on one's feet, and to console and comfort.' A chew to celebrate the birth of a new son is called <em>muqayl al-sab'a</em>, literally 'the resting place of seven,' coming as it does seven days after the son is born. Even the president routinely chews with advisors, and to be excluded from one of these chews is to have little say in policy. In a takeoff of this, Sally Quinn of the <em>Washington Post</em> argued in a column in January 2005 that President Bush's administration needed to institute <em>qat</em> chews at the White House as a way of “getting together socially with colleagues, political adversaries and even members of the president's own party.”</p>\n<p>Some chews focus on the esoteric, such as the history of ancient Yemeni swords—like <em>Dhu al-Fiqar</em>, 'Master of the Vertebrae,' taken as booty by Muhammad at the Battle of Badr in 623 and subsequently given to Ali, the fourth Islamic Caliph, later returning to Yemen with the first Zaydi Imam, al-Hadi ila al-Haqq, 'the one who leads to truth'—or the exact location of mythical islands, such as <em>Waq al-Waq</em>, a group of seven islands where humans grow on trees like fruit, which is featured in <em>The Thousand and One Nights</em>, the <em>Legend of Sayf bin Dhi Yazan</em>, a pre-Islamic Yemeni king, and the story of <em>Hayy ibn Yaqzan</em>, a story many say influenced Daniel Defoe's <em>Robinson Crusoe.</em> But no matter which direction it takes, the <em>qat</em> chew is, at heart, a discussion in the truest sense of the word, where thoughts are constructed, refined, and polished in the time-intensive style of true craftsmen.</p>\n<p>Teetotalers and ascetics avoid <em>qat</em> on the grounds that it alters one's perception of the world, but like most pro-abstinence rhetoric this is based more on hearsay than fact. <em>Qat</em> doesn't change one's perception, it enhances it, focusing the mind and relaxing the body; and most religious scholars in Yemen fall on the side of the chewer. <em>Qat</em> is like that. It allows one to work, study, and be still all at the same time. It allows one to be, the verb the late Polish Nobel laureate Czeslaw Milosz called the “only subject for a philosopher and a poet.”</p>\n<p>This is <em>kayf</em>, which has best been described by Mackintosh-Smith as “a form of untravel.” To achieve <em>kayf</em>, the planets must be aligned, your heart must be at ease, the air must be still, and the <em>qat</em> must be good. Neglect any of these ingredients and one runs the risk of <em>tafshan</em>, '<em>qat</em>-induced depression,' that can grab hold of one with both hands and not let go until the next day's chew.</p>\n<p>As the hour grows late, conversations tail off into vapors as each chewer withdraws into a private world known as <em>atanan</em>, 'a deeply contemplative and silent state,' concerned only with some internal riddle. This is <em>sa'ah sulimaniyya</em>, 'the hour of Solomon.' This is the hour of music and <em>jinn</em>. When the conversation ends the <em>oud</em> players and singers take over. The music not only covers the silence in the room, but it also acts as a sort of guide as each chewer delves deeper and deeper into his own private world. Under Imam Yahya musicians had a much tougher time of it, as singing and the playing of instruments were outlawed by imamic fiat. There are stories of gramophones hanging from poles and flutes being executed by sword, most likely the imamic sword <em>al-tahara</em>, 'the purifier,' used for beheading unruly subjects. The revolution of 1962 changed all that, and now the musicians play free from the fear of execution.</p>\n<p>This is also, according to tradition, the hour when the <em>jinn</em> are most active, and some say the hour got its name from Solomon, who could understand and control <em>jinn</em> better than any other human in history. Just as there are good and bad people, so are there good and bad <em>jinn</em>. It is during this hour that one might meet the <em>nasnas</em>, 'a half-human, half-animal <em>jinn</em>,' native to Hadramout, a region of Yemen whose name means 'death has come.' Or one could stumble across an '<em>udhrut</em>, 'a type of <em>jinn</em> that can take any form, but is usually seen as wolf.' They are attracted to the blood of dead men, and especially that of murdered dead men. Despite their rather questionable tastes, an '<em>udhrut</em> has never been known to harm a living person; it exists only to frighten. Other jinn, like the <em>dubb</em>, are not so benign. The <em>dubb</em> has the appearance of a monkey, but it mimics whatever one does, and can even speak to one like a man. Under no circumstances should one fire a gun at a <em>dubb,</em> as the bullets will miss him, but he will fire back at you. The Yemeni proverb, “do not teach the <em>dubb</em> to pick up stones,” is good advice that most chewers generally adhere to.</p>\n<p>Men wrestle with their internal <em>jinn</em> in silence until the spell is broken and the music ceases, as someone mumbles a quick goodbye and slips on their sandals. The chew comes to a rather hurried and untidy end as everyone prepares to leave. Most men tend to go home to a quiet evening with their families, relaxed and at ease with the world. I, on the other hand, having no family here and only books to keep me company, like to cap off the evening with a glass of milky tea at my favorite tea shop, looking out over the old city of Sana'a. Sitting next to al-Mahdi Abbas Mosque, with a final cigarette in hand, I begin to reacquaint myself with the outside world.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Qat in Yemen</h1> <p><em><span data-rel=\"author\">Gregory Johnson</span> <span data-rel=\"location\">Tucson, Arizona</span></em></p> <p>I first came to Yemen nearly two years ago as <em>bahlasa</em>, that is, 'one who arrives from another country without any luggage.' That afternoon as I was fretting and complaining over my lost luggage a friend tossed me a small plastic bag filled with <em>qat</em> leaves and said: “Chew.” It was sound advice. My bags arrived a week later, but it was too late. I was already hooked, lost in a world where time dissolves in lexical lanes and back alleys.</p> <p>In Yemen, <em>qat</em> chews provide a popular, and important, forum for debate and dialogue. Nearly everyone chews; even old age and toothlessness fail to stop some, as old men use a <em>mahtana</em>, 'grinder,' to mash up the <em>qat</em> before slipping it into their cheek. The chews in Sana'a usually begin around 3 <em>pm</em> and can last anywhere from four to eight hours. <em>Khazzan</em>, which is the word Yemenis use for chewing, actually means 'to store,' a fairly accurate description of a process where one chews up the leaves and stores them in their cheek, producing a sizeable bulge. Conversation is the rule at these affairs, and the talk is given over to jokes, poetry, politics, history, solo storytelling, and, as the hour grows late, simply listening to the alchemic beauty of the language.</p> <p>The language of <em>qat</em> chews, I soon realized, revolves around what the medieval poet, al-Mutanabbi, would have called <em>nawadir</em>, or 'rare words.' Al-Mutanabbi, whose name literally means 'one who sets himself up as a prophet,' was a connoisseur of <em>nawadir</em>. His <em>diwan</em>, 'collected works,' runs to four volumes, not because he was exceedingly prolific but because of all the scholarly footnotes explaining his <em>nawadir</em>. Reading al-Mutanabbi's four or five lines of poetry per page truly is a journey in the footnotes of history.</p>"
}