{
  "type": "Article",
  "title": "You've Got Game IV",
  "author": "Gloria Rosenthal",
  "location": "Valley Stream, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">You've Got Game IV</h1>\n<p><em><span data-rel=\"author\">Gloria Rosenthal</span> <span data-rel=\"location\">Valley Stream, New York</span></em></p>\n<p>If you've been paying attention through YOU'VE GOT GAME I, II, AND III, you are primed and ready to leap into GAME IV, knowing we traipsed around Toy Fair to find the newest, brightest stars in the games galaxy. I am including a couple of classics, the long-lasting supernovas that burst upon the game scene but, unlike novas, never fade away. I've included one surprise, as you will see when you read through the list of games. Don't jump ahead, please! Wait till you get there.</p>\n<p>Games with a single * identify new games to help you find gifts you or your recipients may never have seen. Games with a double ** indicate a new edition or an addition to games already out there.</p>\n<p>Don't take company-assigned age categories too seriously. Many adult games would not be suitable for an 8-year-old, yet many “8 to adult” games are challenging enough for adults. And that is why you need this review!</p>\n<p>Most games are clearly word-oriented, but a few are not in that category. I just can't omit games that I've been playing with pleasure, games you might like to give or get as holiday presents (leave hints all over the place).</p>\n<p>The listing is not alphabetical, age-appropriate, or personal preferences (if I didn't love them, they wouldn't be here). I started with the highest Suggested Retail Price and worked down to the lowest, but you will find discounts at Amazon.com and BoardGames.com, to name a few. Seek and ye shall pay less.</p>\n<p>It's your turn now. Go forth and play.</p>\n<p>*WordSpot BOOKSHELF eDITION</p>\n<p><em>8 and up. 2 players. 39.95</em></p>\n<p>This is an exquisite game in a beautifully designed wooden box that looks like a magnificent book when placed on a bookshelf. The game was inspired by a centuries-old tradition of letterpress craftsmen who had to arrange thousands of separate tiles on a single tray to create printed matter.</p>\n<p>Masters of the craft hid words within a block of text, challenging each other to find those special words. You and your opponent now vie to become masters at finding words hidden in blocks of letters. All the components, from the richly hued letter tiles to the special tokens in a velour bag, make this game <em>almost</em> as much fun to look at as to play. Scoring is as simple as winning is rewarding. Another version of the game, WORDSPOT DISCOVERY EDITION, at $26.95, is the same game in less costly packaging, but no less extravagant in quality of play. <em>You pays your money and takes your choice!</em></p>\n<p>*ACROSS WORDS</p>\n<p><em>Teen to adult. 2 players or teams. 30.95</em></p>\n<p>They call this <em>The Electronic Talking Word Race</em> <em>Game</em>, and is it ever! That devilish character (surely there is a man hidden inside) calls out clues and letters, and will even cheer for the winning team. Each card is two-sided so that opposing players are looking at the <em>same clue at the same time</em>. When the electronic host calls out letters in the answer, in random order, players take lettered tiles and place them in a console. As soon as one side has the answer (or thinks they have) they press a colored lid over their tiles and that stops the action and the mysterious man gives the right answer. “Yes” or “No” buttons indicate you had the correct (or, sorry to say, incorrect) answer. If yes, the voice cheers for you and states your score; it keeps score throughout. As an aside: I wish I had my Electronic Scorekeeper to keep score when I'm playing other games that call for adding up numbers.</p>\n<p>Note: you need a Phillips screwdriver to insert four AA batteries, and I appreciated that this information was provided on the outside of the box.</p>\n<p>**TRIVAL PURSUIT TOTALLY 80S</p>\n<p><em>Adults. 2-4 players. 29.99</em></p>\n<p>All right, I did say that some games were not word games in the purest form: how can I ignore a new, terrific version of Trivial Pursuit? I can't. This version, with a stunning new board and jazzy tokens to make you smile (two computers, a cd, and a teddy bear with a big heart). cries out for attention. The categories are Headlines, Television, Movies, Music, Sports &amp; Leisure, and Wild Card, with all questions involving a decade of big events. For example, if you are totally stumped by “<em>What style of dancing featured moves called the windmill, the turtle and the handglide”</em> you may not move around the board too quickly. But wait! If you said <em>breakdancing</em> you're on your way. , The 2,400 new questions will keep all players searching their memory for answers to some long-forgotten event, but don't let that scare you. Your opponents will have an equally difficult time, and it all leads to a great deal of good-time reminiscing.</p>\n<p>*WORDROP</p>\n<p><em>8 to adult. 2 to 4 players. 29.95</em></p>\n<p>One of the newest, purest word games is an original, amazing challenge where players, either one on one or in teams, face a standing, clear plastic vertical grid in which letters are dropped into channels. Both sides see the letters in exactly the same position and both sides try to create words up, down, backwards, forwards, or diagonally. Opponents will always be ready to steal your points by blocking you from making your intended word. As an example, I was making <em>nominate</em> backwards, and had gotten as far as <em>nimon</em> when my wise opponent blocked me by starting his word with a <em>b</em>, stopping my progress. The game is nicely packaged, and the grid and tiles are of the highest quality. Scoring is a little tricky in that an addition of just one letter can add up to any number of words. But stay with it, as conquering the scoring will bring you hours of brain-tickling play.</p>\n<p>*WORD SWEEP</p>\n<p><em>10 and up. 2 to 4 players. 29.95</em></p>\n<p>I don't know about you, but when I see the Merriam-Webster name attached to anything about words, I immediately think <em>of course, why not!</em> And so it is with WORD SWEEP. When you find that each card in this game, whether in the category of <em>Everyday words, Intermediate words,</em> or <em>Challenging</em> <em>words</em>, is made up of three words that appear consecutively in a Merriam-Webster dictionary and the object is to name that trio of words from the definitions read by another player, you will revel in this dictionary-driven game. Answering all three correctly is a “Word Sweep,” but beware—another player can steal your missed words, and all players are vying to get around the colorful board. The tokens are books, and the finish line is, appropriately enough, an open Merriam-Webster dictionary. Rules are very clear, covering getting stumped and stealing, and include junior rules for the 10-14 set. This game will make you hover in the air, won't make you weep with short gasping sounds, and will keep you well-reasoned and balanced. SOAR, SOB, SOBER! Get it?</p>\n<p>*JOT</p>\n<p><em>8 to adult. 2 to 4 players. 25.00</em></p>\n<p>I don't often find a timer that I want to talk about before I talk about the game, but the Jot Roller-timer™ is fascinating. It is an oversized die that, when rolled, activates the timer and with beeps and flashes counts down 60 seconds. Numbers and symbols on all six surfaces indicate what action players must take: add two letters, pick a card, add six letters, replace a word. Players write words with an erasable marker on a most unusual game board that is a cleverly designed crossword-type grid with colored squares. The first player writes any word containing six letters. Play continues from there, and cards tell players they must <em>Add a movie, Add a holiday, Add something to do with music,</em> etc. The various instructions can be hilarious when <em>Add something to wear</em> is followed by disputes (“I can wear an egg if I want to”). Scoring is simple, with nice touches: purple spaces count as two points, yellow as three, and more. Jot this game on your holiday wish list wish!</p>\n<p>*TAKE YOUR BEST SHOT</p>\n<p><em>8 and up. 3-5 players. 24.95</em></p>\n<p>How do you describe a new, innovative, enjoyable, challenging word game without using any of those words? You don't. You tell the person reading this review to simply apply all those words to TAKE YOUR BEST SHOT. This cleverly packaged game includes a “funnel” (now, that's innovative!) into which players will toss one of the Guessing Balls (color-keyed to identify each player) as soon as they guess the answer to one of the 440 Clue cards. My first card had the words BUS DIVER TRUCK on one side, and the reader (players take turns reading) read the clue on the other side of the card: <em>It goes forward down the road &amp; backwards under the sea.</em> I'll pause here while you try to answer that one, which I missed (don't let that get around). All right, the answer is BUS because spelled backward it is SUB. This clever game is all about playing with words. A scoring track and score markers simplify scoring. You have to be quick and quick-witted to play TYBS, but remember, it really is all of those things I said in the first sentence.</p>\n<p>**DON'T QUOTE ME—TV EDITION</p>\n<p><em>14 to adult. 2-5 players or teams. 24.95</em></p>\n<p>This is one of the new editions I promised in the introduction, and a worthy one it is. If you remember Game II, you may remember I wrote about the assembly-needed pentagon game board. That hasn't changed, and it's still an ingenious board, fun to put together (a puzzle in itself), with special spaces that add to the scoring. This TV version is often a blast from the past, featuring 50 years of TV on 100 cards. Another 300 cards, with categories such as comedy, drama, and movies, include biographies and details about each quote. Five quotes on each card will have you playing happily many times over. The tokens in this game are large plastic quotation marks. Nice touch! When I wondered if this game fits our word game category I decided that any game where quotes are paramount is certainly about words. You can take my word for it.</p>\n<p>**PAIRED UP/FAME &amp; FORTUNE</p>\n<p><em>12 and up. 3-6 players or teams. Paired Up 19.95</em></p>\n<p><em>Fame &amp; Fortune. 9.95. Set 24.95</em></p>\n<p>If I were to ask you to give me a pair of relatives and you jumped in with <em>aunt</em> and <em>uncle</em>, you're on your way to winning a Paired Up game. All answers come in pairs, but it's not as easy as it seems. Sure you'll know faucets are <em>hot</em> and <em>cold</em>, but can you name the famous pair of pandas at the National Zoo? (<em>Ling-Ling</em> and <em>Hsing Hsing.</em>) It's as challenging to be the giver of clues as the guesser, so clue giver earns points, too. Rules are very clear, and the game is equipped with scoring sheets, timer, die, pencils, and 800 pairs on 200 cards. Speaking of scoring, I get a kick out of this game's innovative way of assigning number of points in a round: a roll of the die determines it. Roll a 3 and the clue giver and the player each get three points. Neat!</p>\n<p>Fame &amp; Fortune is played the same way, and you need Paired Up to make this game complete. Along with basic pairs every card includes one famous pair (bonus points are awarded for those answers).</p>\n<p>Another example: if my clue is “long ago TV funny detective and his sidekick,” you would have to know <em>Agent 86</em> and <em>Agent 99</em> to get two extra points. Famous pairs are highlighted in red on each card. I like the company's statement: The couples in Fame &amp; Fortune are just for “fun and games.” None of them endorse our game or have any connection with it, aside from being “rich and famous” enough to be included!</p>\n<p>*CROSSWITS</p>\n<p><em>12 and up. 2 or more players. 19.99</em></p>\n<p>If you love crossword puzzles but could never visualize the solving of same as a party game, you are about to find that answering 2 down or 23 across does not have to be a solitary activity. In this very clever version, Team A has a crossword puzzle to complete while Team B reads the clues to that puzzle. B also has a puzzle with clues coming from A. It's a fast-paced game, as players have only 30 seconds to come up with an answer. Just like solving alone, where you skip around to clues you know, you may ask for a clue to a specified number. Pencils, timer, and Stump Chips (which may be exchanged for an answer when you are—what else?—stumped) are included. The game contains 20 cards, and the company is planning to produce new sets of cards. But in the meantime, I figure that even at a cost of $20 for the current cards, you are paying $20 for many hours of entertainment, and it's more fun than going to a movie and having a slice of pizza!</p>\n<p>**BOGGLE Folio Edition</p>\n<p><em>8 to adult. 19.99</em></p>\n<p>Boggle is as much a part of the word game scene as Scrabble, and this version is the Hope Diamond of Boggle sets. It's all there, the grid and dome, 16 letter cubes, pencils, pads, and a built-in Electronic Timer with 2 AAA batteries included (but you need a tiny Phillips screwdriver to install them). The timer is terrific, flashing green, amber, and finally red when it's about to beep. Everything is stowed neatly and compactly in a soft-sided zippered case. The instruction sheet is concise and clear (but you already know how to make three-letter words and up, don't you?). Take this game anywhere, play it everywhere, enjoy it always. I just flipped the grid and dome and was able to pick out GREAT.</p>\n<p>*Sudoku Attache</p>\n<p><em>8 to adult. 1 to 4 players. 19.99</em></p>\n<p>SURPRISE! What is a numbers puzzle doing in a word game article? It's here because everybody seems to be going Sudoku-wild, so I thought I'd tell you about the latest version. It has a game board, number tiles, a cloth storage pouch, and 100 puzzles and comes in a handsome zippered case. So there you are, and here I am, not using a lot of words to tell you about something to do with numbers just because you might enjoy it and you can take it from here. I don't do Sudoku!</p>\n<p>*DISORDER</p>\n<p><em>10 and up. 2 or more players. 15.95</em></p>\n<p>Ah! I love a game where the player with the fewest points wins, a nice change from striving to score higher than anyone else. The object of this game is to get rid of beautiful, slick letter-cards by placing them, one at a time, on a long, narrow board that folds up nicely to fit in the box. All players add one letter as play progresses around the table, with everyone determined to place a letter while <em>not</em> completing a word. This is not as easy as it seems. Let us say COUN is on the board and you plan to make COUNTRY so you snap down a T. Aha! calls out an opponent, that word is COUNT and so it is, and so are you the loser in that round. There are interesting rules covering chips and challenges and switch, squeeze, exchange, and pass, so even though DISORDER may remind you of an old-time oral game, GHOST, DISORDER is much snappier, jazzier, and more challenging, and with a foolproof method of keeping score (rather than: “I DID NOT HAVE THREE POINTS!”).</p>\n<p>*SMART MOUTH</p>\n<p><em>8 TO ADULT. 2 or more players. 14.95</em></p>\n<p>I applaud the array of new word games that come out every year and the new ways conceived for the getting, playing, and counting up of words. SMART MOUTH has a Letter Getter. With a little tap on the top, the Letter Getter pushes out two letters at a time, one green on the left side, one orange on the right. These letters are now the first and last letters of any word of at least five letters in length. All players try to make a word using these designated letters, and the first player to call out an acceptable word wins those tiles. The Letter Getter pushes out two more and the game continues. The winner is the player with most tiles when all 36 pairs have been used. There are wonderful variations: the Name Game, with tiles representing initials of noted people, geographical locations, and much more, or any variations you can think of yourself.</p>\n<p>*CONTRARIO</p>\n<p><em>13 and over. 2 or more players. 14.98</em></p>\n<p><em>A CONTRARIO</em> is a new way of looking at an old (or not so old) phrase using synonyms, antonyms, or phonetically altered or related words to create a new phrase. There are 1,320 CONTRARIOS on two-sided cards, and each card lists four Contrarios containing a convoluted phrase along with two hints and the original phrase. The Contrario on a card in front of me is <em>Twice in a yellow moon,</em> and the two hints are <em>Idiom/Not often,</em> and I will pause while you ponder. Each time a player digs out the original phrase he or she scores points, all clearly spelled out in the rules. Length of the game is in your hands, and I like the way they put it: play a predetermined time; a predetermined number of cards; reach a targeted score. All right now, <em>Twice in a yellow moon</em> translates into <em>Once in a blue moon</em>. Yes, they may be convoluted or even, sometimes, a little forced, but they are fun and, trust me, there is nothing hidden in the words I've written here.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">You've Got Game IV</h1> <p><em><span data-rel=\"author\">Gloria Rosenthal</span> <span data-rel=\"location\">Valley Stream, New York</span></em></p> <p>If you've been paying attention through YOU'VE GOT GAME I, II, AND III, you are primed and ready to leap into GAME IV, knowing we traipsed around Toy Fair to find the newest, brightest stars in the games galaxy. I am including a couple of classics, the long-lasting supernovas that burst upon the game scene but, unlike novas, never fade away. I've included one surprise, as you will see when you read through the list of games. Don't jump ahead, please! Wait till you get there.</p> <p>Games with a single * identify new games to help you find gifts you or your recipients may never have seen. Games with a double ** indicate a new edition or an addition to games already out there.</p> <p>Don't take company-assigned age categories too seriously. Many adult games would not be suitable for an 8-year-old, yet many “8 to adult” games are challenging enough for adults. And that is why you need this review!</p>"
}