{
  "type": "Article",
  "title": "The Un-History of the Undead: From Superstition to Celluloid",
  "author": "Tim Kane",
  "location": "Chula Vista, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Un-History of the Undead: From Superstition to Celluloid</h1>\n<p><em><span data-rel=\"author\">Tim Kane</span> <span data-rel=\"location\">Chula Vista, California</span></em></p>\n<p>Imagine that a vampire knocked on your door—a real, true to life (or death) vampire. You open the door and find a ruddy-faced overweight man with long fingernails, his mouth and left eye open, and dressed in a linen shroud. Not what you expected? Did you expect to find a well-groomed man, tall with pale skin, fangs, and a cape slung around his shoulders?</p>\n<p>This same comparison can be made for another walking corpse: the zombie. Which image is more familiar? Do you envision a black man, looking every bit normal and alive, except for the listless expression and glazed eyes? Or would you imagine of a shambling carcass of rotting flesh and bones that wants nothing more than to pull you out of your house and munch on your intestines?</p>\n<p>Both words, <em>zombie</em> and <em>vampire</em>, signify a member of the undead—those creatures that come back to haunt the living. However, the image that comes to mind for these creatures has been greatly shaped by popular media, such as literature and film. In the examples above, the first description comes from folklore, while the second is influenced by fiction. How did our perception of these creatures change over the years?</p>\n<p>The word <em>vampire</em> first appeared in the English language during the vampire hysteria of the early 1700s. With the Peace of Passarowitz, Austria regained control of parts of Serbia and Walachia, and the occupying Austrians began to notice an unusual local practice, that of exhuming cadavers and killing them again. Although this had been going on in the region for some time, once the rest of Europe got wind of it the story flew through scientific circles.</p>\n<p>The <em>Oxford English Dictionary</em> lists the word <em>vampire</em> as entering English in 1734<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>, but the term may have entered European writing earlier than this.<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> The events in Eastern Europe amounted to media frenzy, and two of the early stars were a farmer named Peter Plogojowitz<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> and a former soldier named Arnold Paole<sup><a href=\"#user-content-fn-a4\" id=\"user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>.</p>\n<p>The accounts of Plogojowitz's postmortem activities correlate to many of the accounts from around the region. Firstly, the victims of the vampire die quickly, usually in one day, and complain of feeling suffocated<sup><a href=\"#user-content-fn-a5\" id=\"user-content-fnref-a5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup>. Also, several deaths are listed as due to fright, apparently from simply viewing the creature. The vampires are seen not only at night, but also during the day. When not attacking people or livestock, the vampire might become obsessed with his former possessions<sup><a href=\"#user-content-fn-a6\" id=\"user-content-fnref-a6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup>.</p>\n<p>In order to put a stop to the vampire epidemic, the local authorities would, after a formal inquiry, disinter the body and <em>kill</em> the vampire. The corpse, rather than having the pale appearance we would expect of a vampire, was flush and even ruddy in complexion. The locals attributed this to the vampire's appetite for blood. Rills of warm blood oozing from the lips were seen a proof of the vampire's activity. The vampire also had red lips, newly grown hair and fingernails, as well as a fresh skin.<sup><a href=\"#user-content-fn-a7\" id=\"user-content-fnref-a7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> When discovered in the coffin, the corpse would have shifted his position, and would often have his mouth open along with one or both eyes[^8]. A foul odor accompanied the disinterred vampire, and the villagers associated this with the spread of the disease<sup><a href=\"#user-content-fn-a9\" id=\"user-content-fnref-a9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup>.</p>\n<p>The villagers disposed of the vampire by staking it though the chest, and many corpses were reported to scream or groan when pierced. When impalement proved unsuccessful<sup><a href=\"#user-content-fn-a10\" id=\"user-content-fnref-a10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> decapitation and immolation were acceptable means of disposal. Unlike the modern vampire, nearly all cases of vampirism began with an unusual event, such as a strange birth<sup><a href=\"#user-content-fn-a11\" id=\"user-content-fnref-a11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup>, untimely death, or simply by being a difficult or gloomy individual<sup><a href=\"#user-content-fn-a12\" id=\"user-content-fnref-a12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup>.</p>\n<p>By March 1731, vampire mania had reached the ears of the Austrian Emperor. He ordered Regimental Field Surgeon Johannes Fluckinger to investigate. Fluckinger's report on the vampires of Medvegia quickly became a bestseller, making Arnold Paole the most famous vampire in France and England. This touched off a debate over the true nature of vampires that raged through the 1750s. On one side of the argument was the Italian archbishop Guiseppe Davanzati, who concluded that the reports were mere fantasies. The villagers, being illiterate peasants, were easily deceived. A French Roman Catholic scholar, Dom Augustin Calmet, put forth the opposing view. He also studied all reports of vampirism, but could not rule out superstition or the work of the devil.</p>\n<p>The public's vision of vampires thus far has been one of folklore. Everything changed once the vampire entered the realm of fiction. The first significant vampire story in English was John Polidori's <em>The Vampyre</em>, which featured Lord Ruthven<sup><a href=\"#user-content-fn-a13\" id=\"user-content-fnref-a13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> returning from the dead to have an affair with the narrator's sister. The story spread quickly due to the fact that Polidori published it under his former patient's name, Lord Byron.</p>\n<p>The elements modern audiences most associate with the word <em>vampire</em>—fangs, pale skin, shimmering eyes, and immense strength—were not a product of Abraham Stoker's imagination, but of James Malcolm Rymer's. In the mid 1840s, Rymer produced serial chapters of his novel <em>Varney the Vampyre</em>. It ran 868 pages and attracted a huge following in Britain. Varney would serve as inspiration for Stoker's 1897 novel, <em>Dracula.</em> However, both Stoker and Rymer had their vampires go about in daylight. When did the idea that vampires would perish in sunlight attach itself to the vampire mythology?</p>\n<p>In the twentieth century, the vampire leapt off the page and onto the silver screen. Bela Lugosi appeared first in the 1927 stage production of <em>Dracula</em>, and later in the 1931 movie, forever adding the widow's peak and the cape to our image of a vampire. However it was with two subsequent movies, released twelve years later, that made exposure to sunlight fatal for the vampire.</p>\n<p>In the 1943 production of <em>Son of Dracula</em> the vampire, Count Alucard (played by everyone's favorite werewolf Lon Chaney Jr.), is caught when the sun comes up. He falls into a puddle and fades away, leaving only his skeleton. In 1944 Lugosi again played a vampire, this time named Armand Tesla in <em>Return of the Vampire</em>. At the end of the film Armand is staked in broad daylight and physically melts before the camera. The dissolving of the blood-sucking corpse after death was solidified by the hugely successful 1958 production, <em>Horror of Dracula</em>. Here the vampire, played by Christopher Lee, dissolves to ash in vibrant color when struck by the rays of the sun.</p>\n<p>Although many new cinematic vampires have come and gone, none resonate as strongly as the performances of Lugosi and Lee. Their interpretations of Stoker's text have shaped our perception of the vampire, now wholly removed from the folklore that gave it birth. The vampire, at least, had a history in literature before it made the leap to the screen. Our next undead wasn't so lucky.</p>\n<p>Lafcadio Hearn introduced English speakers to the word <em>zombie</em><sup><a href=\"#user-content-fn-a14\" id=\"user-content-fnref-a14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup> through his brief article, “The Country of the Comers-Back”, which appeared in <em>Harper's Magazine</em> in 1889. Hearn had traveled to Martinique in 1887 to study local customs and folklore for a series of articles on the Caribbean. It was there that he heard talk of zombies.</p>\n<p>While it's true that Hearn discovered the zombie, it was left to American adventurer William Seabrook to capitalize on it. Arriving in Haiti in 1928, he left no stone unturned in his quest for the <em>corps cadavers</em> (walking dead). This led to his autobiographical travelogue <em>The Magic Island</em>, which became an immediate bestseller.</p>\n<p>A Haitian farmer by the name of Polynice introduced Seabrook to some real live zombies. The farmer brought the adventurer to the middle of a plantation and pointed out three zombies and the man controlling them. Seabrook went up to each of the zombies in turn, and found them to be little more than dumb brutes, working mindlessly. The eyes were dead, unfocused and vacant.</p>\n<p>A central precept of Voodoo, a hybrid of African animism and Catholicism, is the possession of a body by the <em>loa</em><sup><a href=\"#user-content-fn-a15\" id=\"user-content-fnref-a15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup>. A person was believed to have two souls, the <em>gros-bon-age</em> (the big good angel), and the <em>ti-bon-age</em> (the little good angel). Each soul served a purpose. The <em>gros-bon-age</em> served to give the body life, while the <em>ti-bon-age</em> gave the person their personality. During a Voodoo ceremony, the <em>loa</em> would displace the <em>ti-bon-age</em>, and thus control the person's body.</p>\n<p>A Voodoo sorcerer, called a <em>bòkò</em>, had the ability to transform any person into a zombie. The <em>bòkò</em> would sprinkle a powder on the doorstep, and when the intended victim stepped on it, the magic entered through the soles of the feet. The person died soon after. Within three days the <em>bòkò</em> snuck into the graveyard, recited a magical chant, and called the victim's name several times. The zombie had no choice but to answer<sup><a href=\"#user-content-fn-a16\" id=\"user-content-fnref-a16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> and come out of the ground. The <em>bòkò</em> then beat the body with a whip to keep the <em>ti-bon-age</em> from returning<sup><a href=\"#user-content-fn-a17\" id=\"user-content-fnref-a17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup>.</p>\n<p>Every member of society shunned the zombie. This fear did not center on what the creature might do physically. Zombies were entirely docile. It was becoming a zombie that so horrified the islanders. This represented a return to slavery, as the creature must literally do whatever its master bids. Even after death, you might return to work in servitude<sup><a href=\"#user-content-fn-a18\" id=\"user-content-fnref-a18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup>.</p>\n<p>In order to prevent loved ones from becoming zombies, Haitians took precautions similar to what the Serbians did for vampires. The body was often <em>killed</em> again, either by poison, strangulation, stabbing, a shot to the head or decapitation. Measures were also taken to prevent the zombie from rising. A wealthy family would bury their loved one in a solid tomb, while the less off would inter the body under a piece of heavy masonry. Finally, a zombie might be distracted so that he might not hear the <em>bòkò</em> calling his name<sup><a href=\"#user-content-fn-a19\" id=\"user-content-fnref-a19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup>.</p>\n<p>Becoming a zombie was not necessarily a permanent condition. There were several cases of people who died, only to be discovered many years later seemingly normal. One Clairvius Narcisse died in 1962 after complaining of sickness and coughing up blood. Eighteen years later his sister, Angelina, discovered him in the l'Estere marketplace. His speech was slurred and his muscles were weak, but he knew that he was no longer a zombie. Apparently, after being dug up and beaten by the <em>bòkò</em>, he had worked on a farm with other zombies. Only when one of the zombies killed the zombie master did they all become free.</p>\n<p>Another way to cure an individual of the zombie curse was with salt. If a zombie consumed even a grain of salt, the fog that swirled around his brain would lift, and he would become filled with an unspeakable rage. He would first turn on the one who controlled him, killing the zombie master and destroying his property. The released zombie would then go in search of his tomb, claw at the dirt, and collapse onto his empty grave.</p>\n<p>Seabrook's 1929 publication of <em>Magic Island</em> touched off interest in the zombie and the Caribbean. Unlike Dracula or Frankenstein, the zombie wasn't under copyright, since Seabrook was essentially reporting on fact. This led to the production of Universal's 1932 <em>White Zombie</em><sup><a href=\"#user-content-fn-a20\" id=\"user-content-fnref-a20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup><em>,</em> with Bela Lugosi as the zombie master. The film cemented the Haitian myth of the zombie as a soulless body accepting any order. However the Voodoo version of the <em>zombie</em> would quickly be forgotten in the 60s when an independent filmmaker from Pittsburg got a hold of the concept.</p>\n<p><em>Night of the Living Dead</em>, released on October 2, 1968, so shocked America, that <em>Variety</em>'s review included this scathing critique: “On no level is the unrelieved grossness of 'Night of the Living Dead' disguised by a feeble attempt at art of significance<sup><a href=\"#user-content-fn-a21\" id=\"user-content-fnref-a21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup>.” What was it that had audiences of the late 60s so terrified? Up until then, monsters were typically people in rubber suits, and zombies had been relegated to strangling or bludgeoning their victims. Romero made his zombies crave human flesh. Critic Robert Ebert commented on the horror in the pages of <em>Reader's Digest</em>: “This was ghouls<sup><a href=\"#user-content-fn-a22\" id=\"user-content-fnref-a22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup> eating people.”</p>\n<p>Romero's zombies were completely divorced from the <em>corps cadavers</em> of the Caribbean. These creatures rose from the dead through a pseudo-scientific agent<sup><a href=\"#user-content-fn-a23\" id=\"user-content-fnref-a23\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup>, and rather than appearing docile and compliant, they were wildly aggressive, doing everything possible to tear people apart and eat their flesh. Finally, the zombie's fate in Romero's film was permanent. There was no zombie master to kill, and salt would not wake these creatures from their trance. These were truly the living dead. The additions Romero made to the zombie mythology have so dominated the genre that few movies made afterward strayed from his formula<sup><a href=\"#user-content-fn-a24\" id=\"user-content-fnref-a24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup>.</p>\n<p>Romero never refers to his walking dead by the word <em>zombie</em>. Instead each of his films calls them the living dead. Despite this technicality, modern moviegoers made the connection. When Romero's second film, <em>Dawn of the Dead</em>, was released in 1978, it was distributed internationally as <em>Zombie</em> (or <em>Zombi</em>).</p>\n<p>An intriguing fact presents itself when titles of zombie films are viewed as a whole. Nearly every film title translated into English will use the word <em>zombie</em>, even if this was not in the original title. Take for example the 1980 Spanish and French production <em>El lago de los muertos vivientes</em> (literally, The Lake of the Living Dead). When this film was released in the United States, it took the title <em>Zombie Lake</em>. Interestingly, the word <em>zombie</em> hardly ever appears in titles for French, Spanish, or Italian films<sup><a href=\"#user-content-fn-a25\" id=\"user-content-fnref-a25\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">24</a></sup>. These languages prefer to call the walking dead <em>les morts vivants</em> (French for <em>the living dead</em>) or simply <em>los muertos</em> (Spanish for <em>the dead</em>). Perhaps these counties were influenced by the George Romero films<sup><a href=\"#user-content-fn-a26\" id=\"user-content-fnref-a26\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">25</a></sup>, or even that the word zombie has a stronger connection with the Americas, having its origin in the Caribbean.</p>\n<p>So once again, let's revisit those lowly creatures on our front stoop. Although the ruddy-faced Serbian corpse might represent a vampire in folklore, he would hardly be recognized today. The symbols of the vampire, the cape and the fangs, were instilled by Bela Lugosi. Likewise, we expect our zombies to be rotten and hungry for flesh, not blank-faced and obedient. In each case, as the mythology leapt from one medium to another, folklore to literature to film, it transformed. Certain elements were lost. Others were reinvented. Perhaps we're not finished yet. As zombies and vampires enter new realms, the meanings of these words may further mutate to a point where we might not even recognize them.</p>\n<hr>\n<p><em>[Though Tim Kane teaches sixth grade, his passion lies with all things undead and creepy. His book,The Changing Vampire of Film and Television, will tell you all you'll ever want to know about vampire films. His website is <a href=\"http://www.timkanebooks.com\">www.timkanebooks.com</a>.]</em></p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>The <em>OED</em> entry is most likely from Johannes Fluckinger's report on the wave of vampire attacks in Medvegia, and the previous vampirism of Arnold Paole five years earlier. The text was published in Nuremberg in 1732 and has rarely been translated into English in its complete form. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p>References to vampirism, without using the word, date back to 1679 with Phillip Rhor's <em>De masticatione mortuorum</em>, which was delivered orally at the University of Leipzig on August 16, and printed that same year. Another account, this by a lawyer named Charles Ferdinand de Schertz, appeared in <em>Magia posthuma</em> in the year 1706. This concerned a village woman who died and returned four days later. The vampire is described alternately as a ghost and a hideous man. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a3\">\n<p>Although Plogojowitz is mentioned in <em>Lettres Juives</em> by Marquis d'Argens (translated into English in 1729 as <em>The Jewish Spy</em>), the translation available to me, from the German, comes from the 1728 edition of <em>De masticatione mortuorum</em>. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a4\">\n<p>The written accounts for Arnold Paole had a haphazard journey into English. Some reports have the victim as Arnold Paul. <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a5\">\n<p>The reports from <em>Magia posthuma</em> attest to victims being seized by the throat and generally exhausted to the point of severe fatigue. Even animals are not immune. Horses in the village are over-heated, trembling and foaming at the mouth, as though ridden at full gallop. An additional type of exhaustion was reserved for the wife of the vampire, as he would wear her out sexually each night. <a href=\"#user-content-fnref-a5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a6\">\n<p>There are many reports of the clothes of a vampire being moved from one place to another. Plogojowitz's wife said that her dead husband had come to her demanding his <em>opanki</em>, or shoes. <a href=\"#user-content-fnref-a6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a7\">\n<p>The corpse had a whitish <em>scarfskin</em> that when peeled away, revealed a fresh one underneath. <a href=\"#user-content-fnref-a7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a9\">\n<p>In opposition to the foul smelling plague fumes, people would burn pleasant smelling soft woods (juniper, ash, oak, pine, rosemary, aloe, amber, or musk). They thought this would protect their family from the plague. In New Orleans, during the yellow fever epidemics of the nineteenth century, people burned barrels of tar to purify the air. <a href=\"#user-content-fnref-a9\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a10\">\n<p>There is an incident where a herdsman from the village of Blau received a large stake through the heart. He appeared that very night and mockingly thanked those who had done the staking for giving him a fine stick to drive away the dogs. <a href=\"#user-content-fnref-a10\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a11\">\n<p>Slavic communities had certain days where intercourse was discouraged. A child conceived on one of those days could become a vampire. Also a child born with teeth or with a caul (a membrane cap) on its head would become a vampire after death. <a href=\"#user-content-fnref-a11\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a12\">\n<p>Arnold Paole broke his neck in a fall from a hay wagon, but before that, people noticed a certain strangeness in his manner. <a href=\"#user-content-fnref-a12\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a13\">\n<p>The name <em>Lord Ruthven</em> was created by Byron's former lover, Caroline Lamb, to ridicule Byron in her novel <em>Glenarvon</em>. <a href=\"#user-content-fnref-a13\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a14\">\n<p>Although the <em>OED</em> dates <em>zombie</em> back to 1819, it was Hearn's article that circulated widely enough to catch the public's attention. <a href=\"#user-content-fnref-a14\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a15\">\n<p>The <em>loa</em> is usually translated as god or divinity, but it is closer to a genie, demon, or spirit. <a href=\"#user-content-fnref-a15\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a16\">\n<p>In order to prevent the zombie from answering this call, precautions were taken. The mouth might be sewn up or tied shut using a strip of cloth fastened over the head and under the chin. <a href=\"#user-content-fnref-a16\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a17\">\n<p>Often the <em>bòkò</em> kept the <em>ti-bon-age</em> in a jar. This was called a <em>zombie astral</em>, while the body that walked around, soulless, was called a <em>zombie cadavre</em>. <a href=\"#user-content-fnref-a17\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a18\">\n<p>Canadian ethnobiologist Wade Davis spent several years researching the zombie powder. He commented, “Given the availability of cheap labor and the physical condition of the zombie, there is no economic incentive to create a force of indentured labor” (<em>American Scientist</em>, 1987). <a href=\"#user-content-fnref-a18\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a19\">\n<p>There were two types of distractions. First the body would be buried with an eyeless needle so the corpse would spend eternity trying to thread it. The other method was one also used by Serbians against vampires. Seeds were scattered in the coffin, and the zombie was forced to count them all, one by one. <a href=\"#user-content-fnref-a19\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a20\">\n<p>The film was preceded by a dreary play, <em>Zombie</em>, penned by Kenneth Webb. The production opened and closed in 1932 after only twenty performances. <a href=\"#user-content-fnref-a20\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a21\">\n<p>George Romero had originally wanted to make a non-horror art-house movie, but quickly realized that an exploitation movie would be the best chance of making a profit. <a href=\"#user-content-fnref-a21\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a22\">\n<p>The idea of consuming human flesh was borrowed from the mythology of the ghoul, who rips its victims apart and devours them whole. <a href=\"#user-content-fnref-a22\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a23\">\n<p>A Venus probe that returns to Earth is hinted as the cause for the living dead. <a href=\"#user-content-fnref-a23\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a24\">\n<p>One notable exception is Wes Craven's <em>The Serpent and the Rainbow</em>, made in 1987 from the book by Wade Davis. <a href=\"#user-content-fnref-a24\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a25\">\n<p>The notable exception to this is Lucio Fulci's series of films titled <em>Zombi 2, 3, 4</em> and <em>5</em>. This may be due to Fulci releasing <em>Zombi 2</em> as an unofficial sequel to <em>Dawn of the Dead</em> (titled <em>Zombi</em>). <a href=\"#user-content-fnref-a25\" data-footnote-backref=\"\" aria-label=\"Back to reference 24\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a26\">\n<p>Although released internationally as <em>Zombie</em>, each film had a subtitle that referred to the living dead. <a href=\"#user-content-fnref-a26\" data-footnote-backref=\"\" aria-label=\"Back to reference 25\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Un-History of the Undead: From Superstition to Celluloid</h1> <p><em><span data-rel=\"author\">Tim Kane</span> <span data-rel=\"location\">Chula Vista, California</span></em></p> <p>Imagine that a vampire knocked on your door—a real, true to life (or death) vampire. You open the door and find a ruddy-faced overweight man with long fingernails, his mouth and left eye open, and dressed in a linen shroud. Not what you expected? Did you expect to find a well-groomed man, tall with pale skin, fangs, and a cape slung around his shoulders?</p> <p>This same comparison can be made for another walking corpse: the zombie. Which image is more familiar? Do you envision a black man, looking every bit normal and alive, except for the listless expression and glazed eyes? Or would you imagine of a shambling carcass of rotting flesh and bones that wants nothing more than to pull you out of your house and munch on your intestines?</p> <p>Both words, <em>zombie</em> and <em>vampire</em>, signify a member of the undead—those creatures that come back to haunt the living. However, the image that comes to mind for these creatures has been greatly shaped by popular media, such as literature and film. In the examples above, the first description comes from folklore, while the second is influenced by fiction. How did our perception of these creatures change over the years?</p>"
}