{
  "type": "Article",
  "title": "As the Word Turns: Lincs Lingo",
  "author": "Barry Baldwin",
  "location": "Calgary, Alberta",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">As the Word Turns: Lincs Lingo</h1>\n<p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p>\n<p>“That most brute and beastly of our shires” (Henry VIII); “Ah, Lincolnshire, all flats, fogs, and fens” (George III); “A very MINOR county, my dear” (P. G. Wodehouse).</p>\n<p>Walter Marsden (Lincolnshire, 1970) opined that its distinctive dialect was unspoiled thanks to the lack of a local university to impose standard English. There actually now is one, so will the following old Lincolnshire poem on education come true?</p>\n<blockquote>\n<p>1800</p>\n<p>Farmer's at the plough,</p>\n<p>Wife's milking cow,</p>\n<p>Daughter's threshing in the barn,</p>\n<p>All happy to a charm.</p>\n<p>1900</p>\n<p>Father's gone to see the show,</p>\n<p>Daughter's at the piano,</p>\n<p>Madam's dressed in silk and satin,</p>\n<p>Boy's at school a-larning Latin,</p>\n<p>With a mortgage on the farm!</p>\n</blockquote>\n<p>The brogue of those famous-in-song poachers and yellow-bellies is distinctive in both accent and vocabulary. One major characteristic is to break up diphthongs, <em>beast</em> becoming <em>be-ast, road ro-ad,</em> and so on. Another is adding an extra <em>a</em>, either in the middle of words (<em>ale</em> drawled out to <em>aale</em>), or at the end, turning (e.g.) <em>so</em> into <em>so-a.</em></p>\n<p>Ah, so-a! The first word in Murray's OED, after the single letter <em>a</em>, was the noun <em>aa</em>, meaning 'stream,' illustrated solely from the 1430 account of the watery Lincolnshire town of Saltfleetby, where there was once a rivulet locally dubbed 'le Seventowne Aa'; <em>cf.</em> Simon Winchester, <em>The Meaning of Everything: The Story of the OED</em> (Oxford, 2003), p. 143.</p>\n<p>Similarly, a 1477 parish register originates <em>ale-draper</em> 'alehouse-keeper,' a term confined to Lincolnshire and neighbouring Yorkshire, these two largest counties sharing several words, e.g., the verb <em>sherry</em> 'to run away,' of obscure origin.Grose (1796) registers the above, plus several other localisms, including: <em>belch</em> ('liquor apt to cause eructation'), extended in 19th-century N. Lincs idiom to mean 'smutty talk'; <em>cagg-maggs</em> ('old Lincolnshire geese sent to London to feed the cockneys'); <em>court-card</em> ('a gay fluttering coxcomb'), special to N. Lincs; <em>dun</em> (said to have derived from Joe Dun of Henry VII's time, “a famous bailiff of the town of Lincoln, extremely active and dexterous in his business, so that it became a proverb when a man refused to pay to say, Why do you not Dun him...?”); <em>go-by-the-wall</em> ('a slow creeping helpless person'); <em>Jacobines</em> ('malcontents'). are Lincolnshire variants on Grose's <em>go-by-the-ground</em> and <em>Jacobites.</em></p>\n<p>Jabez Good, a local barber from Burgh le Marsh, compiled (c. 1900) a <em>Glossary</em> of Lincolnshire dialect; Googling yields 778 cognate sites. Here is a tiny sampling, including ones I recall from growing up there in the 1940s and 50s: <em>anshum-scranshum</em> ('confusion'); <em>back end</em> ('autumn'); <em>bossacks</em> ('fat lazy woman'); <em>caps owt</em> ('beats anything'); <em>cassons</em> ('dried cow dung used for fuel'); <em>chelp</em> ('heckling'); <em>hockerdois</em> ('feet'); <em>kelter</em> ('rubbish'); <em>loppard</em> ('sour milk'); <em>muckender</em> ('handkerchief'); <em>squad/squat</em> ('muck/mud'); <em>swath</em> ('bacon rind'); <em>soul do</em> ('Methodist meeting').</p>\n<p>A complaint ever on my grandmother's lips was “I'm as busy as Throp's wife till she hanged herself in the dishclout,” an expression shared with Yorkshire—it appears in F.W. Moorman's <em>Songs of the Ridings</em> anthology (1918)—and inconclusively pondered from 'J.E.' in <em>Notes &amp; Queries</em> 1:30 (1850), p. 485, to various Google sites.</p>\n<p>“Aaf-a-lik! Aaaf-a-lik! Aaf-a-lik onward!” That's Lord Tennyson reading his “Charge of the Light Brigade” on a wax cylinder recording. Alfred penned several dialect poems, also filling his notorious <em>Promise of May</em> melodrama with it. “The Church-Warden and the Curate” begins: “Eh? good daay! good daay! thaw it bean't not mooch of a daay. Nasty cazzelty weather! An' mea haafe down wi' my haay” (<em>bean't</em> = 'isn't'; <em>casselty</em> = 'unsettled'; <em>haafe…haay</em> = 'my grass half mown'). “The Northern Cobbler” includes the gem <em>num-cumpus</em> = 'daft', a Lincs-isation of Latin <em>non compos mentis</em>, befitting a county that boasts the village toponym Ashby Puerorum ('Ashby of the Boys'—whatever happened to the girls?).</p>\n<p>Bishop Edward Hicks of Lincoln in his diaries (<em>cf.</em> my article in <em>The British Diarist</em> 1, 2003, pp. 32–36) reports that he was rebuked by the incumbent Lord Tennyson for not pronouncing <em>knowledge</em> in the Lincolnshire way as his poet father had insisted. Hicks tactfully replied that he dared not do this in the light of Shaw's satirising of a dialect-spewing character in <em>Candida</em>. As his biographer Peter Levi (Oxford, 1993), writing before these diaries' publication, observes (p. 328, n. 44), “Pronunciation affects the sound of the whole of his poetry.” It is said that Tennyson taught Benjamin Jowett, Murray's bête noire (<em>cf.</em> Winchester for details), to rhyme <em>knowledge</em> with <em>rollage</em>, thereby colouring the claim placed in the latter's mouth in the famous epigram, “I am the Master of this College! What I don't know isn't Knowledge!”</p>\n<p>Drafting this between Canadian and American Thanksgivings brought to mind this Lincolnshire Harvest Supper toast: “Here's tew we ersen's, tew us a'al, ha'al on us. May we nivver want for nowt, noän on us. Nor me naythur.”</p>\n<p>County rivals may think it typical of a Lincolnshire yellow-belly (a sobriquet modernly equated with cowardice, though Eric Partridge dates this only back to around 1918—Grose defines it as 'an allusion to the eels caught there') to push himself so conspicuously forward at the end.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">As the Word Turns: Lincs Lingo</h1> <p><em><span data-rel=\"author\">Barry Baldwin</span> <span data-rel=\"location\">Calgary, Alberta</span></em></p> <p>“That most brute and beastly of our shires” (Henry VIII); “Ah, Lincolnshire, all flats, fogs, and fens” (George III); “A very MINOR county, my dear” (P. G. Wodehouse).</p> <p>Walter Marsden (Lincolnshire, 1970) opined that its distinctive dialect was unspoiled thanks to the lack of a local university to impose standard English. There actually now is one, so will the following old Lincolnshire poem on education come true?</p> <blockquote>\n<p>1800</p>\n<p>Farmer's at the plough,</p>\n<p>Wife's milking cow,</p>\n<p>Daughter's threshing in the barn,</p>\n<p>All happy to a charm.</p>\n<p>1900</p>\n<p>Father's gone to see the show,</p>\n<p>Daughter's at the piano,</p>\n<p>Madam's dressed in silk and satin,</p>\n<p>Boy's at school a-larning Latin,</p>\n<p>With a mortgage on the farm!</p>\n</blockquote>"
}