{
  "type": "Article",
  "title": "Drawlery",
  "author": "Orin Hargraves",
  "location": "Westminster, Maryland",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Drawlery</h1>\n<p><em><span data-rel=\"author\">Orin Hargraves</span> <span data-rel=\"location\">Westminster, Maryland</span></em></p>\n<p>The chimney sweep stopped by the other day for his annual visit, to clear the flume of various things gone up in smoke over the last year, and he was telling me about his recent visit to Smith Island—in Chesapeake Bay, where the natives are somewhat renowned for their peculiar dialect of English. One fellow he met there used all sorts of unusual expressions that the sweep had never heard, but what caught my attention was this peculiar, if not particularly sweeping statement: “You know, he had that brogue.”</p>\n<p>Now, what's a resident of Smith Island doing with a brogue, anyway? It would have been as surprising to learn that he wielded a shillelagh or played a clarsach. But one doesn't like to be snobbish about the matter of working-class lexis, so I consulted a dictionary or two and sure enough, there it was: Random House Unabridged gives a sense of brogue as “any strong regional accent,” and Merriam-Webster says it can be “a dialect or regional pronunciation.” You don't have to be Irish, after all, to impress others with your brogue.</p>\n<p>Smith Island, it turns out, was settled by English and Welsh settlers, so a brogue there in the limited and usual sense (Oxford dictionaries: “a marked accent, especially Irish or Scottish, when speaking English”) seems unlikely. But if the Smith Islanders haven't got a brogue, then what is it? Probing a little further I found this statement on a website about Smith Island (emphasis is mine): “The roots on the Island are so deep that even the modes of speech hearken to another era. Islanders have an accent—a slight English <em>lilt</em> warmed by a Southern <em>drawl</em>.”</p>\n<p>Aha! This statement confirms to some degree one of my pet theories: when people want to characterize a way of speaking as different from their own, they resort to a rather small set of words—all of which have particular designation, but none of which is often used precisely. Both of the foregoing words, <em>lilt</em> and <em>drawl,</em> are among the culprits here, along with <em>brogue,</em> which started the whole inquiry. <em>Twang</em> completes the nefarious gang of four.</p>\n<p><em>Drawl</em> is variously defined: “a slow speech pattern with prolonged vowels” (WordNet) is a typical definition. Cruising through a few corpora, I find that <em>drawl</em> collocates most often with regions. Americans put drawls all over the map: in addition to the Southern one noted above, people have observed Midwestern, Tidewater, Tennessee, Texas, and Louisiana drawls. In general, drawls seem to be found charming: they are characterized as folksy, sexy, and even soothing and butter-like, though occasionally a drawl goes the other way and is characterized as acerbic or nasal. Britons, on the other hand, recognize drawls in different places: their field observations include Cockney, Harvard, London, West Midlands, and Somerset drawls. One British novelist bridges the Atlantic divide by inventing a character who “spoke with a hint of Scottish accent through his Canadian drawl.”</p>\n<p>The striking thing about <em>twangs,</em> by definition anyway, is their nasality: Random House has, for example: “a sharp, nasal tone, as of the human voice.” This suggests that you could, in fact, have a twangy drawl or a drawly twang, though writers don't often leave evidence of having observed one—a point I'll return to. Speaking through the nose generally seems to be regarded as an unpleasant thing for English speakers to do, and so the characteristic feature about the usage of <em>twang</em> is that it denotes an accent that is remote from the speaker's or writer's own (which of course is pleasant): hardly anyone claims a twang for themselves! Americans identify twangs as western, Aussie, Carolina, Texas, Wisconsin, or Southern. Brits, on the other hand, note twangs that are cowboy, Texas, Irish, or Australian. There is at least a transatlantic consensus that Aussies and Texans have a twang; whether scientific instruments exist to confirm this hypothesis is another question, though one can picture, amusingly, electrodes attached to schnozzes as a means of finding out.</p>\n<p>A curious side feature of twangs is that they are unusually often characterized as <em>flat</em>.  But flat in what sense? The available contexts don't really give a clue. While writers claim to have discerned the flat twangs of the Midwest, Harry Truman, Iowa and New Zealand, they don't say what is, or has gone, flat. Do the vowels get squished as they pass through the nose? Generally speaking, <em>flat</em> is not an adjective that denotes endearing qualities, being glossed as <em>vapid, flavorless, savorless,</em> and <em>insipid</em> on the one hand, and <em>lacking contrast or shading between tones</em> on the other. Conclusion: flatness is to be avoided if you want your twang to be considered at all bearable.</p>\n<p>An almost entirely commendable quality in someone else's voice (speakers rarely acknowledge one in their own, despite the charm factor) is the <em>lilt.</em> We have already seen one attributed to the Smith Islanders, thought to have been bequeathed them by the English. A gander at examples in context reveals interesting things about lilts: they're seductive! They're soft and sexy! They're both husky and feminine! Singer Melissa Etheridge is reputed by one writer to have a trademark husky lilt. Americans don't seem to be inclined to regionalize the lilt, but Brits are firm in banishing it to the outliers. Lilts on their radar screen include Geordie (by this they mean Tyneside), Irish, Welsh, Bajan, Nigerian, and Scots. (Bajan? It's in Barbados.)</p>\n<p>If you're waiting for the meaningful pattern to emerge here, I propose this: somebody with a <em>lilt, drawl, twang</em>, or <em>brogue</em> is someone who talks noticeably differently than you do. A <em>Houston Chronicle</em> reporter covers all of his bases in this observation (my emphasis added): “Conversations on airplane flights to this once-sleepy provincial capital [Maturín, Venezuela] <em>lilt</em> with the <em>twangs</em> and <em>drawls</em> of the U.S. oil patch.”</p>\n<p>The other observation is that with slight tweaking via modifiers, all of these words (<em>lilt, twang, drawl, brogue</em>) can also used to convey that someone else's pronunciation is rather charming, or (in the case of “flat” and “nasal”) rather irritating.</p>\n<p>So much for the good news. The lexis available for rubbishing someone else's way of speaking is relatively sparser, but usually unambiguous. One thing you surely want to avoid is any accusation of sounding <em>clipped</em>. Presumably this is clipped in the sense of “cut short,” but it never says anything nice about speech. You've got your clipped Oxford-style diction, your British upper-class clipped tones. <em>Tones</em>, in fact, are a favorite collocate of <em>clipped</em>, and they are often noted as <em>cold, short</em>, or <em>deliberate</em>. How about “the clipped tones of one who was raised in the military”? Somehow you know that if anyone ever said “I love you” in clipped tones, it would be calculating rather than sincere and you couldn't bank on it. Check out this damning characterization in a British newspaper: “Those tight-lipped, clipped voices curl the toes of anyone who lives north of Watford and can't say “five thisand pinds.”</p>\n<p>You might think that sounding clipped would be the opposite of having a drawl or a lilt. However, see below.</p>\n<p>Finally, besides clipping, you'll want to avoid lisping, a definite no-no in endearing speech for anyone over the age of five. <em>Lisp</em> has a technical definition (Oxford dictionaries: a speech defect in which <em>s</em> is pronounced like <em>th</em> in <em>thick</em> and <em>z</em> is pronounced like <em>th</em> in <em>this</em>) and is often thought to be inadvertent and uncontrollable. Why is it then that we tend to use it disparagingly? Examples from corpora abound:</p>\n<blockquote>\n<p>lisping, greasy obsequiousness</p>\n<p>a lisping foreign accent</p>\n<p>lisping, limp-wristed homosexuals</p>\n<p>a stage-Jew/menacing/eerie lisp</p>\n</blockquote>\n<p>However: just to confirm that precision is rarely the forte of observations about accent, I Googled a number of collocates to produce these startling stats. They're all relatively infrequent as collocations go, but they clearly all made it past some folks' syntax censors:</p>\n<blockquote>\n<p>clipped drawl: 75 (Presumably involves clipping consonants only, as drawl prolongs vowels!)</p>\n<p>twangy lilt: 57</p>\n<p>twangy drawl: 28 (surely these belong mainly to Texans?)</p>\n<p>clipped lilt: 20</p>\n<p>clipped brogue: 14</p>\n<p>lispy lilt: 12</p>\n<p>lispy twang: 8 (most frequently named exemplar of this: David Sedaris)</p>\n<p>clipped twang: 7</p>\n<p>twangy lisp: 6</p>\n<p>clipped lisp: 3</p>\n<p>twangy brogue: 1</p>\n</blockquote>\n<p>For now, I'm going to work on my broguey drawl and eagerly await the sweep's visit next year to find out what he's been listening to.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Drawlery</h1> <p><em><span data-rel=\"author\">Orin Hargraves</span> <span data-rel=\"location\">Westminster, Maryland</span></em></p> <p>The chimney sweep stopped by the other day for his annual visit, to clear the flume of various things gone up in smoke over the last year, and he was telling me about his recent visit to Smith Island—in Chesapeake Bay, where the natives are somewhat renowned for their peculiar dialect of English. One fellow he met there used all sorts of unusual expressions that the sweep had never heard, but what caught my attention was this peculiar, if not particularly sweeping statement: “You know, he had that brogue.”</p> <p>Now, what's a resident of Smith Island doing with a brogue, anyway? It would have been as surprising to learn that he wielded a shillelagh or played a clarsach. But one doesn't like to be snobbish about the matter of working-class lexis, so I consulted a dictionary or two and sure enough, there it was: Random House Unabridged gives a sense of brogue as “any strong regional accent,” and Merriam-Webster says it can be “a dialect or regional pronunciation.” You don't have to be Irish, after all, to impress others with your brogue.</p> <p>Smith Island, it turns out, was settled by English and Welsh settlers, so a brogue there in the limited and usual sense (Oxford dictionaries: “a marked accent, especially Irish or Scottish, when speaking English”) seems unlikely. But if the Smith Islanders haven't got a brogue, then what is it? Probing a little further I found this statement on a website about Smith Island (emphasis is mine): “The roots on the Island are so deep that even the modes of speech hearken to another era. Islanders have an accent—a slight English <em>lilt</em> warmed by a Southern <em>drawl</em>.”</p>"
}