{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Official Dictionary of Unofficial English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Official-Dictionary-Unofficial-English-Thrillionaires/dp/0071458042\"><em>The Official Dictionary of Unofficial English</em></a></h1>\n<p>Grant Barrett, (McGraw-Hill, 2006), 288pp.</p>\n<p>Before getting to Grant Barrett's new book, there are a few words that should be explained, though I doubt this information will help you on the GRE or <em>New York Times</em> crossword puzzle:</p>\n<p>If it <em>squicks you out</em> when <em>buckle bunnies</em> or <em>punk bunnies gleek</em>, then it grosses you out when rodeo or hockey groupies squirt water through their teeth.</p>\n<p>If you go <em>bazootie</em> for <em>gurgitators</em> with <em>trout pout,</em> then you go crazy for competitive eaters with collagen-pumped lips.</p>\n<p>Finally, if you use your <em>chevrolegs</em> to attend <em>bark mitzvahs</em> with <em>paleoconservatives</em>, then you walk to 13th birthday parties for pooches with uber-mega-conservative people who hold outdated beliefs.</p>\n<p>Many readers may now be giving the stink (or skunk) eye to these not-so-well-known terms, while others may be ready to shout, “they're not real words.” But if <em>real</em> means that multiple citations by different authors can be found over a substantial period of time, then they're all real as rain, as demonstrated by Barrett's new book <em>The Official Dictionary of Unofficial English,</em> which collects old and new words that slip through the cracks of the major dictionaries.</p>\n<p>The origins of this book can be traced to <em>World New York,</em> a blog Barrett started in 1999 where he posted new and unusual words as one type of curiosity amongst others. Turns out the words were particularly intriguing to his readers, leading to the creation of <em>Double-Tongued Word Wrester</em> (<em><a href=\"http://www.doubletongued.org/\">http://www.doubletongued.org/</a></em>) in 2004, a project Barrett describes as a “growing dictionary of old and new words from the fringes of English.” <em>DTWW</em> is where entries such as <em>rocket surgery</em> (a blend of rocket science and brain surgery), <em>turkey bacon</em> (a rent-a-cop), <em>boo-boo face</em> (a pouty, lippy, demanding expression), <em>lesbian bed death</em> (a decidedly unromantic condition), <em>salvage</em> (a ghastly euphemism for assassination that's apparently only found in the Philippines), <em>hokey Dinah</em> (a clearly hokey exclamation), and <em>metric buttload</em> (a lot) first appeared.</p>\n<p>For folks who still think about words being in “the” dictionary, this book should alert them to the realities of lexicography as well as a metric assload of words that are in use but not in any dictionary at all. Barrett—who is Project Editor of <em>The Historical Dictionary of American Slang</em>—said in an email that, “...even though dictionaries are sometimes perceived as overly liberal in their inclusion of new words, they are, in fact, highly conservative forces—by necessity, otherwise they would be drowned in the flood of new words. There's more than they can handle, so each dictionary sets up its own criteria for inclusion. Those criteria do a good job of keeping the work from being overwhelming, but they also act as a natural restraint so that a term is not included too early.” The other result of this restraint is that many deserving words never make the cut.</p>\n<p>Barrett's un- and underdocumented words have flown under the radar, but they've been flying there for awhile. Few are truly new, and some are almost ancient: one of the oldest is <em>road to Damascus experience</em>, a term for a religious conversion or epiphany that's been used since at least 1899. This is a historical dictionary, so in addition to collecting and defining the words, Barrett demonstrates their currency by providing representative citations, which allow readers to enjoy something lexicographers experience constantly: finding out that a term has been out there longer than expected. <em>AMW</em>—an acronym for <em>actress-model-whatever</em>—seems like it was created just for Paris Hilton, yet it can be found back in 1988, when the heiress was barely a trollop-in-training at seven years old. Given the obscurity of the material, the historical dictionary format is particularly useful: There's no room to suspect Barrett pulled anything out of his <em>fourth point of contact</em> (a military term for the ass) since there's such clear evidence of use.</p>\n<p>Speaking of our boys, girls, and rocket-launchers, the military is the source of many terms—such as <em>tiny heart syndrome</em> (cowardice), <em>POI</em> (pissed-off Iraqi), <em>toe-popper</em> (landmine), and <em>Mortaritatville</em>—a name for a frequently attacked base. But since Barrett searches without regard to subject matter, his word strings take him all over the map, topic-wise: politics, sports, porn, medicine, media, business, crime, architecture, pro wrestling, competitive eating, and dog culture contribute terms, so besides the obvious word-lover audience, this book should appeal to trivia buffs who like knowing a little bit about everything.</p>\n<p>Meanwhile, our language chugs on, and this project continues to grow in the form of <em>DTWW,</em> which recently added full entrees for <em>whoa break</em> (teaching a dog to immediately stop on command) and <em>lucky sperm club</em> (whose members include big-money-inheriting screw-ups everywhere). Barrett's work is a vivid reminder that dictionaries are incomplete photographs of our enormous, ever-growing language, which never stops going bazonkers, bazootie, and anywhere else we need it to go.</p>\n<p>—<em>Mark Peters</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Official-Dictionary-Unofficial-English-Thrillionaires/dp/0071458042\"><em>The Official Dictionary of Unofficial English</em></a></h1> <p>Grant Barrett, (McGraw-Hill, 2006), 288pp.</p> <p>Before getting to Grant Barrett's new book, there are a few words that should be explained, though I doubt this information will help you on the GRE or <em>New York Times</em> crossword puzzle:</p> <p>If it <em>squicks you out</em> when <em>buckle bunnies</em> or <em>punk bunnies gleek</em>, then it grosses you out when rodeo or hockey groupies squirt water through their teeth.</p> <p>If you go <em>bazootie</em> for <em>gurgitators</em> with <em>trout pout,</em> then you go crazy for competitive eaters with collagen-pumped lips.</p>"
}