{
  "type": "Article",
  "title": "Pension Fund Language",
  "author": "Joanne Mason",
  "location": "Agawam, Massachusetts",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Pension Fund Language</h1>\n<p><em><span data-rel=\"author\">Joanne Mason</span> <span data-rel=\"location\">Agawam, Massachusetts</span></em></p>\n<p>“Do you have any <em>deads</em>?” my co-worker asked.</p>\n<p>“Oh, yes!” I answered, not the least bit startled. “I've got a ton piled up here.”</p>\n<p>City morgue? Monty Python sketch? No, just another day at the office, where this macabre question was commonplace. Our pension fund routinely processed the files of deceased members.</p>\n<p>Like many workplaces, we used a linguistic shorthand to get our work done. I had never noticed the extent of it until I was training a temp to fill in for me.</p>\n<p>We turned parts of speech on their heads. <em>What's your social?</em> was a request for a member's Social Security number. Sure, leaving an adjective floating in space like that could be jarring for the untrained ear, but it was more efficient and economical to make it a noun. Similarly, the question <em>Is he XYZ Company?</em> begged for a descriptive adjective as the complement, but got a noun instead. The speaker wanted to know what company the member worked for. But it was handier to say <em>Is he XYZ?</em> Quick and to the point.</p>\n<p>My favorite question was <em>Did he take Christmas?</em> Take Christmas? Take it where? Was there some kind of Pension Fund Grinch trolling around, just waiting for pensioners to fall asleep so he could slide down his mountain, grab their stockings full of checks, and have his dog chew them up? No, the retired residents of Whoville could rest assured. The speaker was merely asking whether a member chose to have an extra payment during the holidays.</p>\n<p>We had lingo that distinguished our particular office as well. When my boss asked for a <em>hi, here it is letter</em>, he wanted a simple two-liner to accompany an item requested by the recipient, such as an informational booklet or a form to complete. The actual letter sent usually went something like this: “In accordance with your recent telephone request, I am enclosing a copy of the Pension Fund's Consolidated Financial Statements for the Plan year ended September 30, 2005. If you have any questions, please do not hesitate to contact me.” Perhaps “Hi, here's that thing you wanted.” is much more direct, but it doesn't have that flowery gobbledygook flair that accompanies most written corporate correspondence. I sometimes wondered if the recipients even read our cover letters. Why should they bother? It was obvious that the booklet or form was enclosed, wasn't it?</p>\n<p>We used the term <em>scrubsheet</em> to describe a partially typed/partially handwritten template for frequently-sent letters. I was always curious about this noun and how it originated in our office. I never found it in the dictionary. The concept of scrubbing didn't match these messy, pencil-smudged forms. An employee needed to know a complex set of orthographic rules to make the requested changes. That letter X with the line to the right meant that a benefit would be paid every December. Squiggly lines in the margin were signs to delete sentences. Advanced interpretive skills were required when <em>Put in that sentence we always use</em> was added.</p>\n<p>Special vocabulary blossomed among the rank and file, especially when our trustees came to call. “What time are <em>the boys in the band</em> arriving?” a secretary would ask with a grimace, referring to these stodgy, suited gentlemen who would probably rival Al Gore for last place in a Macarena contest. “So what do the guys need to bring to the <em>gala</em> this Thursday?” another would question, referring to that guaranteed party atmosphere that only piles of investment reports, collections cases, and previous meeting minutes could bring.</p>\n<p>We also had vocabulary to express job dissatisfaction. Perhaps most telling was the use of <em>Mmmmm!!</em> This meant 'Wouldn't you love some coffee from the disgusting pot I hold in my hand, the one with the coffee stains running up the side that I must now scrub out before the boys in the band arrive for the gala?'</p>\n<p>Our special pension fund language always suited its purpose. When we needed them, we had concise ways to ask questions and veiled outlets for our sarcasm and humor. As with any language, it takes time to develop fluency. But I'm sure that temp reached native ability before long.</p>\n<p><em>[During her time at the pension fund, Joanne Mason earned an MA in Applied Linguistics and worked extensively with adult ESOL students as a volunteer. She now lives in Western Massachusetts, where she spends her time writing and tutoring.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Pension Fund Language</h1> <p><em><span data-rel=\"author\">Joanne Mason</span> <span data-rel=\"location\">Agawam, Massachusetts</span></em></p> <p>“Do you have any <em>deads</em>?” my co-worker asked.</p> <p>“Oh, yes!” I answered, not the least bit startled. “I've got a ton piled up here.”</p> <p>City morgue? Monty Python sketch? No, just another day at the office, where this macabre question was commonplace. Our pension fund routinely processed the files of deceased members.</p>"
}