{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Pound Hammers (and Toe Trucks)",
  "author": "Nick Humez",
  "location": "mythclass@earthlink.net",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Pound Hammers (and Toe Trucks)</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">mythclass@earthlink.net</span></em></p>\n<p>Today we look down from the Olympian balcony seats of discursive adulthood onto the stage of Littlekidspeak.<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> (Caution: For the twin lenses of our opera glasses—folk informants and personal recollection—we make no claims of an acuity approaching that of the 200-inch reflecting telescope on Mount Palomar, let alone the Hubble.)</p>\n<p>Scene one: Northern Ohio, early 1950s. A man and his brother are painting his house; their wives are indoors catching up on the usual family gossip while their children are playing outside. Suddenly one of the children, a little girl of about three, bursts into the house, howling: “Cousin Rickie hit me with the pound hammer!”<sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p>\n<p>Scene two: A kitchen in Massachusetts, around the same time. A mother is coaxing her child to eat as his attention wanders: “Now take a bite for Grandma. Now take a bite for Uncle Willy. Now take a bite for the <em>blow-horsie</em>....”</p>\n<p>Scene three: A father's epiphany from Terry Priachett's <em>Where's My Cow?</em>, quoted in a review of the children's book by Elizabeth Kolbert: “'Why is his son learning about moo-cows and baa-lambs?' he wonders. 'He will only see them on a plate! They go <em>sizzle</em>!'”<sup><a href=\"#user-content-fn-3\" id=\"user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p>\n<p>Why not just plain <em>lamb</em> and <em>cow</em> (or for that matter, <em>hammer</em>? And what in Heaven's name is a <em>blow-horsie</em>?) The easy answer—“It's just baby talk” —opens an Ali Baba's cave. For one thing, while <em>moo-cow</em> and similar constructions are commonly used by many American English-speaking parents teaching their children just learning to talk, there are other such expressions confined to particular families or households, the most idiosyncratic of which may be invented by the children themselves—as was “pound hammer” by the little girl above. What is it that such expressions have in common, such that even a little child can figure out how to construct a new one?</p>\n<p>For another: Grant that <em>choo-choo train</em>,<sup><a href=\"#user-content-fn-4\" id=\"user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> <em>tweetie bird</em>,<sup><a href=\"#user-content-fn-5\" id=\"user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> <em>play toy</em>,<sup><a href=\"#user-content-fn-6\" id=\"user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> and so on are quintessential elements of a little-kid lingua franca we teach our young. But we do expect them to outgrow such words later on, reinforced by older children and their friends, who can be counted upon to discourage the use of such terms as babyish: It is no coincidence that the closer we still are to infancy, the more effective a sanction is the insult “Crybaby!”<sup><a href=\"#user-content-fn-7\" id=\"user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> Yet the bigger kids freely talk of <em>steam shovels</em> and <em>dump trucks</em>, <em>lightning bugs</em> and <em>jump ropes</em><sup><a href=\"#user-content-fn-8\" id=\"user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> and <em>cuckoo clocks</em>, and so do the grownups; and nobody calls <em>them</em> babyish. What's going on here?</p>\n<p>Possibility #1: When children are first learning the names of things, we often don't just tell them a noun but add a verb that describes what the referent of the noun does, or in Littlekidspeak, “goes”: Birdies go <em>tweet</em>, trains (used to) go <em>choo-choo</em>, cows go <em>moo</em>, lambs go <em>baa</em>, toys are for playing, and babies cry. <em>Moo-cow</em> reinforces the fact that a cow is axiomatically “that creature which moos,” and so with <em>tweetie-bird</em> and the rest: The verb form prefixed to the noun, then, is arguable “extra” information disposable as soon as the child has the name <em>cow</em> firmly in its long-term memory banks, together with at least some of the cultural/conceptual bovine attributes (has horns in front, is more or less rectangular with an udder under the back end, appears prominently on the labels of Ben and Jerry's ice cream, &amp;c). Likewise <em>play-toy</em> becomes redundant once it is clear that toys are by definition to play with (and that if you <em>can't</em> play with it, it's <em>not</em> a toy).<sup><a href=\"#user-content-fn-9\" id=\"user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup></p>\n<p>Possibility #2: Experiments on language acquisition summarized by Robbins Burling in his paper “The Slow Growth of Language in Children,” notably those of LouAnn Gerken, Barbara Landau, and Robert E. Remez, suggest that the phenomenon arises from our learning vocabulary items long before acquiring the syntax rules needed to manipulate them correctly. Thus a group of children aged between two and three, asked to repeat a phrase such as <em>pushes the truck</em>, “ were notably more successful at imitating the content words (whether English or nonsense) than the function morphemes (whether English or nonsense). That is, they often said things like <em>push truck</em> instead of the full sequence that they heard.” (Moreover, when presented with partly nonsensical phrases such as <em>pusheg le truck</em>, they reproduced the unfamiliar utterances with greater accuracy; “[a]pparently they recognized some sort of difference between the familiar English function morphemes and their unfamiliar substitutes, and the very familiarity of the real morphemes made it possible to leave them out.”) The conclusion: “[E]ven at a stage when children are considerably less likely to imitate function morphemes than content words, the function morphemes can still be used to help them to extract the meaning, and even the grammatical structure, of the sentences. They used markers of syntax more reliably in comprehension than in their own production.”<sup><a href=\"#user-content-fn-10\" id=\"user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup></p>\n<p>A further complication, however: The same format (function-verb plus noun) persists well into adulthood, only now the verb is usually used to distinguish among <em>multiple</em> functions:<sup><a href=\"#user-content-fn-11\" id=\"user-content-fnref-11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> Dump trucks and steam shovels are not to be confused with, e.g., tow trucks and snow shovels (just as one may jovially call a pizza with all possible toppings a <em>garbage wagon</em> but never a <em>honey wagon</em>); <em>jump ropes</em>, <em>spank sticks</em>,<sup><a href=\"#user-content-fn-12\" id=\"user-content-fnref-12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup> <em>rumble seats</em>,<sup><a href=\"#user-content-fn-13\" id=\"user-content-fnref-13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup> and <em>push-bikes</em><sup><a href=\"#user-content-fn-14\" id=\"user-content-fnref-14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup> are opposed to <em>bell ropes</em>, <em>swizzle sticks</em>,<sup><a href=\"#user-content-fn-15\" id=\"user-content-fnref-15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> <em>mercy seats,</em><sup><a href=\"#user-content-fn-16\" id=\"user-content-fnref-16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> and <em>motorbikes</em>; and so on.</p>\n<p>Thus we win (or more probably lose) money at the <em>race track</em>; we carefully clip our <em>hang nail</em>; we chase away the kid who was about to tag our wall using his <em>spray can</em>. That new skirt milady is making is so long it may require a <em>kick pleat</em>; and that two-by-four we're going to shorten by a couple of feet will certainly need to sit on a pair of <em>saw horses</em>. Come spring we'll have to mow the grass (assuming the mower's <em>spark plugs</em> aren't hopelessly fouled) and cart the cuttings in a <em>wheel barrow</em> over to the <em>compost heap</em>,<sup><a href=\"#user-content-fn-17\" id=\"user-content-fnref-17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup> where we hope we shan't encounter a <em>rattle snake</em>. And if someone calls us a <em>dip shit</em> when we're holding a <em>pinch bar</em>, we may have to restrain our temper so as later not to need our beloved to bring us silver or gold to save us from the <em>gallows tree</em>.<sup><a href=\"#user-content-fn-18\" id=\"user-content-fnref-18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup> The list goes on and on.</p>\n<p>Meanwhile, back in the Terrible Twos, we are still learning the names of things, and one way of strengthening our connection between nouns and their associated function verbs is the nursery rhyme, many of which begin with a verb-noun sequence before cutting to the chase: “Baa Baa Black Sheep,” “Twinkle, Twinkle, Little Star,”<sup><a href=\"#user-content-fn-19\" id=\"user-content-fnref-19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup> “Rock-a-Bye Baby,” arguably “Rub-a-Dub-Dub, Three Men in a Tub,” perhaps “Goosey, Goosey Gander”<sup><a href=\"#user-content-fn-20\" id=\"user-content-fnref-20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup>—and so on.</p>\n<p>Since the acquisition of speech generally precedes literacy by at least two years, it may be no surprise that so many verb modifiers of nouns represent sounds. Thanks to its popularity as a Yuletide song, <em>Jingle Bells</em> is a natural addition to the Littlekidspeak repertory (despite the fact that in their original context “jingle” is an imperative and “bells” is a vocative).<sup><a href=\"#user-content-fn-21\" id=\"user-content-fnref-21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup> And on TV (whose role in the acculturation of children looms frighteningly large), long before the Teletubbies and Barney (and even before Sesame Street and Captain Kangaroo) there was <em>Ding Dong School</em>, presided over by the paradigmatically schoolma'amish Miss Frances.<sup><a href=\"#user-content-fn-22\" id=\"user-content-fnref-22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup> (Like steam trains, schools whose single bell was rung by a clapper on a rope are for most Americans today only a quaint cultural icon of a mythologized past; but the iconography tenaciously persists even so.)[^23 ]</p>\n<p>And the children themselves, as we have seen above, are quite capable of inventing terms on this model themselves. The <em>blow-horsie</em> mentioned in paragraph 2 above turned out on investigation to have been a coinage of the mother's own little brother<sup><a href=\"#user-content-fn-24\" id=\"user-content-fnref-24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup> a generation earlier: During his third year he had come up with the term to describe the horses he saw pulling a wagon with a calliope on it in a Down East parade celebrating Independence Day. (That the horses did not actually produce the music was either unknown or unimportant to him at the time.)</p>\n<p>Moreover, the child may understand the process well enough to draw on it as a source of humor: A correspondent<sup><a href=\"#user-content-fn-25\" id=\"user-content-fnref-25\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">24</a></sup> e-mailed us that a nephew of hers once ran over her bare toes with a matchbox Hummer, and said, so she thought, “Tow truck!” She replied, “No, buddy, I think it's a Hummer,” knowing perfectly well that he knew too. (“His car knowledge is encyclopedic,” she explained, “like some little kids' dinosaur knowledge.”) To which the budding wag replied, “No: one, two, three, four, five toes—<em>toe</em> truck!”<sup><a href=\"#user-content-fn-26\" id=\"user-content-fnref-26\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">25</a></sup> Out of the mouths of babes....</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-1\">\n<p>Our coinage. Readers who want something less Orwellian and/or wearing more yardage of academic bombazine may opt for the German gloss <em>Kindlsprache</em> instead. <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-2\">\n<p>Told to us a half-century after the fact, by the pounded cousin herself: Leslie Edwards, to whom we are greatly indebted both for the idea for this article and for many of the examples given within it. <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-3\">\n<p>Elizabeth Kolbert, “Goodnight Mush,” <em>The New Yorker</em>, Dec. 6, 2006, page 94. <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-4\">\n<p>That steam almost entirely ceased to move trains in the United States half a century ago (atavisms such as Wilkes-Barre's Steamtown and Mount Washington's Cog Railway excepted) does not seem to give us much pause: We once overheard a parent in a Boston subway station telling a child, “Here comes the choo-choo train!” Clearly neither the nature of traction nor the actual sound the train made was a factor here. <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-5\">\n<p><em>Tweetie-bird</em>'s currency in American Littlekidspeak is attested (and surely reinforced) by the familiar canary character in the “Tweety and Sylvester” animated short features produced in the Warner Brothers studio from midcentury on. (The duo first appeared together in an animated cartoon short called “Tweetie Pie” in 1947.) The “official” site <a href=\"http://looneytunes.warnerbros.com/stars_of_the_show/tweety/tweety_story.html\">http://looneytunes.warnerbros.com/stars_of_the_show/tweety/tweety_story.html</a> quotes Tweety's signature song, “I tawt I taw a puddy tat...,” its substitutions of stops for sibilants (Tweety = Sweetie?) evocative of infant proto-speech and the imitation of baby talk by grownups talking to the very young—all of a piece with Tweety's persona as an innocent with a capacity for blithe mayhem (as Sylvester learns at the end of “Tweetie Pie” when the little bird repeatedly bashes him over the head with a shovel). But this subset of the Loony Tunes can also be read as a subversive allegory of the postwar woman ringing changes on a passive-aggressive courtship strategy; further inquiry in this area might yield an interesting project for a sociologist or historian. <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-6\">\n<p>While <em>play-toy</em> is common enough, it is not universal: Raised near Boston, we didn't encounter the term till our early teens, when our junior-high art teacher's (Tennessee-born) husband used it to refer to his banjo, the first one we had ever seen up close. (To hear some of the eventual results of this fateful encounter, visit <em><a href=\"http://www.mythsongs.com\">www.mythsongs.com</a>.</em>) <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-7\">\n<p><em>Crybaby</em>'s triple barb: It mimics the syntax of earliest speech; it suggests that the person being taunted <em>is</em> a baby; and it asserts that all babies do is “go <em>wah-wah.</em>” Of course, fallacies wriggle on all three tines here, but it's probable that very few children under the age of reason could refute any one of them, let alone the trio at one go. <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-8\">\n<p>Jump rope games can be found in any compendium of schoolyard and playground activities (e.g. Richard Donnelly, William G. Helms, and Elmer Mitchell, <em>Active Games and Contests</em>, second edition [New York: Ronald Press, 1958], pp 33-38: “Rope Jumping and Skipping Contests”). The rhymes spoken while skipping rope form a body of folkloric text well worth examining in their own right, of particular interest because mostly girls learn them and boys mostly don't. But that's a whole other column. <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-9\">\n<p>E.g., one's female office assistant, as famously explained by the women's chorus in the up-tempo “A Secretary Is Not a Toy” from the Frank Loesser musical <em>How to Succeed In Business Without Really Trying</em> (adapted from Shepherd Mead's 1952 book of the same name [New York: Simon and Schuster]). <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-10\">\n<p>Burling has for many years been a professor of anthropology and linguistics at the University of Michigan (emeritus since 1995). The article quoted above can be found at <em>www-personal.umich.edu/~rburling/Slowgrowth.html</em><em>;</em> it was originally published in Alison Wray (ed.), <em>The Transition to Language</em> (Oxford, UK: Oxford University Press, 2002); Gerken, Landau, and Remez report their experiment in their paper “Function Morphemes in Young Children's Speech Perception and Production” (<em>Developmental Psychology</em> 26, No. 2 [1990], pp. 204-216). <a href=\"#user-content-fnref-10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-11\">\n<p>There are exceptions; Dwain Kitchell and Leslie Edwards both report regional use—by grownups—of <em>hootie owl <em>and <em>hoot owl</em> respectively; and both mention <em>screech owl</em> as well. The latter is of course the name of a particular species; but apparently <em>hoot</em>(<em>ie</em>)</em> owl</em> can be used for any owl whatever. <a href=\"#user-content-fnref-11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-12\">\n<p>The use of a stick to chastise the naughty is well documented in antiquity. The Latin word was <em>virga</em> 'switch.' Unrelated to Latin <em>virgo</em>, 'virgin,' <em>virga</em> could also refer to one of the rods bound together with an axe to make up the lictors' <em>fasces</em>; by extension, the comic dramatist Plautus uses the term <em>virgator</em> for 'person who beats somebody else with a stick' (<em>Asinaria</em>, II.2.19). The diminutive, <em>virgula</em>, is the source both of French <em>virgule</em> and Italian <em>virgola</em>, 'comma.' <em>Virgule</em> also survives in English (as the name for a part of a clock escapement), as does <em>virgate</em>, an archaic land measure equivalent to 30 acres or a quarter of a hide. (Sometimes defined as the amount that an ox could plow in a day, this <em>hide</em> is etymologically distinct from the sort worn by the ox: It comes from <em>higan</em>, Old West Saxon for 'member of a household,' a <em>higed</em> being the land necessary for a family's support. The <em>Domesday Book</em> reckoned the hide at 120 acres.) <a href=\"#user-content-fnref-12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-13\">\n<p>Now vanished like the running board, a <em>rumble seat</em> was often a feature of such two-door cab-coupes as our parents' first car, a green 1939 Plymouth. The seat would fold out of where the trunk would be today, and could accommodate two people, albeit tightly. <a href=\"#user-content-fnref-13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-14\">\n<p><em>Push-bike</em> is British usage but most Americans would probably understand it as a muscle-powered bicycle, in contrast to a <em>moped</em>, <em>motor scooter</em>, or <em>motorcycle</em>. <a href=\"#user-content-fnref-14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-15\">\n<p><em>Swizzle</em> was a drink made from rum or gin and bitters, vigorously stirred; the term surfaced in early the 1800s and is probably onomatapoeia. The <em>swizzle stick</em> is described at the end of the 1890s (in the <em>Century Dictionary</em>, Vol. VII, p. 6118) as “used in making swizzles and other drinks,” and that it was “in China and Japan usually made of bamboo,” citing as an usage example the following (attributed to <em>Elect. Rev</em>. [Eng.], XXVII, 777): “fallen from their high estate, they [the East India Islands] are to-day chiefly associated with such petty transactions as the production of swizzle sticks and guava jelly.” Tiny umbrellas for exotic highballs, on the other hand, would only became fashionable among American mixologists in the 1930s. According to Cecil Adams, Victor J. “Joe” Bergeron III stated that his father, founder of the legendary Trader Vic's tiki-bar chain, “had borrowed the umbrella idea and a few other things from the Don the Beachcomber restaurants (now defunct), which had pioneered Polynesian-style dining. Prior to that, he believes, they were available in Chinese restaurants, which coincides with the view we've heard elsewhere that the parasol (or at least the idea of putting it in a drink) was a Chinese-American invention” (<em><a href=\"http://www.straightdope.com/columns/001117.html\">www.straightdope.com/columns/001117.html</a></em>). The artifact's ubiquity inspired the instrumental cut “Little Umbrellas” on the Frank Zappa album <em>Hot Rats</em>, released in 1969 shortly after the dissolution of his band, the Mothers of Invention. But though a Google search promises 1,390,000 websites containing the term <em>umbrella drink</em>, dictionaries have yet to catch up, to judge from three published in the last 15 years: <em>American Heritage</em> third edition (1992), <em>Webster's Tenth Collegiate</em> (1997) and <em>The New Oxford American Dictionary</em> (2005)—all of which <em>do</em> define swizzle stick. <a href=\"#user-content-fnref-15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-16\">\n<p>Not a seat in the conventional sense of something upon which someone sits, the original Mercy Seat was the covering of ancient Israel's Ark of the Covenant. <a href=\"#user-content-fnref-16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-17\">\n<p>A debatable example, requiring that <em>compost</em> be read as a verb (as in “self-composting privy”). The argument against it is that <em>compost</em> is a perfectly good noun; moreover, any child would recognize it as such a lot sooner than perceive composting as an ongoing process. <a href=\"#user-content-fnref-17\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-18\">\n<p>Or the <em>gallows pole</em>: “Gallis Pole” was the title of a song performed by Huddie Leadbetter (“Leadbelly”) and recorded by folklorist Alan Lomax while the singer was still in a Louisiana prison in 1933. (He would be pardoned and freed the following year.) It's a version of a ballad well known in the British Isles, one of the many collected by Francis J. Child and published in five volumes between 1882 and 1898. Its usual British name is “The Maid Saved from the Gallows,” though the version sung by Julia Scaddon and recorded by Peter Kennedy in Dorset in the late 1950s is called “The Prickelly Bush,” owing to its chorus: “O the prickelly bush/That pricks my heart from sore;/If I ever get out of the prickelly bush/I'll never get in it no more.” Scaddon's rendition may be heard on Kennedy and Lomax, <em>The Folk Songs of Britain, Volume IV: The Child Ballads I</em> (Caedmon TC 1145: 1961; it was recently re-released on CD). <a href=\"#user-content-fnref-18\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-19\">\n<p>Unlike other familiar English nursery rhymes, many of which are attested as far back as the 17th century, this one has a known author (Jane Taylor) and is much more recent (it was published under the title “The Star” in the Taylor sisters' book <em>Rhymes for the Nursery</em> in 1806). <a href=\"#user-content-fnref-19\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-20\">\n<p>Of course, “goose” is surely not intended as a verb here, <em>goosey gander</em> being more probably analogous to <em>pussy cat, bunny rabbit,</em> or <em>puppy dog</em>, with the redundant modifier another noun rather than a verb. Otherwise the process that produces such expressions in both children and adults appears quite similar, at least on its surface. For an interesting newsgroup thread on this subject, see <em><a href=\"http://physicsforums.com/archive/index.php/t-115029.html\">http://physicsforums.com/archive/index.php/t-115029.html</a></em>, a discussion which yielded additional grownup examples such as <em>soda pop</em>, <em>taxi</em>( )<em>cab</em>, <em>oleomargarine, rat</em> <em>fink <em>and</em> barenaked</em>. <a href=\"#user-content-fnref-20\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-21\">\n<p>The Rev. James Pierpont, a Boston minister, was both versifier and composer of this classic, originally written for his Sunday school's Thanksgiving celebration in 1857. It has become so familiar as a Christmas song that very few of us ever bother to try and parse its chorus—as few, perhaps, as attempt this with the opening line of the official Army Air Corps (now US Air Force) song, “Off We Go Into the Wild Blue Yonder,” either, thus missing the fact that the object of “into” is actually the noun <em>blue</em>, modified by <em>yonder</em>, instead of the other way around. <a href=\"#user-content-fnref-21\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-22\">\n<p>According to Wikipedia's article on her (<a href=\"http://en.wikipedia.org/wiki/Miss_Frances\">http://en.wikipedia.org/wiki/Miss_Frances</a>), Dr. Frances Horwich, a native of Ottawa, Ohio, was the head of the department of education at Roosevelt College in Chicago when her <em>Ding Dong School</em> first aired in that city on the local NBC television affiliate. The show went national in November of 1952 and aired for four years until NBC replaced it with <em>The Price Is Right</em>. Horwich, who had prudently retained the rights, then syndicated her program, which continued to be broadcast on various stations until 1965. At its peak <em>Ding Dong School</em> was said to have 95% of the nation's preschool TV viewing audience. Horwich lived till 2001, dying in retirement in Arizona at the venerable age of 94. <a href=\"#user-content-fnref-22\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-24\">\n<p>Harold Willard Gleason, Jr. (1923-2003), eventual “chairpossum” (his term) of the English department at Shippensburg State University in Pennsylvania, and in his 60s the founder of the school's Runners' Club. A career army reservist and veteran of two wars, a devout Anglican, a teacher of wide learning, ready wit, and unfailing kindness, and a lifelong role model for this columnist. <a href=\"#user-content-fnref-24\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-25\">\n<p>Heather McHale, to whom we are grateful for allowing us to pass this story on. <a href=\"#user-content-fnref-25\" data-footnote-backref=\"\" aria-label=\"Back to reference 24\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-26\">\n<p>This brings to two the number of tow-truck jokes we know, the other being “What do you get when you cross a <em>tote bag</em> with a <em>rucksack</em>?” <a href=\"#user-content-fnref-26\" data-footnote-backref=\"\" aria-label=\"Back to reference 25\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Pound Hammers (and Toe Trucks)</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">mythclass@earthlink.net</span></em></p> <p>Today we look down from the Olympian balcony seats of discursive adulthood onto the stage of Littlekidspeak.<sup><a href=\"#user-content-fn-1\" id=\"user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> (Caution: For the twin lenses of our opera glasses—folk informants and personal recollection—we make no claims of an acuity approaching that of the 200-inch reflecting telescope on Mount Palomar, let alone the Hubble.)</p> <p>Scene one: Northern Ohio, early 1950s. A man and his brother are painting his house; their wives are indoors catching up on the usual family gossip while their children are playing outside. Suddenly one of the children, a little girl of about three, bursts into the house, howling: “Cousin Rickie hit me with the pound hammer!”<sup><a href=\"#user-content-fn-2\" id=\"user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup></p> <p>Scene two: A kitchen in Massachusetts, around the same time. A mother is coaxing her child to eat as his attention wanders: “Now take a bite for Grandma. Now take a bite for Uncle Willy. Now take a bite for the <em>blow-horsie</em>....”</p>"
}