{
  "type": "Article",
  "title": "Xmas, Yttrium, & Zwieback: Unusual Initial Pairs in English",
  "author": "Paul Anthony Jones",
  "location": "Tyne & Wear",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Xmas, Yttrium, &amp; Zwieback: Unusual Initial Pairs in English</h1>\n<p><em><span data-rel=\"author\">Paul Anthony Jones</span> <span data-rel=\"location\">Tyne &amp; Wear</span></em></p>\n<p>Considering myself a bit of a word geek (I actually prefer the term <em>logophile</em>), I was interested to hear from a friend who claimed that, apparently, the only letter of the alphabet that can be followed by any other letter of the alphabet when in word-initial position is the letter A. That is to say, excluding abbreviations, phrases, proper nouns, and so on, it is possible to create a list of twenty-six <em>A</em>-words that follow the pattern <em>aArdvark, aBacus, aCcept … aXiom, aYe, aZalea</em>.</p>\n<p>This intriguing fact interested me for two reasons. Firstly, I found it surprising—and indeed unlikely—that A was in reality the only letter with which this was possible, and secondly, I found myself considering more consciously the unusual (and sometimes seemingly counterintuitive) combinations of letters that crop up at the heads of English words. Consequently, I struck out on a linguistic expedition not only to ascertain whether initial <em>A</em> is the only letter that can precede any other, but to uncover obscure words which break our phonotactic rules and linguistic expectations by employing unconventional initial combinations of letters. Who would have thought, for instance, that any word in English could begin with <em>LH-</em>, <em>DG-</em>, or <em>BD-</em>?</p>\n<p>But, firstly, returning to the initial aim—is A the only letter to which this applies? Well, at first glance at least, it seems that thanks to words like <em>ajar</em>, <em>akimbo, <em>and <em>aorta</em>,</em> <em>A is unique in this respect, as when in word-initial position the remaining vowels understandably stumble on awkward combinations like</em> OQ-,</em> <em>IJ-</em>, and <em>UU-</em>. Of the other vowels, <em>E</em> comes closest to a full 26-word list: by including the adjective <em>eolithic</em> 'of the early Stone Age' and—albeit questionably—the two-letter interjection <em>eh</em>, twenty-five words can be assembled, but seemingly no English word begins with <em>EZ-</em>. Similarly, twenty-four words can be collected for <em>O</em>, including <em>oedema</em> (the British variant of US <em>edema</em>), <em>oology</em> 'the study of eggs,' <em>ossify</em> 'to become bone,' and <em>ozone</em>, but still we are left with no entries for <em>OJ-</em> and <em>OQ-</em>. Furthermore, compared to their alphabetical cousins, <em>I</em> and <em>U</em> are even less productive—despite including fairly obscure words like <em>ihram</em> 'a Muslim robe,' <em>ikebana</em> 'Japanese flower-arranging,' <em>ipsilateral</em> 'on the same side of the body,' <em>izzard</em> 'an archaic name for <em>Z</em>,' <em>uakari</em> 'an Amazonian monkey,' <em>uhlan</em> 'a cavalryman armed with a lance,' <em>uitlander</em> 'a South African term for a foreigner,' <em>ujamaa</em> 'an African socialist movement,' <em>uvula</em> 'the fleshy protuberance in the throat,' and <em>uxorial</em> 'relating to a wife,' both <em>I</em> and <em>U</em> are several entries short. At this point at least, it seems that <em>A</em> is indeed the most compatible of letters.</p>\n<p>However, further investigation using <em>Encarta</em> and the <em>OED</em> online bore a handful of albeit fairly obscure but nonetheless acceptable words which quite capably fill in some of the gaps discussed above.  For instance, the <em>OED</em> cites a trio of words—<em>ezan</em> 'a muezzin's chant at the hour of prayer'; <em>ojime</em> 'a Japanese decorative fastening'; <em>oquassa</em> 'a type of New England trout'—which complete both initial <em>E</em> and <em>O</em>. Furthermore, <em>Encarta</em> cites several words—<em>iqhumaal</em> 'a South African musical instrument'; <em>iwis,</em> an archaism meaning 'certainly, truly'; <em>ixtle</em> (also <em>istle</em>) 'a plant fibre'; <em>iyan</em> 'an edible West African paste made from yams'—which alongside a selection from the <em>OED</em>—<em>ieie</em> 'an Hawaiian species of climbing pine'; <em>iiwi</em> 'an Hawaiian species of honeycreeper'; <em>ijolite</em> 'a plutonic igneous rock'; <em>iulidan</em> 'a myriapod [centipede-like creature] of the <em>Iulidae</em> family,' or alternatively <em>iulus</em>, 'a catkin'—complete the list for I as well. The <em>OED</em> also cites the names of two minerals—<em>ehlite</em> and <em>ehrenbergite—</em> which neatly replace the somewhat unconvincing inclusion of the two-letter interjection <em>eh</em> above.</p>\n<p>Even with this expanded search, however, <em>U</em> remains several words short—the inclusion of <em>uchimata</em> 'the inner-leg throw in judo' nevertheless leaves no <em>UE-, UO-, UQ-, UU-, UW-, UY-,</em> or <em>UZ-</em> words; whilst the <em>OED</em> lists <em>U-ey</em> 'a U-turn' from Australian slang, <em>uomo universale</em> 'a man who excels in the major fields of learning and action' from Italian, and <em>Uzi</em> 'a machine gun,' these are all rejected on the basis that they are hyphenated, phrasal, and capitalised, respectively.</p>\n<p>Unsurprisingly, it is basically logistically unfeasible to create a full list in this manner when dealing with an initial consonant; there are very few languages—if any—that would permit a word-initial combination akin to <em>VK-, RX-,</em> or <em>KC-.</em> But that does not necessarily mean that the consonants should be ignored. In fact, the most complete list of any of the consonants—that of <em>S</em>—is actually closer to completion than that of <em>U</em>.</p>\n<p>Initial <em>S</em> can be followed by any of twenty-four letters, including (aside from the obvious, and again with help from the <em>OED</em> and <em>Encarta</em>) <em>sbirro</em> 'an Italian policeman'; <em>sdrucciola</em> or <em>sdrucciolo</em>, a term from poetry; <em>sforzando</em> 'accented, suddenly loud' in music; <em>sgraffito</em> 'an artistic technique whereby wet plaster is scratched away to reveal the surface underneath'; <em>sjambok</em> 'a type of antelope'; <em>sraddhaa</em> (also <em>shraddh</em>) 'a traditional Southern Asian offering to the dead' from Sanskrit; and <em>szaboite</em>, 'the mineral hypersthene'. The only <em>S-</em> omissions are <em>SS-</em> and <em>SX-</em>.</p>\n<p>Perhaps surprisingly, after <em>S</em> the most successful of the consonants is <em>M</em>, which pairs up with a total of eighteen letters, largely owing to words borrowed from African languages which tolerate more complex initial clusters than English. Hence, we have musical instruments called <em>mbila</em> and <em>mbira</em> (from the Shona language); <em>mfecane</em> (capitalised in the <em>OED</em>, but not in <em>Encarta</em>) 'a series of 19th-century Zulu wars' (Xhosa); <em>mganga</em> 'an East African exorcist or doctor of spells' (Swahili); <em>mlungu</em> 'a derogatory term for a white person' (Xhosa); <em>mpingo</em> 'an East African tree' (Swahili); <em>msasa</em> 'a Central African tree' (Shona); <em>mtepe</em> 'a type of square-sailed boat' (Swahili); <em>mvule</em> 'the iroko tree' (Swahili); and <em>mzungu</em> 'a term for a white person' (Swahili). As well as all of these, there are also <em>mho</em> 'the siemens, a unit of electrical conductance,' <em>mkhedruli</em> 'the script of the Georgian language,' and <em>mridangam</em> 'an Indian barrel-shaped drum'.</p>\n<p>However, as with <em>U</em>, there are a number of <em>M</em>- words that have been discounted here on various grounds, notably <em>McCarthyism</em>, which neatly fills the <em>MC-</em> gap but is nonetheless a capitalised proper noun; <em>m'dear</em>, cited in the <em>OED</em> as a contraction of 'my dear'; and <em>Mfengu</em> 'a descendent of those displaced by the <em>mfecane,</em>' which is also capitalised. The interjection <em>mm</em> has been discounted as well.</p>\n<p>Other productive consonants include <em>K</em> (<em>kgotla</em> 'a Bantu tribal assembly-place'; <em>khatib</em> 'a Muslim preacher'; <em>kjerulfin</em>(<em>e</em>) 'a form of wagnerite'; <em>ktypeite</em> 'a form of argonite'; <em>kvass</em> 'an Eastern European alcoholic drink'; <em>kwacha</em> 'the Zambian currency'; <em>kyat</em> 'the Burmese currency'); <em>D</em> (<em>dghaisa</em> 'a Maltese gondola-like boat'; <em>dhobi</em> 'an Indian washerwoman'; <em>djati</em> 'the teak tree,' from Malay; <em>dvornik</em> 'a Russian house-porter'; <em>dso</em> or <em>dz(h)o</em> 'a hybrid of a yak and a cow'); <em>C</em> (<em>cnidocil</em> 'a stinging bristle of the tentacle of a jellyfish or similar creature'; <em>csardas</em> or <em>czardas</em> 'an Hungarian dance'; <em>ctenidium</em> 'the gill of a mollusc'; <em>cwm</em> 'a Welsh valley'); P (<em>pfennig</em> '1/100th of a Deutschmark'; <em>ptarmigan</em> 'a mountain-dwelling grouse'; <em>pwe</em> 'a Burmese festival'; <em>pzazz</em>, a variant of <em>pizzazz</em> 'enthusiasm, excitement'); and <em>T</em> (<em>tchetvert</em> 'a Russian measure of capacity'; <em>tjaele</em> 'frozen ground at the base of a periglacial area'; <em>tlachtli</em> 'an Aztec ball-game'; <em>tmesis</em> 'the emphatic insertion of one word inside another'; <em>tvorog</em> 'a soft Russian cheese'; <em>tzatziki</em> 'a Greek dish containing cucumber').</p>\n<p>Again, a number of words have been excluded here—the hyphenated forms <em>D-Day</em>, <em>D-list</em>, <em>P-Celtic</em>, <em>K-meson,</em> and <em>K-particle</em>; the contraction <em>c'mon</em>; the somewhat clumsy acronym-based term <em>DNAse</em> or <em>DNAase</em> (a shortening of <em>deoxyribonuclease</em> 'an enzyme that breaks down DNA'); the onomatopoeic <em>tprw</em> (cited in the <em>OED</em> as 'imitative of the sound of a horn'); and the proper noun <em>Kshatriya</em> 'a member of the Hindu military caste.'</p>\n<p>Predictably, at the opposite end of the scale, the least productive of the consonants is <em>Q</em>, which combines with only four of the vowels (<em>qasadi</em> 'a Persian elegiac poem'; <em>qintar</em> or <em>qindar</em> 'the Albanian currency'; <em>qoph</em> or <em>qof</em> 'a letter of the Hebrew alphabet') plus <em>W</em> in <em>qwerty</em> 'the Western typewriter keyboard layout.' Seemingly—and surprisingly, given what we have just seen—there are no <em>QE-</em> words. <em>X</em> is similarly unproductive, pairing up with the vowels (<em>xanthophyll</em> 'a yellow botanical pigment'; <em>xebec</em> 'a Mediterranean ship'; <em>xiphoid</em> 'sword-shaped'; <em>xoanon</em> 'a wooden idol'; <em>xu</em> 'the Vietnamese currency') and Y in <em>xylem</em> 'a woody plant tissue.' Several <em>X</em>- words have been excluded here, namely <em>x-ray</em>, <em>Xmas</em>, the fairly suspect contracted form <em>xtal</em> 'crystal,' <em>X-chromosome</em>, <em>X-disease</em> (now identified as Murray Valley encephalitis), and <em>xxxx</em>, defined in the <em>OED</em> as a 'humorously euphemistic substitute for a four-letter swearword.' <em>Q fever</em> 'an influenza-like infection' and the physics terms <em>Q-switch</em> or <em>Q-spoil</em> have also been discounted.</p>\n<p>Perhaps indicative of its phonological similarity to <em>S</em>, <em>Z</em> is actually fairly productive (<em>zho,</em> an alternative of <em>dzo</em>; <em>zloty</em> 'the Polish currency'; <em>zwieback</em> 'a twice-baked biscuit'; <em>zymurgy</em> 'fermentation'), as is <em>J</em> (<em>jheel</em> or <em>jhíl</em> 'a large flood pool or lagoon'; <em>jnana</em> 'Hindu spiritual understanding as a means of salvation'; <em>jynx</em> 'the wryneck, a type of woodpecker'). The inclusion of <em>Encarta</em>'s <em>zzz</em> 'imitative of the sound of snoring' would take the <em>Z</em>- total to a respectable ten, whilst <em>Jpeg</em> and <em>J-shaped</em> are both listed in the <em>OED</em>.</p>\n<p>Elsewhere, although never seriously in contention for a full A-to-Z list, the remaining consonants bear further unusual and unanticipated results: <em>bdellium</em> 'a resin (from the <em>bdellium</em> tree) used in perfume-making'; <em>bhaji</em> 'an Indian dish of fried vegetables'; <em>bwana</em> 'an East African term of address' (Kiswahili); <em>gjetost</em> 'a Norwegian goat's milk cheese'; <em>gwyniad</em> 'a Welsh freshwater fish'; <em>hlonipa</em> 'amongst certain Bantu peoples, the conversational avoidance of the names of respected or revered figures' (Xhosa); <em>hryvnia</em> 'the Ukrainian currency'; <em>hwyl</em> 'enthusiasm, zeal' (Welsh); <em>lherzolite</em> 'a coarse-grained rock containing magnesium'; <em>lwei</em> 'the Angolan currency'; <em>ndugu</em> 'an East African term for a brother or compatriot' (Swahili); <em>ngaio</em> 'a small New Zealand tree'; <em>nritta</em> or <em>nritya</em> 'an Indian dance' (Sanskrit); <em>nsima</em> 'a thick flour-based African porridge' (Mambwe); <em>ntate</em> 'a respectable address for a man' (Sotho); <em>vladimirite</em> 'a form of calcium'; <em>vraisemblance</em> 'the appearance of truth'; <em>yclept</em> 'called'; <em>ylang-ylang</em> 'a tropical aromatic tree' (Tagalog); <em>yperite</em> 'mustard gas'; and <em>yttrium</em> 'a metallic chemical element.' Excluding <em>zzz</em> and <em>mm</em>, L is the only consonant that can precede itself, as in <em>llama</em> and <em>llano</em> 'a South American grassy plain.'</p>\n<p>As well as those already discussed, these remaining consonants also throw up further debatable words and word forms which straddle the border of acceptability. For instance, <em>g'day</em> exhibits the same dubiety seen in <em>c'mon</em>, whilst other hyphenated and semi-abbreviated forms include <em>b-girl</em> 'a bargirl,' <em>F-word, G-string, H-bomb, R-boat</em> 'a German minesweeper,' <em>V-chip, V-mail</em> 'voicemail,' and <em>V-sign</em>. The proper nouns <em>Hjelmselvian</em> 'pertaining to Danish linguist Louis Hjelmslev' and <em>Nkrumahism</em> 'the principles associated with Ghanaian leader Kwame Nkrumah' are unfortunately capitalized, whilst the crossover into common parlance of the algebraic expression <em>nth,</em> as in the phrase <em>to the nth degree,</em> brings it into contention as well. <em>FTSE</em>, the Financial Times Stock Exchange, although prohibited on the basis that it is acronymic, is actually pronounced as a whole word, <em>footsie</em>; the same applies to <em>BBQ</em> and <em>DJing</em>. The inclusion of <em>hmm</em> or <em>hmph</em> would take the total for <em>H</em> to nine.</p>\n<p>The <em>OED</em> also lists a large number of obsolete, archaic verb forms which have also been excluded—the characteristic <em>y</em>- prefix of Middle English verb forms such as <em>ygazed</em> 'gazed' and <em>ysatled</em> 'settled' would otherwise all but complete an A-to-Z list for <em>Y</em>, but only <em>yclept</em> (as listed above) has real application today.</p>\n<p>All in all, although the original fact still stands, it is certainly in doubt. Based on general vocabulary and basic, recognizable English words <em>A</em> is indeed the only letter that can be immediately followed by any other letter of the alphabet when in word-initial position. However, if more unconventional, esoteric terms and words are taken into consideration, <em>A</em> is joined in this otherwise unique feat by <em>E, O,</em> and <em>I</em>, with <em>S, M, Y</em> and <em>U</em> not far behind. There are still, however, a great number of gaps to be filled, and although some will seemingly never be filled due to the limitations of English phonotactics, I would be interested to hear from anyone who knows of or discovers any other unusual initial combinations that have not been listed here.</p>\n<p>[<em>Paul Anthony Jones is a recent graduate of the University of Newcastle-upon-Tyne, having studied English, and will hopefully be returning to Newcastle to continue some postgraduate research. Between playing classical piano and tennis (although not, as yet, simultaneously), his main interest is in accompanying friends to the pub and staying there for long periods of time.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Xmas, Yttrium, &amp; Zwieback: Unusual Initial Pairs in English</h1> <p><em><span data-rel=\"author\">Paul Anthony Jones</span> <span data-rel=\"location\">Tyne &amp; Wear</span></em></p> <p>Considering myself a bit of a word geek (I actually prefer the term <em>logophile</em>), I was interested to hear from a friend who claimed that, apparently, the only letter of the alphabet that can be followed by any other letter of the alphabet when in word-initial position is the letter A. That is to say, excluding abbreviations, phrases, proper nouns, and so on, it is possible to create a list of twenty-six <em>A</em>-words that follow the pattern <em>aArdvark, aBacus, aCcept … aXiom, aYe, aZalea</em>.</p> <p>This intriguing fact interested me for two reasons. Firstly, I found it surprising—and indeed unlikely—that A was in reality the only letter with which this was possible, and secondly, I found myself considering more consciously the unusual (and sometimes seemingly counterintuitive) combinations of letters that crop up at the heads of English words. Consequently, I struck out on a linguistic expedition not only to ascertain whether initial <em>A</em> is the only letter that can precede any other, but to uncover obscure words which break our phonotactic rules and linguistic expectations by employing unconventional initial combinations of letters. Who would have thought, for instance, that any word in English could begin with <em>LH-</em>, <em>DG-</em>, or <em>BD-</em>?</p> <p>But, firstly, returning to the initial aim—is A the only letter to which this applies? Well, at first glance at least, it seems that thanks to words like <em>ajar</em>, <em>akimbo, <em>and <em>aorta</em>,</em> <em>A is unique in this respect, as when in word-initial position the remaining vowels understandably stumble on awkward combinations like</em> OQ-,</em> <em>IJ-</em>, and <em>UU-</em>. Of the other vowels, <em>E</em> comes closest to a full 26-word list: by including the adjective <em>eolithic</em> 'of the early Stone Age' and—albeit questionably—the two-letter interjection <em>eh</em>, twenty-five words can be assembled, but seemingly no English word begins with <em>EZ-</em>. Similarly, twenty-four words can be collected for <em>O</em>, including <em>oedema</em> (the British variant of US <em>edema</em>), <em>oology</em> 'the study of eggs,' <em>ossify</em> 'to become bone,' and <em>ozone</em>, but still we are left with no entries for <em>OJ-</em> and <em>OQ-</em>. Furthermore, compared to their alphabetical cousins, <em>I</em> and <em>U</em> are even less productive—despite including fairly obscure words like <em>ihram</em> 'a Muslim robe,' <em>ikebana</em> 'Japanese flower-arranging,' <em>ipsilateral</em> 'on the same side of the body,' <em>izzard</em> 'an archaic name for <em>Z</em>,' <em>uakari</em> 'an Amazonian monkey,' <em>uhlan</em> 'a cavalryman armed with a lance,' <em>uitlander</em> 'a South African term for a foreigner,' <em>ujamaa</em> 'an African socialist movement,' <em>uvula</em> 'the fleshy protuberance in the throat,' and <em>uxorial</em> 'relating to a wife,' both <em>I</em> and <em>U</em> are several entries short. At this point at least, it seems that <em>A</em> is indeed the most compatible of letters.</p>"
}