{
  "type": "Article",
  "title": "Cuckoo for Crack",
  "author": "Mark Peters",
  "location": "Chicago, Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Cuckoo for Crack</h1>\n<p><em><span data-rel=\"author\">Mark Peters</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p>\n<p>I was watching the NBA playoffs the other night (OK, every night) and my ears perked up when studio commentator Charles Barkley referred to the TNT network's crack team as a <em>team on crack.</em> Barkley's joke got me thinking about the influence of crack on language—an influence that may not rival crack's impact on crime and misery, but one that isn't going away either. Since the <em>Oxford English Dictionary</em>'s earliest citation of <em>crack</em> to describe crack cocaine is from 1985, consider this a belated celebration of crack's 20th linguistic year.</p>\n<p>The literal meaning of <em>crack</em>—“a potent, crystalline form of cocaine made by heating a mixture of it with baking powder and water until it is hard, and breaking it into small pieces which are inhaled or smoked for their stimulating effect”—is not really my concern here. I'm not even interested in related terms such as ­<em>crack rock, crack ho, crackhead, crack-freak, crackhouse, crack den,</em> and <em>crack baby,</em> or even the notable coinage <em>cracktress</em> (a term for, appropriately enough, an actress on crack). Instead, I'm jonesing for non-smokable, non-pipe-worthy, <em>metaphorical</em> crack, which is mainly used to discuss two concepts: insanity and addictiveness.</p>\n<p>As is standard procedure in my family, let's do insanity first, addiction second. Comedian Dave Chapelle recently announced, “I'm not crazy, I'm not smoking crack,” in <em>Time</em> Magazine, and these words can be read as either two denials or the same denial stated twice. Similarly, my title <em>cuckoo for crack</em> (which comes from <em>Family Guy</em>'s Stewie, who amusingly said, “Oh yes, yes, I love crack. I'm absolutely cuckoo for crack!”) could also be considered redundant; that's how closely <em>smoking crack</em> and <em>going bonkers</em> are linked.</p>\n<p>There are over 47,000 Google web hits for <em>Are you on crack?,</em> and while some of these hits may be straightforward, literal requests for information, I suspect most of these are synonymous with <em>Are you out of your frickin' gourd?</em> I also found multiple Google hits for <em>Are you smoking crack?, Put down the crack pipe, Back away from the crack pipe,</em> and <em>Let go of the crack pipe.</em></p>\n<p>Since this use of ­<em>crack</em> has diddly-poo to do with smoking anything, it makes perfect sense to ask seemingly illogical questions like, <em>Am I on crack?</em> In fact, whenever I pitch an article to the editor of this very magazine, I ask <em>Is this a good idea or am I smoking crack?</em></p>\n<p>Another way to question someone's sanity is to investigate their dining habits by asking <em>Did you have crack for breakfast again?</em> or admonishing <em>No more crack for breakfast!</em> Of course, suggesting that a loonball has had <em>crack for lunch</em> or <em>crack for dinner</em> isn't a ringing endorsement of their sanity either. One of my favorite expressions is <em>crack on one's cornflakes</em>, as in <em>Did I sprinkle too much crack on my cornflakes this morning?</em> I've seen this nonce-ish expression a few times, and I enjoy the implication that there might be an ideal quantity of crack to serve with cereal—or maybe even an insufficient amount that just won't get the (nut)job done.</p>\n<p><em>Crack</em> was a natural for crazy-discussing, not just because of the extremeness of crack-smoking but because words like <em>cracked</em> were already there. The OED has traced <em>cracked</em> back to at least 1611 as a euphemism for <em>loony</em>, and there are plenty of related nouns (<em>crackbrain, crackskull, crackpot, cracker factory</em>) and adjectives (<em>crack-headed, crack-brained, crackers</em>). Also, <em>crack</em> obviously isn't the first drug to be used as an indirect-yet-not-at-all-subtle way of asking <em>Are you cracking up?</em> Questions like <em>What are you on?, Are you high?,</em> and <em>Sniffing glue again?</em> are part of established slang patterns—most of which involve booze or weed—that paved the way for all <em>crack</em> queries and comparisons.</p>\n<p>I've found many innovative uses of <em>crack</em> on one of my favorite sources for funny, nasty, clever language: <em>Television Without Pity (TWoP),</em> the popular website that consists of recaps and message boards for many shows. On <em>TWoP,</em> television writers are a frequent target of abuse, as we can see from sentences like “note: I do know that the only thing the writers are really 'going for' is another rock of crack” (cal331, Jan. 25, 2005), “That's giving the crack monkeys that write this show waaaay too much credit” (valerial, Jan. 19, 2005), “This was the era before the writers discovered crack” (bella1013, Jan. 17, 2004), “Oh season 7 writers ... what kind of crack were you on?” (anybodysfool07, Jan. 3, 2004), and “That's not a cliffhanger. That's the writers needing to have their crack pipes cleaned over the summer and get things moving” (Daniel, May 26, 2005).</p>\n<p>On <em>TWoP,</em> I've also found references to <em>video-crack</em> and <em>English major's crack</em>, which bring me to the second major slang meaning of <em>crack</em>: praise (high praise?) or condemnation of anything really addicting. An exchange of emails between Gareth Branwyn and Rick H. Kennerly on the American Dialect Society's listserv was my introduction to the terms <em>cardboard crack</em> (collectible card games), <em>Evercrack</em> (Everquest, an online game) and <em>Crackberry</em> (BlackBerry).</p>\n<p>Two related types of crack-comparison can be seen in a <em>Wired News</em> headline that asks, “Internet Porn: Worse Than Crack?,” and an anti-Bush website that insists “Voting: Better Than Crack.” Other items considered <em>better than crack</em> (by wise consumers I found on Google) are video games, nostalgia, fan fiction, green tea, pecan pie, skateboarding, a good cigar, the gingerbread latte at Starbuck's, politics, love, and SPAM (the revolting meat product, not the revolting emails). On the other hand, some stuff is <em>worse than crack</em>, such as iTunes, biking, watching <em>24</em> on DVD, romance novels, testosterone, food, money, comics, and the Harry Potter books.</p>\n<p>I don't have much evidence, but I'm convinced that David Letterman was an important force in spreading <em>crack</em> through the language. A collection of Letterman's Top Ten Lists from 1991 contains lists like “Top Ten April Fool's Day Jokes in New York City” and “Top Ten Things (Besides Giving Up Fatty Foods) That Will Add Four Months to Your Life” that have crack-related number one answers—”Crack dens replace regular crack that is usually smoked there with Folgers crystals” and “New crack lite!” respectively. Over the years, I can vaguely remember lots of other crack jokes on Letterman; I think it's high on his personal top ten list of favorite topics (probably near NYC's giant rats). Though metaphorical crack isn't Letterman's specialty, few comedians have been as popular and influential, and I'd bet a shiny nickel that he deserves a lot of the credit (or blame) for <em>crack</em>'s use in humor and language of all sorts.</p>\n<p>Speaking of blame, how much blame and bludgeoning do I deserve for celebrating language that makes light of so much human misery? I dunno, but on one of the days I was writing this, I had a meeting with one of my adult writing students: a black woman who was writing a personal essay about media coverage of crime in black and white areas of Buffalo.</p>\n<p>Among other depressing facts, she described how crack can be bought as easily as Tic Tacs in her neighborhood's convenience stores; she also mentioned that her cousin is a crackhead. Needless to say, I didn't share my draft of this article, of which some versions explored the even more charming sub-genre of <em>crack baby</em> expressions.</p>\n<p>But the truth is … I don't really feel guilty for writing this article, though I do feel a little guilty for not feeling that guilty. Somehow, this guilt alleviates my guilt.</p>\n<p>Does that make sense? Or should I lay off the crack?</p>\n<p><em>[Mark Peters has published language-related articles in <em>Bark, Chicago Magazine, The Chronicle of Higher Education, Columbia Journalism Review, Esquire, Mental Floss, New Scientist,</em> and <em>Psychology Today.</em> He writes the blog Wordlustitude (<a href=\"http://wordlust.blogspot.com\">http://wordlust.blogspot.com</a>) and the Jabberwocky column for Babble (<a href=\"http://babble.com\">http://babble.com</a>). His book <em>Yada Yada Doh! 111 of the Most Successful Television Words</em> is forthcoming from Marion Street Press in 2008.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Cuckoo for Crack</h1> <p><em><span data-rel=\"author\">Mark Peters</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p> <p>I was watching the NBA playoffs the other night (OK, every night) and my ears perked up when studio commentator Charles Barkley referred to the TNT network's crack team as a <em>team on crack.</em> Barkley's joke got me thinking about the influence of crack on language—an influence that may not rival crack's impact on crime and misery, but one that isn't going away either. Since the <em>Oxford English Dictionary</em>'s earliest citation of <em>crack</em> to describe crack cocaine is from 1985, consider this a belated celebration of crack's 20th linguistic year.</p> <p>The literal meaning of <em>crack</em>—“a potent, crystalline form of cocaine made by heating a mixture of it with baking powder and water until it is hard, and breaking it into small pieces which are inhaled or smoked for their stimulating effect”—is not really my concern here. I'm not even interested in related terms such as ­<em>crack rock, crack ho, crackhead, crack-freak, crackhouse, crack den,</em> and <em>crack baby,</em> or even the notable coinage <em>cracktress</em> (a term for, appropriately enough, an actress on crack). Instead, I'm jonesing for non-smokable, non-pipe-worthy, <em>metaphorical</em> crack, which is mainly used to discuss two concepts: insanity and addictiveness.</p> <p>As is standard procedure in my family, let's do insanity first, addiction second. Comedian Dave Chapelle recently announced, “I'm not crazy, I'm not smoking crack,” in <em>Time</em> Magazine, and these words can be read as either two denials or the same denial stated twice. Similarly, my title <em>cuckoo for crack</em> (which comes from <em>Family Guy</em>'s Stewie, who amusingly said, “Oh yes, yes, I love crack. I'm absolutely cuckoo for crack!”) could also be considered redundant; that's how closely <em>smoking crack</em> and <em>going bonkers</em> are linked.</p>"
}