{
  "type": "Article",
  "title": "Anyone for Gerunding?",
  "author": "C J Moore",
  "location": "Leysin, Switzerland",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Anyone for Gerunding?</h1>\n<p><em><span data-rel=\"author\">C J Moore</span> <span data-rel=\"location\">Leysin, Switzerland</span></em></p>\n<p>Alongside the cross-country ski track of a Swiss mountain village where I often go, there extends a wide piste where very fit people on long narrow skis pursue an activity known in French as <em>le skating.</em> Needless to say, like so many <em>–ing</em> words disseminated across the globe, <em>le skating</em> bears absolutely no relationship to what is meant in English by the word <em>skating.</em></p>\n<p>Somewhere in the modern human psyche lies an urge to create trendy and interesting words of this <em>–ing</em> type, in grammatical terms known as <em>gerunds</em>, or <em>verbal nouns</em>. Let's call this creative process <em>gerunding</em>. Yes, I know the word <em>gerunding</em> doesn't exist in your dictionary, but since when did such a concern deter those who go gerunding? The whole point is to make up words which sound and look English. It matters not a bit that they are foreign inventions, often unrecognizable to a native English speaker.</p>\n<p><em>Smoking, footing, bronzing, shampooing, pressing, lifting, mobbing, standing</em> —these are just a few of the words that have found their way across Europe in curious variations or distortions of their original sense.</p>\n<p>Take the strange history of the word <em>pressing</em>. In its British context, <em>pressing</em> was and still is, a service provided for those who wear uniform or smart clothing. “Shall I have your trousers pressed, sir?” the butler might say, before going off to see to the damp ironing of the garment. Building on this association, around the 1930s <em>un pressing</em> entered the French language in the sense of a dry-cleaning service, and has remained on the French high street ever since—if never in the <em>Dictionnaire de l'Académie Française.</em></p>\n<p>But nowadays <em>a pressing</em> has been given a completely new life in football commentaries on radio and TV around Europe, referring to one team “putting pressure” on the other. The only country where you won't hear such a gerund is Britain.</p>\n<p>Where does this kind of neologism come from? And how does it arise and become widespread without any relationship to standard English? By what mysterious process, for instance, did European properties for sale come to have <em>standing,</em> or even better <em>haut standing?</em> <em>Standing</em> is a quality which British English associates with people or institutions, but certainly not with houses or kitchens.</p>\n<p>Inconsistencies abound in this area. Perfectly good English gerunds like <em>boxing</em> and <em>surfing</em> get ignored in favour of European forms like <em>boxe</em> and <em>surf</em>.</p>\n<p>Equally strange, the term <em>le sparring</em> comes to refer no longer to the activity of sparring but to the sparring partner.</p>\n<p>No British English speaker ever went <em>footing</em> but <em>el footing</em> has been around in Europe since the end of the nineteenth century when it entered Spanish, for example, in the sense of hiking. Nowadays it substitutes for <em>jogging</em>, a word which is often harder for non-native speakers to pronounce.</p>\n<p>The Spanish, at least, are starting to have real fun with gerunding. Recent inventive examples I've seen in newspapers and blogs include: <em>el puenting</em> (the “Kiene-swing” sport of jumping off a bridge—<em>puente</em>—with a rope tied to your feet and to another bridge, so as to swing beneath it);  <em>el goming</em> (bungee jumping with an elastic cord, or <em>goma);</em> <em>mochiling</em> (backpacking, from <em>la mochila,</em> the Spanish for 'backpack')<em>;</em> and most hilarious of all,  <em>el tumboning</em> (lying on the beach on a <em>tumbona</em> or lounge chair). A new low-cost airline has even sprung up in Spain with the name <em>Vueling</em> (from <em>el vuelo,</em> flight), with its webpage and advertisement copy playing Englishing games as a fun and trendy corporate image.</p>\n<p>It must be said, though, that native speakers of English are as guilty as the rest of the world when it comes to gerunding. Grammatically the gerund is a verbal noun, therefore its root should be a verb, as in <em>walking, eating, running,</em> and so on. But in modern (and especially American) English we find an increasing use of gerund-type words generated from nouns, a usage severely frowned upon by purists.</p>\n<p><em>Knowledging</em>, a dynamic approach to business management, is a typical false gerund, conveying the idea behind the Norwegian pun <em>kunnskaping—</em> know-shaping—which refers to the bringing about of new knowledge through human interaction.</p>\n<p>Going beyond Europe, a leading article in the <em>International Herald Tribune</em> referred to <em>bunkering</em>, a “quaint term Nigerians use to describe outright stealing of crude oil by members of the armed forces or the government.” (<em>IHT</em> 8/03/05) Here we see a legitimate if ungrammatical term (referring to the fuelling of ships) turned to a completely and ironically different meaning. In the words of one commentator, the term has been “abused, demonised, and misused in Nigerian parlance.”</p>\n<p><em>Bunkering</em> can hardly be called an English cultural export. But I wonder how long it will be before <em>beasting</em> and <em>monstering</em> find their way around the world? These unsavoury words are slang terms for interrogation methods employed by the US military, made public by court proceedings related to abuses at Abu Ghraib prison in Iraq.</p>\n<p>Another nasty word, <em>mobbing</em>—meaning emotional aggression in the workplace—is a term which may have American origins but which spread rapidly around Europe in the 1980s as a result of the work of the Swedish industrial psychologist Dr Heinz Leymann.  The word conveys its unpleasantness so strongly that some scholars prefer the anodyne label <em>horizontal violence.</em></p>\n<p>On a sad note, too, I've been interested to see the term <em>el bullying</em> used more and more frequently in the Spanish newspapers, over articles about youngsters being harassed by other children at school. <em>Bullying</em>, as it happens, is a genuine gerund, but its use here is worth comment. While sometimes glossed in the Spanish text as <em>el acoso,</em> a general term for being aggressive, the word <em>bullying</em> itself refers to the emotional and physical variant found in the school environment. The problem has been aired nationally because of the tragic case of a fourteen-year-old in San Sebastián who committed suicide in the autumn of 2004 following a campaign of bullying against him by his schoolmates.</p>\n<p>“Why is that in English?” I asked a Spanish friend. The answer came, “We've never needed a word for that before in Spain.” By which she meant, of course, not that the phenomenon is unknown, but that it has never been an issue of public debate before.</p>\n<p>Here, as ever, language is our clearest indicator of social change. A living language always reflects the fact that in our daily conversations and reading we invent the shorthand of the moment, of the day, to say what we mean most economically. When has grammar or correctness ever got in the way of spontaneous linguistic creativity? Long live gerunding!</p>\n<p><em>[A shorter version of this article was first published in the International Herald Tribune on April 12, 2005]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Anyone for Gerunding?</h1> <p><em><span data-rel=\"author\">C J Moore</span> <span data-rel=\"location\">Leysin, Switzerland</span></em></p> <p>Alongside the cross-country ski track of a Swiss mountain village where I often go, there extends a wide piste where very fit people on long narrow skis pursue an activity known in French as <em>le skating.</em> Needless to say, like so many <em>–ing</em> words disseminated across the globe, <em>le skating</em> bears absolutely no relationship to what is meant in English by the word <em>skating.</em></p> <p>Somewhere in the modern human psyche lies an urge to create trendy and interesting words of this <em>–ing</em> type, in grammatical terms known as <em>gerunds</em>, or <em>verbal nouns</em>. Let's call this creative process <em>gerunding</em>. Yes, I know the word <em>gerunding</em> doesn't exist in your dictionary, but since when did such a concern deter those who go gerunding? The whole point is to make up words which sound and look English. It matters not a bit that they are foreign inventions, often unrecognizable to a native English speaker.</p> <p><em>Smoking, footing, bronzing, shampooing, pressing, lifting, mobbing, standing</em> —these are just a few of the words that have found their way across Europe in curious variations or distortions of their original sense.</p>"
}