{
  "type": "Article",
  "title": "Linguistic Larceny: It's Ausgezeichnet",
  "author": "Michael J. Corey",
  "location": "Bellevue, Washington",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Linguistic Larceny: It's Ausgezeichnet</h1>\n<p><em><span data-rel=\"author\">Michael J. Corey</span> <span data-rel=\"location\">Bellevue, Washington</span></em></p>\n<p>If you were seated at dinner one fine Sunday, feeling no great reluctance to shock your great-aunt Bertha, and you began the phrase, “Please pass the …”, and you were allowed to express “meatballs” in any language at all, which would you choose? Weighing the circumstances, I would definitely favor the Spanish <em>albóndigas</em>, which rings of uproar, revolution, first shots fired: “The infantrymen woke to loud <em>albóndigas</em> on a nearby hill, and, hastily arming themselves …” If you are fortunate, poor Bertha's outrage will further erode your reluctance, and you, too, will become a linguistic larcen … larce … thief. If you decide to rob instead, however, may I recommend the Japanese <em>doroboo</em>? Spoken properly it sounds a great deal like a door crashing down, and the literal meaning 'muddy stick' only adds to its swashbuckling allure.</p>\n<p>Our new sport, then, is Linguistic Larceny. The point of it is <em>not</em> to find the shortest, the easiest, or even the most accurate word. If you're trying to steal a wallet, do you make a fuss if you end up with a five-carat <em>glaçon</em> instead (as in Ian Fleming's <em>Diamonds are Forever</em>, which was translated as <em>Chauds les Glaçons</em>)? What we're looking for here is the word, in any language to which we have access, that best embodies, encompasses, and, yes, <em>caresses</em> the concept to be conveyed. Think of Picasso's sketches of apples; nothing was ever more apple than those simple curves. No language can be expected to provide words as perfect as Picasso drawings for every object, idea, motion, and quality. That is why we need so many languages. Words, however, are not pictures. We are told that apart from onomatopoetic language, the relationship between the sound of a word and its semantic content is arbitrary. This is another of those engineerish, linear-thinking bromides that may well summon the Evil One to appear, usually in the avatar of a poet with a forked pen and two English horns, ringing the Bell of Amherst. “Ah,” s/he says androgynously, “if you do not specify the proper word for the higher ends of clarification, I shall do so in the irreverent name of euphonious obfuscation.” <em>Ainsi soit-il.</em></p>\n<p>Back on earth, I have some familiarity with four languages, and very limited knowledge of a further six. Many Verbatim readers will exceed this range and depth. If we could create a mystical Venn Diagram of all our resources and draw from the union, we could form <em>des phrases</em> of such rarefied acoustic resonance and semantic picoprecision that <em>ангелы заплакали бы</em> (Russian <em>angyeli zaplakaly bi</em>, 'angels would weep'), or, as they say in certain politically incorrect Prague suburbs (actually, there isn't any other kind), “the girls will tear their blouses.”</p>\n<p>However, one does what one can, as the <em>Comtesse de Winter</em> remarked while committing her final murder. 'Murder,' by the way, is rather well done by <em>korosu</em> in Japanese; the word sounds like the act of throttling, while the <em>kanji</em>, or ideographic character, for <em>korosu</em> contains the elements of 'knife,' 'tree,' and 'strike.' Presumably the tree is there to tie him up to.</p>\n<p>What of nice things? 'Bright water' is a pleasant image, but could it be made more tuneful? I once named a boat <em>ming shui</em> ('bright water' in the Pinyin romanization of Mandarin Chinese; the second word is pronounced roughly \"shway\"). The tones of the words, the first rising from the center of the voice, the second curving into the bottom of one's speaking range and then rising, add to the music. If you want to say 'fast,' may I suggest <em>kuai</em> (kwî)? This is spoken—well, fast, with the “k” strongly aspirated and the pitch falling sharply. For bliss in general, however, German must be considered a major player, in part because it makes even the most lubricious words seem demure: <em>Vergnügen</em> is for 'pleasure'; 'naked' draws a <em>blank <em>(but only on paper); and <em>Verkehr</em>, which denotes the procreative act, sounds like a Doctor Seuss title. <em>Ausgezeichnet</em>, however, meaning 'excellent,' is simply over the top, and deserves a Czech <em>pozdrav Pán B</em>ů</em>h</em> (loosely, 'enhealth you, Mister God'). My advice to the lovestruck male is to speak Italian (<em>ti penso sempre</em>, 'I think always of you,' or <em>cannelloni?</em> depending on how you judge the vector of her passions), but encourage her to respond in German, especially since <em>ja</em> is easier to say than <em>nein</em>. A Romantic alternative, in every sense, is to lead with the Spanish phrase <em>Ay! que curvas, y yo sin frenos</em>. ('Oh! what curves, and me without brakes.') If you wish to invite her to recline in an olive grove, however, I think you should say <em>ελιές</em> (<em>eliehs</em>, Greek).</p>\n<p>The Russians have the deepest lake in the world, Lake Baikal, and to describe it they have the word <em>глубокое</em> (<em>glubokoyeh</em>, 'deep'), which sounds like a Yevtushenko poem in four syllables, maybe about a POW camp at around ninety-two below with a stiff breeze.</p>\n<p>In fact, it's a good language for most anything lugubrious. I was in Leningrad, never mind when or why, but there were plenty of war widows around to hand you your own hotel key in return for Frisbees, and when you said, 'Thank you' (<em>спасибо</em>, <em>spaseebo</em>), they responded with this word <em>пожалуйста</em>, which, technically, should be pronounced something like <em>pozhalueesta</em>, but was actually rendered <em>pozhalsta</em>. The word is supposed to mean both 'please' and 'you're welcome,' but it came through as 'How can a pimply American know my suffering?' I swear they had late-evening training sessions on how to make the halls echo like a mausoleum.</p>\n<p>In French the ordinary is beautiful, and the sordid may approach the median. Wouldn't you rather eat a <em>pomme de terre</em> ('apple of the earth') than a potato, even in Quaylese? An <em>haricot</em> instead of a bean? (Comments on the <em>h</em> <em>aspiré</em> are discouraged.) I remember an ad in the London Tube from nearly 30 years ago. The aim was to sell French lessons, and the lure was the hope that your POSSLQ would say, “<em>Mon cher, veux-tu bien sortir les poubelles</em>,” instead of “Take out the garbage, wouldja, there's a good chappie…” <em>Malheureusement</em> ('unhappily'), the French I know use the word <em>ordures</em>; I would appreciate an <em>éclaircissement</em>, which should probably be the global winner in the 'enlightenment' competition. Always use a de Maupassant word if you can: I believe the lady who borrows the necklace is <em>éblouissante</em> (something like 'radiant'), and if the bling draws an eye to her <em>décolletage</em>, the elegance of the utterance may soften the sting of the restraining order.</p>\n<p>If French can embellish the sleazy, Czech can make the dreadful cute. Given that <em>cukr</em> is 'sugar,' and <em>–ka</em> is often a diminutive ending, what do you think <em>cukrovka</em> means? Would you choose 'luscious sweet,' or perhaps the correct 'adorable little diabetes'? In <em>kulomet</em>č<em>ík</em>, that <em>čík</em> at the end, which is pronounced “cheek,” means 'agent of…', but the lightness of the syllable makes our agent seem kindly and ready for fun. Maybe so, but he's still a machine gunner. <em>Podvod</em> isn't a cute little beeping robot in a Czech <em>Star Wars</em>—it means 'embezzlement.' <em>Puška</em> (“pooshka”) sounds like a stuffed toy, but it's a grown-up rifle.</p>\n<p>Still, there are Czech words I wouldn't trade even for the equivalent in Quechua or Gujarati. If you want to tell someone his expectations are unrealistic, you say, “Yes, and you want a watch with a fountain.” 'Fountain' is <em>vodotrysk</em>, which sounds like a rather gloomy pond that unexpectedly sprinkles into life in the second half of the word.</p>\n<p>If your live-in mate suddenly seems less than desirable, use the marvelous word <em>švestka</em> and say, <em>Zbal si svejch pět švestek a jdi si po svejch</em>: untranslatable, but loosely, 'Wrap up your five plums and go off by your own [whatever].' <em>Švestek</em> (“shvestek”) is the genitive plural of 'plum,' the form used, believe it or not, for five or more objects (as in other Slavics). Cardinalities of two to four take the standard plural.</p>\n<p>Numbers have their own aesthetics. 'Four' is a standout in many languages. The Persian <em>chahar</em> is lovely (I once learned the Persian integers up to ten from my bassoon student), but the Russian <em>четыре</em> (<em>chyetiryeh</em>) is awarded an Honorable Mention, in part for being even more unpronounceable than it looks (the <em>ы</em> vowel sound alone requires five years of concentrated attention). Take great care not to be fooled by <em>четверка</em> (<em>chyetvyorka</em>), which is enticing, but is a delusion and a snare; this is the <em>numeral</em> four. In Japanese it gets worse. The <em>four</em> they got from Chinese sounds like 'death'—exactly. So the Japanese have a euphemism for the number four. This gives rise to a veritable garden of delights for those who wish to count the days of the month. For the 2nd through the 10th (the 1st has its own word), you use an ancient Japanese numbering system, with its own associated day-counter. At the 11th you switch to Chinese-derived pronunciations, with a different day-counter—until you get to the 14th. For the 14th day you use the Chinese-derived word for <em>ten</em> (<em>not</em> the Japanese word you used for the 10th, but the one you used for the 11th, 12th, and 13th), but the <em>Japanese</em> word for <em>four</em>, together with the original Japanese counter; then you switch back to Chinese numbers, with the <em>other</em> Japanese counter, for the 15th through the 19th, but don't forget to use a different Japanese word (unrelated to either the Chinese or the Japanese word for 'ten') and switch back to the first counter for the 20th.</p>\n<p>Starting with the 21st you use Chinese-derived words to say 'two tens' followed by Chinese-derived numbers and the second Japanese counter, <em>except</em> for the 24th, which again uses the Japanese word for <em>four</em>, with the original counter, and then you switch back to Chinese-derived numbers with the second Japanese counter for the rest of the month, but watch out—the 1st still has its own word. Is this a way of avoiding premature death, or of making one long for it?</p>\n<p>In sum, while we can, let us go <em>donner un sens moins propre au mots de l'autre tribu</em> ('contaminate the dialect of someone else's tribe'). On the other hand, having stolen a word, why return it? We can do no better than depart with a lovely <em>tack så mycket</em> (Swedish 'thank you so much').</p>\n<p><em>[Michael Corey, a writer/inventor/curmudgeon who lives near Seattle, is attempting to develop a weaponized retrovirus to annihilate the American sitcom.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Linguistic Larceny: It's Ausgezeichnet</h1> <p><em><span data-rel=\"author\">Michael J. Corey</span> <span data-rel=\"location\">Bellevue, Washington</span></em></p> <p>If you were seated at dinner one fine Sunday, feeling no great reluctance to shock your great-aunt Bertha, and you began the phrase, “Please pass the …”, and you were allowed to express “meatballs” in any language at all, which would you choose? Weighing the circumstances, I would definitely favor the Spanish <em>albóndigas</em>, which rings of uproar, revolution, first shots fired: “The infantrymen woke to loud <em>albóndigas</em> on a nearby hill, and, hastily arming themselves …” If you are fortunate, poor Bertha's outrage will further erode your reluctance, and you, too, will become a linguistic larcen … larce … thief. If you decide to rob instead, however, may I recommend the Japanese <em>doroboo</em>? Spoken properly it sounds a great deal like a door crashing down, and the literal meaning 'muddy stick' only adds to its swashbuckling allure.</p> <p>Our new sport, then, is Linguistic Larceny. The point of it is <em>not</em> to find the shortest, the easiest, or even the most accurate word. If you're trying to steal a wallet, do you make a fuss if you end up with a five-carat <em>glaçon</em> instead (as in Ian Fleming's <em>Diamonds are Forever</em>, which was translated as <em>Chauds les Glaçons</em>)? What we're looking for here is the word, in any language to which we have access, that best embodies, encompasses, and, yes, <em>caresses</em> the concept to be conveyed. Think of Picasso's sketches of apples; nothing was ever more apple than those simple curves. No language can be expected to provide words as perfect as Picasso drawings for every object, idea, motion, and quality. That is why we need so many languages. Words, however, are not pictures. We are told that apart from onomatopoetic language, the relationship between the sound of a word and its semantic content is arbitrary. This is another of those engineerish, linear-thinking bromides that may well summon the Evil One to appear, usually in the avatar of a poet with a forked pen and two English horns, ringing the Bell of Amherst. “Ah,” s/he says androgynously, “if you do not specify the proper word for the higher ends of clarification, I shall do so in the irreverent name of euphonious obfuscation.” <em>Ainsi soit-il.</em></p> <p>Back on earth, I have some familiarity with four languages, and very limited knowledge of a further six. Many Verbatim readers will exceed this range and depth. If we could create a mystical Venn Diagram of all our resources and draw from the union, we could form <em>des phrases</em> of such rarefied acoustic resonance and semantic picoprecision that <em>ангелы заплакали бы</em> (Russian <em>angyeli zaplakaly bi</em>, 'angels would weep'), or, as they say in certain politically incorrect Prague suburbs (actually, there isn't any other kind), “the girls will tear their blouses.”</p>"
}