{
  "type": "Article",
  "title": "A Scientific Investigation Into a Linguistic Matter of Some Importance",
  "author": "Marvin E. Mengeling",
  "location": "Oshkosh, Wisconsin",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Scientific Investigation Into a Linguistic Matter of Some Importance</h1>\n<p><em><span data-rel=\"author\">Marvin E. Mengeling</span> <span data-rel=\"location\">Oshkosh, Wisconsin</span></em></p>\n<p>If it were possible (which it isn't) to poll all the speakers of English as to their choice for the FUNNIEST word in the language, most words would probably get no votes at all (e.g., <em>the, and, at, to</em>), while others would no doubt garner some; surely <em>booby</em>, <em>bozo,</em> <em>doohickey,</em> <em>doofus,</em> and <em>Hilfiger</em> would have their advocates. Nevertheless, it only stands to reason that out of the nearly one million words in the spoken language one would have to get more votes than any other. Obviously there cannot be a consensus on what this word might be because different folks have different funny strokes; indeed, some people don't find <em>anything</em> funny (these well meaning but hugely boring and tiresome folks invariably reveal themselves when they open their downturned mouths and say, “Well, I've got a very good sense of humor, but…”). So even though there can't be a consensus, there can be a winner.</p>\n<p>Although I'm no lexicographer, i.e. language “scientist,” I have long been interested in words, some of which I use on a daily basis. Many years ago, after I had expended much intellectual effort in determining that the ugliest word in the English language is <em>snot</em> (these days, possibly <em>FEMA</em>), I decided to devote myself to an even more difficult challenge, determining what word in the English language is the “funniest.” Not having the means to poll hundreds of millions of English speakers I did the next best thing; I relied on my own sense of what's funny and what isn't, and through an arduous, sometimes painful process of elimination I eventually narrowed the list of possibilities to two words, neither of which is inherently humorous according to dictionary definitions.</p>\n<p>About this same time I happened to be teaching an adult education class in humor and joke writing at a place called the Winchester Academy, and decided to elicit the help of my students in making the final choice between the two contestants, so after I had carefully explained the premise to them I simply said the word <em>rump</em>, the sound of which brought forth a sizable class laugh. After waiting for things to calm down, I followed with the word <em>crotch</em>. When the intensity of the laughter rose to almost epic proportions I figured I had a tentative answer. <em>Crotch</em> brought a bigger laugh, ergo was the funnier word.</p>\n<p>But a good researcher is never satisfied with tentative findings so I decided to proceed more scientifically and proposed to the class the following experiment. I would place each of the two words in identical <em>un</em>funny contexts and then determine which one, if either, elicited the most laughter. After careful consideration I decided that for the unfunny contexts I would use the titles of serious works of literature—novels, poems, plays—and alternately substitute <em>rump</em> or <em>crotch</em> for one of the words in the title. Who knows, perhaps neither word would seem at all funny under such seriously stringent scientific test conditions.</p>\n<p>I began with Geoffrey Chaucer's <em>The Canterbury Rumps</em> and <em>The Canterbury Crotches</em>. When much merriment burst forth over both these titles I knew our scientific experiment was on the right track. I'll just mention a few more titles I used that night, but to save precious space I'll leave a blank in place of one of the title words and let readers make their own substitutions of <em>rump</em> or <em>crotch</em> as suits their scientific fancy. How about Shakespeare's <em>The Merrie_____s of Windsor, The Taming of the_____</em>, or <em>All's Well That Ends_____</em>. Or Charles Dickens' <em>The Old Curiosity</em> <em>_____</em>, <em>A Tale of Two_____</em>s, and <em>_____ Expectations</em>. How about Nathaniel Hawthorne's <em>The Scarlet</em> <em>_____,</em> or Melville's <em>Moby</em> <em>_____</em> (or <em>_____Dick</em>?), or Twain's <em>A Connecticut Yankee in King Arthur's_____</em>. Or how about Faulkner's <em>The_____and the Fury</em>, or Cooper's <em>The_____of the Mohicans</em>, or Crane's <em>The Red_____of Courage</em>. Then there's Proust's <em>Remembrance of</em> <em>_____s Past</em> (or, depending on one's translation of Proust, perhaps <em>In</em> <em>Search of Lost</em> <em>_____</em>). Popular literature provides Zane Gray's* Riders of the Purple <em><strong><strong>*, or Le Carre's <em>The _____Who Came In From The Cold</em>, and Heinlein's <em>Stranger in a Strange</em> *</strong></strong></em>*. And so it goes (speaking of which, how about Vonnegut's <em>Slaughterhouse</em> <em>_____</em>?). After awhile all I had to do to get a laugh response was recite titles in their original form; the listeners made their own substitutions, as with some Ian Fleming titles I provided. After I said each title—<em>On Her Majesty's Secret Service</em>, <em>Thunderball</em>, and <em>Goldfinger</em>—there was a short pause while they mentally made their own blanks and filled them in, followed by hearty bursts of satisfied laughter over what they had discovered. When all was said and done, I was convinced that my exacting scientific search was finally at an end. Far and away the biggest laugh getter on almost every title was <em>crotch.</em></p>\n<p>So for many years I was convinced that without doubt <em>crotch</em> was the funniest word in the English language, but last week something extraordinary happened in the midst of a casual evening dinner at home. Here's what transpired while wife Frankie, son Tom, and myself were conversing and stuffing our faces with pork chops. Someone (I don't recall if it was Frankie or Tom—sin of memory) used the word <em>squat</em> in casual conversation, though I don't recall in what connection (more sin); then Tom, in the throes dare I say of a linguistic epiphany, immediately hearkened back to my experiment many years before at Winchester Academy, and blurted out: “Hawthorne's <em>House of the Seven Squats</em>.” This brought a roar from all present, and we were off to the squat races. Burns's <em>Cold Sassy Squat</em>, Shakespeare's <em>Two Squats of Verona</em> (one of Frankie's better contributions), Irving's “The Legend of Sleepy Squat,” Wilde's <em>Lady Windermere's Squat</em> (Frankie was really getting in the groove now), Stevenson's <em>Dr. Jekyll and Mr. Squat</em> (one of my own contributions I'm proud to say), H. G. Wells's <em>The War of the Squats</em>, Harper Lee's <em>To Kill a Mocking Squat</em>, Tennessee Williams's <em>The Squat Menangerie</em>, and <em>A Squat Named Desire</em>, and just so poetry wouldn't be neglected we added Eliot's “The Love Squat of J. Alfred Prufrock” and Whitman's “When Squats Last in the Dooryard Bloomed.” Eventually we knew it was time to quit because we were laughing so much our pork was getting cold and none of us was practiced in the Heimlich maneuver.</p>\n<p>Wanting to be as thorough and scientific as possible, I decided to corroborate my new findings with a real scientist, my daughter Brenda who has a Ph.D. in Biochemistry from Washington University and is currently doing some sort of mysterious research at the University of California in Davis. So during last week's “how-are-you-I-am-fine” phone call I explained what I had been working on and repeated some of the examples mentioned above. I was heartened by immediate and continuing laughter at the other end of the phone. Brenda stopped only long enough to contribute Goldsmith's <em>She Squats to Conquer</em> and the three volumes of Tolkien's <em>The Lord of the Rings:</em> <em>The Fellowship of the Rump, The Two Crotches</em>, and <em>The Squat of the King</em>. It delighted me to know that all her years of education had not gone to waste. I thanked Brenda for her invaluable scientific input and turned the phone over to Tom for less important sibling chitchat. I had to get back to work and record my new findings.</p>\n<p>No doubt the alliteration and assonance adds to the merriment on some of these titles (e.g., <em>David Coppercrotch</em> and <em>David Coppersquat</em>), and while it's true that all three words (<em>rump, crotch, squat</em>) provide some occasional ribald connotations to the modified titles (something, by the way, of which I was completely unaware until it was pointed out to me by someone with a far less innocent mind than my own) the word <em>squat</em> often provides an added dimension of jabberwocky-type nonsense, as in Salinger's <em>The Catcher in the Squat,</em> Hemingway's <em>To Squat and Have Not</em>, and Joyce's <em>Portrait of the Artist as a Young Squat</em>. Also, unlike rump and crotch, in Standard English <em>squat</em> can be used as both a noun and verb, which occasionally provides more amusingly bizarre possibilities. Or when a functional shift occurs and the word is used as an adjective, as in Clarke's <em>2001: A Squat Odyssey</em> (or, <em>A Space Squat</em>?). But enough! As they say in professional basketball, too much “analysis brings paralysis.”</p>\n<p>My eyes have now been forced open to the sad truth that I have long been a bozo for thinking my search for the funniest word had ended with <em>crotch</em>. My overweening pride of intellect and too much reliance on the scientific method alone had led me to believe that my search had ended years ago, but last week son Thomas's bit of dinner table linguistic inspiration demonstrated clearly that this belief could well be flapdoodle. I might have jumped too hurriedly to a crotch conclusion. And yet, the years of research have taken their toll; I no longer possess the emotional or mental energy to complete the quest, to follow my bliss. I am, alas, only human after all.</p>\n<p><em>Crotch</em> or <em>Squat</em>? It will not be a question easily answered, though I hope I have provided those who come after me with the scientific approach and tools to complete successfully the last leg of the funniest journey. I must leave the final determination to younger, more capable, more vigorous minds. I leave <em>crotch</em> and <em>squat</em> in their hands, but not without a final caveat (warning). Do not fall victim to the sort of pride that befell Victor Frankenstein and myself. There are some things man (and woman) was not meant to know! Always remember that in his <em>Homilies</em> St. John Chrysostom warned that “laughter does not seem to be a sin, but it leads to sin.” Proceed at your own risk! But allow me to suggest a title with which to proceed: Marvel's “To His Coy Mistress.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Scientific Investigation Into a Linguistic Matter of Some Importance</h1> <p><em><span data-rel=\"author\">Marvin E. Mengeling</span> <span data-rel=\"location\">Oshkosh, Wisconsin</span></em></p> <p>If it were possible (which it isn't) to poll all the speakers of English as to their choice for the FUNNIEST word in the language, most words would probably get no votes at all (e.g., <em>the, and, at, to</em>), while others would no doubt garner some; surely <em>booby</em>, <em>bozo,</em> <em>doohickey,</em> <em>doofus,</em> and <em>Hilfiger</em> would have their advocates. Nevertheless, it only stands to reason that out of the nearly one million words in the spoken language one would have to get more votes than any other. Obviously there cannot be a consensus on what this word might be because different folks have different funny strokes; indeed, some people don't find <em>anything</em> funny (these well meaning but hugely boring and tiresome folks invariably reveal themselves when they open their downturned mouths and say, “Well, I've got a very good sense of humor, but…”). So even though there can't be a consensus, there can be a winner.</p> <p>Although I'm no lexicographer, i.e. language “scientist,” I have long been interested in words, some of which I use on a daily basis. Many years ago, after I had expended much intellectual effort in determining that the ugliest word in the English language is <em>snot</em> (these days, possibly <em>FEMA</em>), I decided to devote myself to an even more difficult challenge, determining what word in the English language is the “funniest.” Not having the means to poll hundreds of millions of English speakers I did the next best thing; I relied on my own sense of what's funny and what isn't, and through an arduous, sometimes painful process of elimination I eventually narrowed the list of possibilities to two words, neither of which is inherently humorous according to dictionary definitions.</p> <p>About this same time I happened to be teaching an adult education class in humor and joke writing at a place called the Winchester Academy, and decided to elicit the help of my students in making the final choice between the two contestants, so after I had carefully explained the premise to them I simply said the word <em>rump</em>, the sound of which brought forth a sizable class laugh. After waiting for things to calm down, I followed with the word <em>crotch</em>. When the intensity of the laughter rose to almost epic proportions I figured I had a tentative answer. <em>Crotch</em> brought a bigger laugh, ergo was the funnier word.</p>"
}