{
  "type": "Article",
  "title": "Biotechnologos: Words of the Life Business",
  "author": "Michael J. Corey",
  "location": "Bellevue, Washington",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Biotechnologos: Words of the Life Business</h1>\n<p><em><span data-rel=\"author\">Michael J. Corey</span> <span data-rel=\"location\">Bellevue, Washington</span></em></p>\n<p>Biotechnology is a land of eldritch miracles: insulin for diabetics by the kilogram, erythropoietin for regeneration of your red blood cells, viral vectors that cure bubble babies, bone marrow transplants for kids with leukemia, and hundreds more. Where else can you submit an <em>IND</em> for a <em>GMP NCE</em> from <em>NCI</em> to stimulate <em>CTLs</em> in <em>HCV</em>, hoping for an <em>NDA</em> with <em>CDER</em> at the <em>FDA</em> after you see 30% <em>CRs</em> and 50% <em>PRs</em>? This sentence is immediately comprehensible to nearly any American worker in biotechnology. (I'm going to tell you what it means a little later.) Unfortunately, as you can see, we aren't very good at communicating with anyone except each other. You can't understand biotechnology without learning some biology. You might not want to learn biology right now, so I'm going to be selective. I'm going to give you examples of biotechnology nomenclature that are illustrative, amusing, or, in some cases, appalling.</p>\n<p>Several decades ago I badly needed to find some <em>DIW</em>. In the lab where I was working, no one knew what it meant—and yet the benighted person who wrote the protocol must have thought the acronym obvious: 'deionized water.'</p>\n<p>This is the universal experience of biotechnology initiation. When you visit another lab and talk to the scientists there, they have their own jargon, all the terms are self-evident to them, and if you don't know them, it's humiliating. You can look pretty foolish if you think <em>BA</em> refers to barium instead of benzoic acid. You might think <em>DTT</em> is 'dithiothreitol,' but they think it's 'deoxythymidine triphosphate.' Will it help to increase the length of the acronym to four letters? <em>TRAP</em> is obviously 'tartrate-resistant acid phosphatase'—unless you think it's 'telomeric repeat amplification protocol.' But the runaway favorite in the amquadriguous (ammultiguous?) acronym competition is <em>APC</em>. I remember chatting with an immunologist for five minutes before we realized that she meant 'antigen-presenting cells' and I meant 'alternate pathway of complement.' Then a Vice President came along and insisted that <em>APC</em> actually stood for 'adenomatous polyposis coli,' which has something to do with cancer. It turns out that he should have added 'activated protein C,' 'aerobic plate counts,' and 'anaphase promoting complex,' which might have shut us up—until a chemist came along and pointed out that <em>APC</em> is actually 'aminopropyl cysteine.'</p>\n<p>In the absence of predators, biotech acronyms breed without limit. An <em>MAPK</em> (which we call <em>map-K</em>) is a 'mitogen-activated protein kinase,' in other words, an enzyme that chemically alters various cellular denizens that commit the cell to a divisive fate. That's already complicated enough. Unfortunately for our sanity, MAPKs are <em>also</em> activated by kinases, MAPKKs, which in turn are activated by MAPKKKs. Alas, MAPKKKs are also activated by kinases, and to pass a modern qualifying exam for a Ph.D. in a department of Cell Biology, you have to say <em>MAPKKKK</em> without stuttering through the rest of your talk. <em>TNF</em> stands for 'tumor necrosis factor,' which helps your cells to kill themselves when they should, but it's only the beginning. <em>TRAIL</em> is 'TNF-related…' never mind. Yes, biotechnologists take the original acronyms and graft them into new ones—forever. <em>TRUNDD</em> stands for 'TRAIL receptor with a truncated death domain,' and the names of the related proteins <em>TRID</em> and <em>TRICK</em> were engendered in a similar fashion. If you have a really great acronym, your stock price goes up.</p>\n<p>However, biotechnologists also have feelings. <em>ELISA</em> means nothing outside the field, but to us it's love/hate, because we love the results, but hate doing it ourselves. It stands for 'enzyme-linked immunosorbent assay,' a technique of great importance that tells you whether you have cancer or heart disease, and a lot more. Of course it has come to be pronounced just like Alfred P. Doolittle's offspring. I also like the <em>SMAD</em>s. Once upon a time, there was a fruit-fly protein named 'decapentaplegic homolog 4' (<em>DPP4</em>). For reasons best lost to history, the scientists who discovered an antagonist of DPP4 called it 'Mothers against DPP4' or <em>MAD</em>. Finally, a SMAD is <em>similar</em> to a MAD.</p>\n<p>But where's the color? Acronyms may be endearing or irritating, but they usually fail to stimulate the imagination. We want the bizarre, if we can get it, and for that we need look no further than the developmental biologists, especially those who have done pioneering work with the fearsome fruit fly. Lots of genes that are important in embryonic development were initially identified by looking for sick fruit flies, some of which were the results of X-ray experiments. One of them looked like a hedgehog—but it didn't achieve immortality until a related mouse gene was called <em>sonic</em> <em>hedgehog</em>. Other mutant flies from the same era are worth remembering: <em>armadillo</em> and <em>gooseberry</em>. The mysterious word <em>sevenless</em> refers to a fly that was missing one member of each seven-part eyestalk. <em>EAS</em> is a fruit fly that is 'EAsily Shocked,' but this condition is reversed by <em>escargot</em>, a relative of the <em>SNAIL</em> gene. The <em>timeless</em> mutant forgets whether it's day or night. <em>Shaker</em> mutants shake. Sick flies with defective memories are called <em>dunce</em> and, cryptically, <em>rutabaga</em>. But the mutation you <em>really</em> don't want is <em>mushroom body miniature.</em></p>\n<p>There are two kinds of biotechnology buzzwords: the kind we use with the investors, and the kind that actually convey information. Clearly in the first category are terms such as <em>pre-emergence</em>, which means you just got funded—inadequately. It reminds me of <em>pre-need services</em>, which means selling you a burial plot, (usually) before you need it. <em>IP portfolio</em>: that's your 'intellectual property,' in other words, the fantasy that your company is founded on ideas, as reflected in patents. Considering that it takes two years for the US Patent and Trademark Office to answer your letter, you'd better have a low <em>burn rate</em>, which means the rate at which you incinerate money—metaphorically, but it feels right. Now for the actual knowledge: if you're <em>483</em>'ed, you may be out of business. A 483 is a letter from the FDA that starts out pleasantly with “Dear …,” but then gets worse quickly: “Failure to make prompt corrections may result in regulatory action without further notice, such as seizure and/or injunction.” You've been putting your thumb on the scale again—but not to worry. FDA agents usually don't carry large-caliber weapons. That's why they bring along the US Marshals.</p>\n<p><em>GXP</em> is an interesting term. In the beginning there were 'good manufacturing practices,' <em>GMP</em>. Then 'good laboratory practices,' <em>GLP</em>. Then people figured out that they could put <em>tissue,</em> <em>training</em>, <em>clinical</em>, <em>personnel</em>, or <em>armadillo</em> in the middle. What GMP means in practice is that you'd better have $5 million just for your building, because you'll need a <em>Class 100</em> space to assemble your product: an area where there are no more than 100 particles of 0.5 micrometers or greater per cubic foot, a luscious mixing of metric with English units. By the way, the astronaut-like getup worn by the actual manufacturing technicians to protect the product from their disgusting bodies is called a <em>bunny suit</em>.</p>\n<p>It might be cheating to steal the names of interesting diseases from the world of medicine, such as <em>tularemia</em> (you don't want it), or <em>Creutzfeldt-Jakob Disease</em> (I'd rather have tularemia). But biotech has its own perspective. HIV is bad, sure. But it has a good idea. Copying genetic information back into your DNA is what makes it a <em>retrovirus</em>, and retroviruses turn out to be a promising way of giving you things you want, as well, such as a blood-clotting factor to a hemophiliac. But if we do come up with a therapeutic product, we have to give it a name. Good luck. People struggle and suffer to avoid each other's trademarks. That's why we end up with <em>gefitinib</em>, <em>trastuzumab</em>, <em>celecoxib</em>, and <em>sildenafil</em> (Viagra®).</p>\n<p>Finally, what was that phrase above? Oh, yes—“… submit an IND for a GMP NCE from NCI to stimulate CTLs in HCV, hoping for an NDA with CDER at the FDA after you see 30% CRs and 50% PRs.” This means you plan to submit an <em>Investigational New Drug</em> application for a <em>Good Manufacturing Practices</em>-produced <em>new chemical entity</em> from the <em>National Cancer Institute</em>, which stimulates <em>cytotoxic T lymphocytes</em> in cases of infection by the <em>Hepatitis C Virus</em>. If all goes well and you show safety and efficacy through Phases I, II, and III, you will proceed to submit a <em>New Drug Application</em> to the <em>Center for Drug Evaluation and Research</em> (CDER, pronounced <em>cedar</em>) at the FDA. The reason you have a good chance is that you saw 30% <em>complete responses</em> and 50% <em>partial responses</em> among the treated groups. Now—repeat the mantra that we incant whenever we publish a paper, finish a lab notebook, fail to find contaminating <em>Cryptosporidium</em> in the injectables, or just make a really good cup of coffee in the lunchroom: <em>press release</em>.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Biotechnologos: Words of the Life Business</h1> <p><em><span data-rel=\"author\">Michael J. Corey</span> <span data-rel=\"location\">Bellevue, Washington</span></em></p> <p>Biotechnology is a land of eldritch miracles: insulin for diabetics by the kilogram, erythropoietin for regeneration of your red blood cells, viral vectors that cure bubble babies, bone marrow transplants for kids with leukemia, and hundreds more. Where else can you submit an <em>IND</em> for a <em>GMP NCE</em> from <em>NCI</em> to stimulate <em>CTLs</em> in <em>HCV</em>, hoping for an <em>NDA</em> with <em>CDER</em> at the <em>FDA</em> after you see 30% <em>CRs</em> and 50% <em>PRs</em>? This sentence is immediately comprehensible to nearly any American worker in biotechnology. (I'm going to tell you what it means a little later.) Unfortunately, as you can see, we aren't very good at communicating with anyone except each other. You can't understand biotechnology without learning some biology. You might not want to learn biology right now, so I'm going to be selective. I'm going to give you examples of biotechnology nomenclature that are illustrative, amusing, or, in some cases, appalling.</p> <p>Several decades ago I badly needed to find some <em>DIW</em>. In the lab where I was working, no one knew what it meant—and yet the benighted person who wrote the protocol must have thought the acronym obvious: 'deionized water.'</p> <p>This is the universal experience of biotechnology initiation. When you visit another lab and talk to the scientists there, they have their own jargon, all the terms are self-evident to them, and if you don't know them, it's humiliating. You can look pretty foolish if you think <em>BA</em> refers to barium instead of benzoic acid. You might think <em>DTT</em> is 'dithiothreitol,' but they think it's 'deoxythymidine triphosphate.' Will it help to increase the length of the acronym to four letters? <em>TRAP</em> is obviously 'tartrate-resistant acid phosphatase'—unless you think it's 'telomeric repeat amplification protocol.' But the runaway favorite in the amquadriguous (ammultiguous?) acronym competition is <em>APC</em>. I remember chatting with an immunologist for five minutes before we realized that she meant 'antigen-presenting cells' and I meant 'alternate pathway of complement.' Then a Vice President came along and insisted that <em>APC</em> actually stood for 'adenomatous polyposis coli,' which has something to do with cancer. It turns out that he should have added 'activated protein C,' 'aerobic plate counts,' and 'anaphase promoting complex,' which might have shut us up—until a chemist came along and pointed out that <em>APC</em> is actually 'aminopropyl cysteine.'</p>"
}