{
  "type": "Article",
  "title": "Drowned in Translation",
  "author": "Jerome Betts",
  "location": "Torquay, Devon",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Drowned in Translation</h1>\n<p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay, Devon</span></em></p>\n<p><em>O sylvan Wye! thou wanderer thro' the woods</em> ...</p>\n<p>The sylvan river Wye of Wordsworth's lines wanders poetically through the woods into the Severn Estuary, whereas, across the North Sea, the unsylvan river Where winds prosaically through the polders into the Alkmaardermeer. On one bank stands the town of Overwhere. This name disturbs the English speaker, whose mind feels it should fit into the 'anywhere, everywhere' pattern or tries to create the word 'overwear,' the opposite of underwear, before sensing something is slightly askew.</p>\n<p>Tricky things, languages, especially in translation, as the late Paul Jennings hilariously illustrated in his 1963 Penguin collection of newspaper pieces, <em>The Jenguin Pennings</em>. Here be such jewels as “I am thy father's spirit,” from <em>Hamlet,</em> rendered into Afrikaans as “<em>Omlet, ek is de pappa spook.</em>”</p>\n<p>He similarly marvels over the change of atmosphere when such nursery favourites as Beatrix Potter's quintessentially English Jemima Puddle-Duck and the Flopsy Bunnies are reincarnated in French. Down the village street of Potterland “comes Sophie Canetang, a Stendhal heroine, acutely analysing love with a cavalry officer and a <em>petit bourgeois—</em> but respectable compared with the awful Mauriac Famille Flopsaut, festering with hate, ruining the brilliant son who will never get to Paris ...”</p>\n<p>And, of course, it works in reverse, as I discovered with a chunk of Jules Laforgue's “Chant d'Automne” retained in the little grey cells from the days of A-level French. “<em>J'entends déjà tomber avec des chocs funèbres,/ Le bois retentissant sur le pavé des cours,</em> ” I would intone, an evocation of hearing logs cascading from carts on to the stone-paved courtyards of 19th-century Paris. A wonderful blending of clonk and thud, at least to my insular ear. Something like, perhaps, the fine-tuned sound effects achieved by Dylan Thomas with “the knock of sailing boats on the net-webbed wall” in his “Poem in October.”</p>\n<p>Alas, the years have rolled by into an age when not merely a Welsh wall but the whole globe is net-webbed, and its crawlers toil ceaselessly on behalf of even the confirmed monoglots. So I was seated one day at the laptop and was not particularly weary and ill at ease, despite a beginner's blunders, until, by some quirk of fingers, keyboard or mouse, Jules Laforgue's familiar lines flashed up on the screen ... only they were actually by Charles Baudelaire.</p>\n<p>Now at last I understood why an attempt, one late summer evening long ago, to use them to impress a cultivated lady from Lyons, in elegant overwear on a well-wooded bank of the Wye, had fallen like a <em>choc funèbre <em>on her delicate literary sensibilities. <em>Tant pis!</em>  Some compensation for rekindling the painful memory of that alfresco fiasco <em>à</em></em> la française</em> was the square-bracketed invitation to “Translate this page,” which opened up a whole new world as subtly unsettling as Overwhere. “I already intend to fall with funeral shocks/Resounding wood on the paving stone of the courses, ” my computer ominously informed me, which had a certain ring to it, though possibly not Baudelaire's.</p>\n<p>Paul Jennings found it difficult to decide whether translators were heroes or fools. If he had encountered one of today's automatic systems, he might have found further inspiration in the vein of his creation, from the German <em>Fernsprechbeamtin</em>, of the semi-mythical Teutonic Telephone Queen, the Far-Speaking Beaming One. He could have personalised the invisible translator as a drunken dwarf, hero and fool combined, with occasional flashes of genius, and given it a name like PIGGO (Poetry In Garbage/Genius Out).</p>\n<p>Piggo can do wonderful things with poems like Baudelaire's “L'Albatros,” with its ship “slipping on the bitter pits” and the poor albatross-poet “exiled on the ground in the medium of the hootings,” while “one aggravates its nozzle with a cutty.”  And he can turn the wry self-mocking Pierrot-Hamlet-Prufrock persona of Laforgue (the real one this time) into “Monsewer” Eddie Gray, the old British music-hall act, by having him announce, in “Dimanches,” that “The <em>nasillardes</em> bells of Sundays abroad make me that I have mad cow.”</p>\n<p>Worthy indeed of the genial Jennings, as he goes on, after Sophie Canetang and the Flopsauts, to introduce more of Beatrix Potter's foreign cousins, such as Jeremias de Hengelaar, the Dutch version of Jeremy Fisher: “Jeremias de Hengelaar, the 14th-century mystic, shuffles by, pondering on the One.”</p>\n<p>Not to mention, no doubt, the Who, the Why, and the Where, before falling absentmindedly into one of the latter's turbid meanders, with or without a funeral shock. Still, as long as Jeremias could swim, somewhat better, you might say, than having his nozzle aggravated in the medium of the hootings.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Drowned in Translation</h1> <p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay, Devon</span></em></p> <p><em>O sylvan Wye! thou wanderer thro' the woods</em> ...</p> <p>The sylvan river Wye of Wordsworth's lines wanders poetically through the woods into the Severn Estuary, whereas, across the North Sea, the unsylvan river Where winds prosaically through the polders into the Alkmaardermeer. On one bank stands the town of Overwhere. This name disturbs the English speaker, whose mind feels it should fit into the 'anywhere, everywhere' pattern or tries to create the word 'overwear,' the opposite of underwear, before sensing something is slightly askew.</p> <p>Tricky things, languages, especially in translation, as the late Paul Jennings hilariously illustrated in his 1963 Penguin collection of newspaper pieces, <em>The Jenguin Pennings</em>. Here be such jewels as “I am thy father's spirit,” from <em>Hamlet,</em> rendered into Afrikaans as “<em>Omlet, ek is de pappa spook.</em>”</p>"
}