{
  "type": "Article",
  "title": "Man Detained at Supermax Prison For Word Transposition",
  "author": "Kenneth W. Cress",
  "location": "Spring, Texas",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Man Detained at Supermax Prison For Word Transposition</h1>\n<p><em><span data-rel=\"author\">Kenneth W. Cress</span> <span data-rel=\"location\">Spring, Texas</span></em></p>\n<p>I have been detained at a “supermax” prison in California because of the simple transposition of two little words.</p>\n<p>It was 1994, and I had just finished a four-year stint in the military. Upon my return to my hometown of Ferndale, California, I learned that the construction of Pelican Bay State Prison had been completed. I wanted to see it, so one morning I headed out in my Camaro to see what a supermax prison looked like.</p>\n<p>I headed north on that sunny day, and found Pelican Bay about an hour away. I stopped on the shoulder across the street from the prison. I was awed by the immensity of the compound, and was intrigued by the thought that this structure was capable of securely holding large numbers of the vilest pieces of human waste to ever walk the earth. As I sat, I saw a number of vehicles pull up to the guard building at the entrance, exchange words with the guard, and then drive into the complex. I thought that perhaps there was a visitor's center, or some way to see more of the prison than just the front. I decided to see if I could partake of the same opportunity that these other people were enjoying.</p>\n<p>I drove up to where the guard was. I rolled my window down and asked if there was a way that I could see more of the prison complex.</p>\n<p>This is where things started to get kind of sketchy. Two different recollections of the same incident would soon land me in hot water. That is, if “hot water” can be defined as having a dozen guns pointed at one's head while a group of action-oriented prison guards drag a person out of his car, handcuff him, and interrogate him.</p>\n<p>When I inquired about seeing more of the prison, the stern, all-business guard's response was, “You need to take that little road right there,” as he motioned to a small lane that led to a large, open parking lot, “and go out back.”</p>\n<p>Thrilled at the opportunity, and slightly incredulous, I gushed, “Wow, great! Thank you!”</p>\n<p>I slowly headed down the little road, went through the parking lot, and started looking for “out back.” Another road on the back side of the parking lot took me around to the east side of the complex. I saw guard towers, multiple layers of tall chain-link fence topped with coils of concertina wire, and heavily armed correctional officers monitoring the prisoners. Killers, rapists, and thieves could be seen here and there on the yard. Doberman pinschers prowled, eager to take a bite out of anybody that dared get into their own section of fenced-off property.</p>\n<p>I was amazed by the sight. It was just like in the movies. I could hardly even believe that they actually let regular folks like me just drive out here and see all of this hardcore prison stuff.</p>\n<p>About that time, a state vehicle came screeching up, nose to nose with my car. Another one arrived at the back of my car a half-second later. It didn't take more than another couple of seconds for me to be completely boxed in by other vehicles. Red and blue lights flashed everywhere. I thought that I must be in somebody's way, since I was clearly in the exact location that all of these gun-toting guards wanted to be. I was marveling at my good fortune of perhaps being able to see some real action (prison break? riot?), but hoped that I wasn't in anybody's way. In spite of that concern, I certainly didn't mind being lucky enough to witness some extreme activity!</p>\n<p>Alas, I soon realized that the guns that these men had were pointed at … me. Not some escapee, not some ward of the state—no, the business ends of a lot of rifles and shotguns were lookin' at me … a tourist!</p>\n<p>As soon as I shifted the car into “P,” I was dragged out of the car through the window opening, handcuffed, and leaned up against one of the vehicles while some guy in a uniform patted me down. The pat-down was both kind of rough and kind of intimate. The loud, apparently hyperactive group of guards started barking questions at me. “What are you doing here? Why did you drive here? Do you have a friend inside? A relative? Are you a former inmate? Do you have any weapons? Bombs? Cameras? Where is your ID?”</p>\n<p>The questioning was fast and furious. I could hardly keep up. I really didn't need to, since the guards were answering most of their own questions by frisking me, searching my car, confiscating my ID, and quickly running a criminal background check on me. In three minutes' time these burly guys knew more about me than I knew about myself, and had seen and touched parts of me that I was unfamiliar with.</p>\n<p>The one question that only I could answer, since no background check or cavity search could reveal it, was why I had chosen to drive back there. I told them that the guard at the gate had given me not only permission but actual instruction to go out back.</p>\n<p>This was disputed by the gate guard himself, one of the many responding officers. He had a different version of events. He stated, correctly, that I had stopped and asked him if I could go see more of the prison. However, he claimed that he had not granted permission. His recollection of events had his response to my query as “You need to take that little road,” while motioning to the parking lot access road, “and go back out!”</p>\n<p>This was a problem. I had heard, “Go out back.” The guard's recollection was that he said “Go back out.” Apparently, his wish had been for me to take that little road, turn around in the parking lot, and getthehellouttathere.</p>\n<p>I'm willing to grant a 50% possibility of either sequence of events being the actual truth. It is said that there are two sides to every story, and somewhere in between lies the truth. However, in this case, there is no “in between.” There is only one order of words that was actually uttered, and it is equally as likely that he misspoke as it is that I misheard. The world will never know.</p>\n<p>After an hour of interviews, more thorough background checks, and my official registration as a “person of interest,” should a prison break ever occur at Pelican Bay, I was escorted back to the free world. I was not invited to return, and was in fact told that should I ever try again, I would end up with a far more in-depth and lengthy tour of the inside of the prison. These words were very clear to me; there was no ambiguity of meaning nor misunderstanding of words regarding those instructions, and I have thus chosen not to visit any more correctional facilities, anywhere, for any reason. It holds less interest to me now.</p>\n<p>I can now make the statement that I have been detained at the supermax Pelican Bay State Prison due to the transposition of words, whether stated or misunderstood. Fortunately it wasn't a lengthy detention. I have learned, however, just how order the simple important of words in a given be can sentence!</p>\n<p><em>[Ken served four years—in the Army—but only an hour in prison. His time is currently being spent with his wife and their two kids in the suburbs north of Houston, TX, where he is a freelance writer.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Man Detained at Supermax Prison For Word Transposition</h1> <p><em><span data-rel=\"author\">Kenneth W. Cress</span> <span data-rel=\"location\">Spring, Texas</span></em></p> <p>I have been detained at a “supermax” prison in California because of the simple transposition of two little words.</p> <p>It was 1994, and I had just finished a four-year stint in the military. Upon my return to my hometown of Ferndale, California, I learned that the construction of Pelican Bay State Prison had been completed. I wanted to see it, so one morning I headed out in my Camaro to see what a supermax prison looked like.</p> <p>I headed north on that sunny day, and found Pelican Bay about an hour away. I stopped on the shoulder across the street from the prison. I was awed by the immensity of the compound, and was intrigued by the thought that this structure was capable of securely holding large numbers of the vilest pieces of human waste to ever walk the earth. As I sat, I saw a number of vehicles pull up to the guard building at the entrance, exchange words with the guard, and then drive into the complex. I thought that perhaps there was a visitor's center, or some way to see more of the prison than just the front. I decided to see if I could partake of the same opportunity that these other people were enjoying.</p>"
}