{
  "type": "Article",
  "title": "A Car by Any Other Name …",
  "author": "Keith Hall",
  "location": "Cottesloe, Western Australia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Car by Any Other Name …</h1>\n<p><em><span data-rel=\"author\">Keith Hall</span> <span data-rel=\"location\">Cottesloe, Western Australia</span></em></p>\n<p>Car names can be a never-ending source of amusement. At the most basic level, everyone gets a laugh out of ridiculously unlikely cars names like the Daihatsu <em>Naked</em>, Piaggio <em>Ape</em>, Mazda <em>Bongo Brawny</em> and Renault <em>Kangoo</em>. But even ordinary car names can become entertaining in the hands of word puzzlers, who crank up the humour by treating the names as subtly coded acronyms. As a result, <em>Buick</em> becomes 'Big Ugly Indestructible Car Killer' and <em>Chevrolet</em> is expanded into 'Can Hear Every Valve Rap On Long Extended Trips'.</p>\n<p>European cars get the same treatment, with names like 'Beautiful Mechanical Wonder' or the more negative sounding 'Bavarian Money Waster'. Other disenchanted owners refer to their vehicles as 'Fix It All the Time' and 'Swedish Automobiles Always Breakdown'. Asian cars are not exempt, as shown by 'Had One, Never Did Again' and 'Here's Y U Never Drive An Import'.</p>\n<p>Another popular word game is spotting funny number plates. Depending where you live, number plates are normally limited to somewhere between six and ten characters. That is no problem if you just want to call your car FRED, BINKY, ENVY IT or 55 CHEV. But using those few characters to say something deep and meaningful about your own character is more of a challenge. Fortunately, many car owners have demonstrated their creativity by producing number plates with attention-grabbing messages like ILUVYU, IMRICH, FANCEME, ORSOME, OWESOME, U2SLO, IAMQUIK, RUQIKA, 2FAST4U and even RS KIKR. The possibilities are endless.</p>\n<p>Although these mind games are very entertaining, I have always been puzzled by a much more fundamental question: Why do manufacturers choose such strange names for their cars? Car companies obviously want their product to be desirable and aspirational, not an object of mirth. So why do so many cars have quirkily amusing names?</p>\n<p>You could hypothesise that most car designers simply want to be Italian. After all, many car names sound like they were chosen from the menu in an Italian restaurant or a travel guide to Italy. As well as the oddly named Suzuki <em>'Cino</em>, car names run an alphabetical gamut of mock-Italian names from <em>Acura, Aerio, Altima, Amanti, Astra, Astro, Areva, Baleno, Camaro, Capella, Capri, Cielo, Cortina, Elantra, Espero, Festiva, Fiesta, Firenza, Forenza, Futura, Impreza, Infiniti, Leganza, Magna, Magnus, Mantica, Marina, Maxima, Miata, Monaro, Mondeo, Murano, Musso, Nubira, Optima, Persona, Prado, Sedona, Sentra, Sienna, Sigma, Solara, Sorento, Stratus, Tempo, Terraza, Torino, Trio, Vitara and Verona,</em> through to <em>Xterra</em>.</p>\n<p>Okay, these names aren't all mock-Italian; many have a hint of Spanish, Latin or Greek. But the overall flavour is definitely Mediterranean. German, French and even English names seem to be much less popular—even for Japanese cars. Do car designers (or their marketing experts) think that most car buyers like to fantasise that they are macho Mediterranean Romeos? But if that were the case, how could we explain all the other car names that aren't remotely Mediterranean?</p>\n<p>Or maybe the car name could be intended to tell you something about the car itself. But then you might think that a Ford <em>Mustang</em> goes as fast as a horse—or that it has one horse power. And you might expect the Mitsubishi <em>Colt</em> to be a deadly weapon that is good at killing people. And the Chrysler <em>Crossfire</em> would be a place to avoid totally. A cynic might see some truth in these interpretations, but it's unlikely that the manufacturers have such ideas in mind.</p>\n<p>One day when I was mulling over this mystery of car names, I met a lady who told me, “I bought a Ford <em>Mustang</em> because I like horses.” She loved all those little horsy motifs on the grille, wheels and dash—but more importantly, she just liked horses. In a blinding flash of understanding, I realized that there was a deep psychological slant to many car names—they were deliberately chosen to make subliminal connections with the jobs, hobbies or interests of car purchasers. So the car names don't tell you anything about the car; instead they tell you a lot about the car owner.</p>\n<p>With this new insight, it suddenly became evident that car names come in groups that are designed to appeal to specific groups of people. For example, music lovers would probably be attracted to cars like the Honda <em>Quintet</em>, Honda <em>Jazz</em>, Honda <em>Concerto</em>, Honda <em>Prelude</em>, Hyundai <em>Sonata</em>, Austin <em>Allegro</em> and Austin <em>Maestro</em>. If Mozart was alive today, he would probably drive a Honda.</p>\n<p>Royal families around the world must account for a large part of the car market, because there are many cars specifically targeted at them: Toyota <em>Corona</em>, Toyota <em>Crown</em>, Austin <em>Princess</em>, Vauxhall <em>Prince Henry</em>, Vauxhall <em>Royale</em>, Chrysler <em>Royal</em>, Chrysler <em>Crown Imperial</em>, Ford <em>Crown Victoria</em> and Mercury <em>Grand Marquis.</em> And of course, Royals might also be attracted to the Volkswagen <em>Polo</em>. Surprisingly, some of these cars are produced in America, where there is no royal family. Maybe they are for people with Royalist sympathies, or for romantics who hope to marry a prince or princess one day.</p>\n<p>Politicians also have a variety of cars to choose from, including the Studebaker <em>President</em>, Vauxhall <em>Senator</em>, Holden <em>Statesman</em>, Eagle <em>Premier</em>, American Motors <em>Ambassador</em> (or Austin, Hindustan Motors or Nash <em>Ambassador</em>) and Dodge <em>Diplomat</em>. Presumably car manufacturers know that politicians choose their car to match their current status, or their career aspirations.</p>\n<p>Like my horse-loving, Mustang-owning friend, animal lovers are well served by car manufacturers. Depending on the type of animal they like, they can choose from cars like the <em>Barracuda</em>, Corvette <em>Stingray</em>, Chevrolet <em>Impala</em>, <em>Jaguar</em>, Ford <em>Cougar</em>, <em>Cobra</em>, Dodge <em>Viper</em>, Dodge <em>Ram</em>, Ford <em>Thunderbird</em>, Volkswagen <em>Beetle</em>, Alfa <em>Spider</em> (or the Maserati, Toyota or Mitsubishi <em>Spider</em>, for that matter), Datsun <em>Bluebird</em>, Ford <em>Falcon</em>, Suzuki <em>Swift</em> and <em>Eagle</em> Premier. Hens, cows and elephants don't get much attention in car names, but maybe that's not surprising. The Hyundai <em>Hen</em> and Chevrolet <em>Cow</em> don't sound like they would be winners.</p>\n<p>Unlike animal lovers, sports fans have relatively few cars to choose from. There are the Volkswagen <em>Golf</em>, Volkswagen <em>Polo</em>, Ford <em>Freestyle</em>, Buick <em>LaCrosse</em> and Buick <em>LeSabre</em>. But no car manufacturers seem to be interested in appealing to fans of baseball, football or basketball. Surely there is a huge missed business opportunity here. And talking about business, there are surprisingly few cars that are specifically targeted at business people. There is only the Kia <em>Mentor</em> or the <em>Executive</em>, a car name used by a variety of companies, including Ford, Packard and Pontiac. Obviously another missed business opportunity.</p>\n<p>Pilots would undoubtedly be attracted to cars like the Honda <em>Pilot</em>, Ford <em>Pilot</em>, Triumph Spitfire and Lincoln <em>Aviator</em>. But sailors would prefer a Morris <em>Marina</em>, Mercury <em>Mariner</em>, Lincoln <em>Navigator</em>, Chrysler <em>Cruiser</em>, Nissan <em>Armada</em>, Hudson <em>Commodore</em>, or maybe even a Honda <em>Odyssey</em>.</p>\n<p>Cowboys would probably buy a Ford <em>Mustang</em> or Mitsubishi <em>Colt</em>, though Asian cowboys may like the Mitsubishi <em>Starion</em>. British cowboys have to settle for an Austin A40 <em>Countryman</em>. Even sensitive, new age gun owners haven't been ignored. In addition to the Mitsubishi <em>Colt</em>, they can choose a Dodge <em>Magnum</em>, Ford <em>Magnum</em> or Chrysler <em>Crossfire</em>.</p>\n<p>Scientists may like to buy a Ford <em>Laser</em>, Ford <em>Fusion</em>, Honda <em>Element</em>, <em>Mercury</em>, Chrysler <em>Neon</em>, Dodge <em>Neon</em>, Chevrolet <em>Cobalt</em>, Kia <em>Spectra</em>, Saturn <em>ION</em> or a <em>Proton</em>. Astronomers and astrologers are well-served too, with cars like a <em>Saturn</em>, Nissan <em>Titan</em>, Ford <em>Galaxie</em>, Ford <em>Orion</em>, Ford <em>Scorpio</em>, Ford <em>Taurus</em>, Mitsubishi <em>Eclipse</em> and Pontiac <em>Sunfire</em>. Even weather forecasters aren't overlooked. They can buy a Chevrolet <em>Equinox</em>, Mitsubishi <em>Nimbus</em> or Dodge <em>Stratus</em>.</p>\n<p>Among the other professions, photographers would probably choose the Ford <em>Focus</em>, while accountants may feel some affinity for the Hyundai <em>Excel</em>. Even outlandish people are catered for—they may like the mysteriously named Subaru <em>Outlander</em> or Mitsubishi <em>Outlander</em>.</p>\n<p>But what about readers, writers, and linguists? Have lovers of the written and spoken word been rudely ignored by the car industry? Fortunately, we haven't been totally overlooked. While the choice is rather limited, we can choose a Hyundai <em>Accent</em>, Datsun <em>Stanza</em> or Honda <em>Odyssey</em>. Even the inexplicably named <em>Lexus</em> sounds more suitable for linguists than for most other people.</p>\n<p>Although linguists haven't been particularly well served by the car industry, it is clear that we have something to offer. We certainly have some unique insights when it comes to interesting words, and the time is now ripe for us to take a bigger role in developing new car names. Who knows, we could even become highly sought after and paid astronomical fees for our novel insights! That would be a new phenomenon—who ever heard of a well-paid linguist?</p>\n<p>But how would we develop more marketable names? Maybe we could start by looking for groups of people who don't have many cars to choose from. But anyone could do that—it doesn't require a linguist. Homonyms seem to offer a more interesting approach. You may have already noticed that some of the car names discussed above are relevant to several different types of car owner. Using homonym power, the Dodge <em>Ram</em> could probably be marketed successfully to computer geeks and Hindus as well as to animal lovers.</p>\n<p>From a linguist's perspective, it would be logical to use homonyms for all new car names. That would broaden the car's appeal across several different groups of consumers and hence increase sales. For example, a car named <em>Homer</em> would appeal to poets, book readers and also to baseball fans (and fans of <em>The Simpsons</em>). As an added bonus, it should even sell well in Homer, Alaska, plus all the other Homers scattered across the US. Maybe the <em>Homer</em> is a mega-brand waiting to be discovered.</p>\n<p>There are many other sport-related car names potentially waiting to be discovered. You might think of <em>Goal</em> and <em>Champion</em>, but they are too obvious and one-dimensional. <em>Club</em> has more potential—as well as being relevant to golfers, it should also resonate for members of sports and social clubs. <em>Bat</em> has even more multi-dimensionality, being meaningful for baseball and cricket fans, biologists, Batman fans and even vampires—assuming that they drive cars on their way from one victim to the next. In the same way <em>Pitch</em> could appeal to baseball fans, old sailors, salesmen, musicians and maybe even Satanists.</p>\n<p>Not many car names seriously attempt to target the younger generation. They might like <em>Gen X</em> or <em>Gen Y</em>, but a car called <em>ME</em> should tap more subtly into the mindset of many young people. And older people as well, for that matter—in fact this could be the universal ego-flattering name, since most car owners obviously think of their car as an extension of their own persona. As a bonus, the car would probably sell to Marketing Executives and also in the Middle East.</p>\n<p>Young rappers would probably like a car called a <em>DJ</em> or even <em>Deejay</em>. That should also catch a few investors, who would be subliminally attracted to the hint of the Dow-Jones. And of course all those people whose initials are <em>DJ</em>; like David Janson and Debbie Jones. For business men you could have a car called <em>Leader</em> or <em>Profit</em>, but maybe <em>MD</em> would appeal to Managing Directors (both current and aspiring)—and also to Marketing Directors, Medical Doctors, Martha Dixon, Maxwell Davies, and many more.</p>\n<p>A more subtle use of homonyms would be to follow the non-lingual letter-number naming style (Ford <em>F-250,</em> Mazda <em>MX-5</em> and Jaguar <em>XJ-6</em>) to make hidden words. For example, a car named the <em>K-9</em> would undoubtedly sell well with dog lovers—and also with fans of Doctor Who, with its canine robot. Unfortunately, those people with the creative number plates would probably outperform linguists at this game.</p>\n<p>If Shakespeare was still with us, he would probably write a poem advising us that a car by any other name would run as well. But it might not sell as well. After all, how many Daihatsu <em>Nakeds</em>, Piaggio <em>Apes</em>, Mazda <em>Bongo Brawnys</em> and Renault <em>Kangoos</em> have you seen today?</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Car by Any Other Name …</h1> <p><em><span data-rel=\"author\">Keith Hall</span> <span data-rel=\"location\">Cottesloe, Western Australia</span></em></p> <p>Car names can be a never-ending source of amusement. At the most basic level, everyone gets a laugh out of ridiculously unlikely cars names like the Daihatsu <em>Naked</em>, Piaggio <em>Ape</em>, Mazda <em>Bongo Brawny</em> and Renault <em>Kangoo</em>. But even ordinary car names can become entertaining in the hands of word puzzlers, who crank up the humour by treating the names as subtly coded acronyms. As a result, <em>Buick</em> becomes 'Big Ugly Indestructible Car Killer' and <em>Chevrolet</em> is expanded into 'Can Hear Every Valve Rap On Long Extended Trips'.</p> <p>European cars get the same treatment, with names like 'Beautiful Mechanical Wonder' or the more negative sounding 'Bavarian Money Waster'. Other disenchanted owners refer to their vehicles as 'Fix It All the Time' and 'Swedish Automobiles Always Breakdown'. Asian cars are not exempt, as shown by 'Had One, Never Did Again' and 'Here's Y U Never Drive An Import'.</p> <p>Another popular word game is spotting funny number plates. Depending where you live, number plates are normally limited to somewhere between six and ten characters. That is no problem if you just want to call your car FRED, BINKY, ENVY IT or 55 CHEV. But using those few characters to say something deep and meaningful about your own character is more of a challenge. Fortunately, many car owners have demonstrated their creativity by producing number plates with attention-grabbing messages like ILUVYU, IMRICH, FANCEME, ORSOME, OWESOME, U2SLO, IAMQUIK, RUQIKA, 2FAST4U and even RS KIKR. The possibilities are endless.</p>"
}