{
  "type": "Article",
  "title": "Stalin, Marr, and the Struggle for a Soviet Linguistics",
  "author": "Neile A. Kirk",
  "location": "Bernard Mees",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Stalin, Marr, and the Struggle for a Soviet Linguistics</h1>\n<p><em><span data-rel=\"author\">Neile A. Kirk</span> <span data-rel=\"location\">Bernard Mees</span></em></p>\n<p>On the 9th of May, 1950, the Soviet newspaper <em>Pravda</em> opened a discussion on questions of linguistics. The first article in the series—attacking the theories of the late N.Ya. Marr (1864–1934)—was written by A.S. Chikobava, a member of the Georgian Academy of Sciences. After various articles by leading Soviet linguists for and against Marr's theories, on June 20 appeared the first of several articles on linguistics by the Soviet dictator Stalin. The direct involvement of a political leader in matters of linguistic theory was unprecedented and was a key event in a remarkable story in the history of linguistics and linguistic theory.</p>\n<p>Stalin's intervention in the debate immediately ended all dissent. The principal supporters of Marr hurried off groveling retractions to <em>Pravda</em>, with visions of the Gulag in their minds. Western intellectuals were quick to proclaim Stalin's intervention just another example of the lack of intellectual freedom in the Soviet Union at the time. But they could not have been more wrong. In one stroke Stalin rescued Soviet linguistics from the threat of a dogmatic dark age. Moreover, the whole incident had been planned a few months earlier by Chikobava and Stalin as an ambush on the supporters of Marr.</p>\n<p>Well before the Russian Revolution, Marr already stood out as an esteemed specialist in archaeology and the history of the Georgian language. Born in Georgia the son of a Scotsman, he had studied at St. Petersburg, the then Russian capital, in traditional language studies, history, and classics. By the end of the nineteenth century he was already well known for his works on the Georgian language, but he was not satisfied with merely this; he looked further afield.</p>\n<p>Marr deliberately stood outside the mainstream of linguistic theory and was treated as an enthusiastic oddball during his lifetime by most of his Western contemporaries. His first forays out of Caucasian linguistics were into the Semitic languages and also the then poorly understood Etruscan tongue, an extinct non-Indo-European language which was spoken during ancient times in parts of Italy, especially in Tuscany. Among various attempts to link Etruscan with other non-Indo-European languages, Marr grouped Etruscan with Basque and several languages of the Caucasus. His name for this putative language family was Japhetic, after the Biblical figure of Japheth, following in a long tradition of naming things European “Japhetic.” It was Marr's Japhetic theory, rather than his excellent works on early Georgian language and literature, that was considered by his later supporters to be his first great contribution to linguistics in general.</p>\n<p>Marr believed that the family of Japhetic languages, many now lost, had been important as a substratum underlying the Indo-European idioms which later came to be spoken throughout most of Europe. His theory was in part developed in light of the German linguist Hugo Schuchardt's linkage of Georgian with Basque, but soon turned into something very much more. With the Revolution and the flight west of many major Russian names such as Roman Jakobson and Prince N.S. Trubetskoy, Marr became the major figure in Soviet linguistics. His Japhetic theory was supported by some enthusiasts in Germany and his works translated into the language that was then the lingua franca of linguistic study. But more ominously for Soviet linguistics, Marr was able to have set up a Japhetic Institute at Leningrad which published its own journal, <em>Japhetic Studies</em>, and enrolled research students into the new field. Marr then began developing his own Soviet linguistics empire.</p>\n<p>Unlike some notable proponents of Marr-like theories today, Marr cared enough about learning as much as he could about the languages he studied that he would go out and learn tongues as foreign to him as Basque. He was a true linguist in the sense that he knew and spoke many languages as well as having an interest in studying them. Yet the idiosyncratic Marr developed his own set of notations and arguments as part of his work, ones which today are rather difficult to follow. He focused, on the one hand, on trying to prove that words with disputed etymologies (like English <em>horse</em>) had filtered up from the original Japhetic stratum into many Indo-European languages (a group which he proposed be renamed “Promethean”—Prometheus, after all, being the son of Iapetus in Greek myth). He also expanded out the reach of his Japhetic family to include other groups such as the Semitic languages (or rather, spoke of a broader grouping he called Noetic—Noah being the father of Japheth, Shem, and Ham, of course, the Biblical figures from which the expressions Japhetic, Semitic, and Hamitic ultimately derive). Even outspoken opponents of Marr's later works often proved supportive of Marr's supposed discovery of a genetic relationship between the languages of his Japhetic (or Noetic) group like Georgian and the Semitic family. This so-called discovery on the basis of the similarity of the structure of words in Georgian and Arabic was even extended by E.D. Polivanov, one of Marr's later critics, as analogical support for Polivanov's own somewhat similar attempts to prove the existence of a genetic relationship between Japanese and the Austronesian languages.</p>\n<p>Marr was thus at the peak of his powers when he unleashed his far more radical, infamous, and oddball “new theory of language” (<em>novoe uchenie o yazyke</em>) in the early 1920s. This proposal, which is also sometimes known as his four-element theory, was most systematically explained in his 1932 work <em>Language and Today</em>, and would soon become famed as the first Marxist theory of linguistics. Using the strange notation he had developed for his Japhetic researches, and also some of the notions of filtering and development in his substratum explanations, Marr came to the apparent discovery that all words could be reduced to four basic elements. Moreover, he could name them: <em>sal</em>, <em>ber</em>, <em>yon,</em> and <em>rosh</em>.</p>\n<p>As Chikobava recounted in 1950, a typical example of Marr's new approach was his analysis of the Georgian word <em>mukha</em> 'oak' as consisting of the elements <em>mu</em> (apparently a reflection of the fundamental element <em>ber</em>) and <em>kha</em> (ultimately derived by Marr from his fundamental element <em>sal</em>). Marr related the first element <em>mu</em> to Chinese <em>mu</em> 'tree,' Mordvinian <em>pu</em> 'tree,' Georgian <em>puri</em> 'bread,' Greek <em>balanos</em> 'acorn,' and Mingrelian <em>kebali</em> 'bread.' He then connected the second element <em>kha</em> with the Georgian words <em>khe</em> 'tree' and <em>tqe</em> 'forest.' Marr asserted that the element <em>mu</em> and its apparent variants (<em>pu</em>, <em>pur</em>, <em>bal,</em> etc.) signify 'tree-acorn-bread' and thus that humanity in its primitive state once nourished itself on acorns! This was a type of linguistic mysticism rather than science; it is not at all reconcilable with the long-established methods and principles of modern etymology. Nonetheless, to some Soviet scholars of the day, Marr's “new theory of language” seems to have been taken as an expression of genius—a linguistic breakthrough of the Soviet, Marxist spirit.</p>\n<p>Clearly, it was the overtures to Marxism that made the consequent “Marrism” which developed in the 1930s seem so exciting at the time, and what Marr thought made his theory Marxist was his emphasis on how material and societal development affected how these four elements came together to form new words, firstly for new materials, then new concepts and such. Marx and Engels had written on language, but not in such a radical way. Instead, the key to language development, Marr claimed, was to be found by studying processes of labor and how ruling classes and their actions dictated language development. He had long earned the scorn of the main linguists of the West, and very much in the spirit of the revolutionary notion of the refoundation of all knowledge, Marr decided that much of the methodology and findings of historical linguistics could not only be ignored, but actively opposed. The now sexagenarian Marr had descended into an ego-driven, perhaps senile fantasy where a mystical form of Marxism (not to mention the adulation of a pandering cheer squad) seemed to be the key determinant in his thought. Yet a true assessment of his legacy was not allowed upon his death in 1934. Instead, his former students zealously guarded his legacy and the institutional <em>gravitas</em> of the Japhetic Institute they had inherited. Their defense of Marr's theories soon threatened to turn into a linguistics dictatorship as their critics were derided as “saboteurs” and even “vermin,” and all other theories of linguistics were dismissed by Marr's followers as bourgeois and unacceptable in a Marxist state.</p>\n<p>It is difficult to describe in a brief or measured way how complex, iconoclastic and unconventional Marr's “new theory of language” in general was: how he explained that gestures had developed via his four elements into words and then more complex forms of language. Drawing on elements of contemporary Western thinking, he saw all languages as advancing through stages of mentality, becoming more complex and sophisticated over time—in Marxist terms, he saw language as part of the superstructure of society (much as ideology is) and therefore as reflecting inequalities in the economic base. He cited in support of this idea the observation of the great French linguist Antoine Meillet that while Greeks, like English-speakers today, say “it is raining,” in Homeric times the equivalent expression was “Zeus rains.” Marr consequently described Homeric Greek as being at a “totemic” stage of linguistic evolution, i.e., one where uses and grammar reflected an earlier and more intellectually pervasive religious mentality. Thinking in similar developmental or stadial terms, Marr even went on to claim that he could prove that a similar linguistic evolution had occurred in the use of demonstratives (such as <em>this</em> and <em>that</em>), which he ultimately thought derived from hand gestures; or that the original employment of Russian's instrumental ('by means of') case could be traced back to the way early tools (i.e., instruments) were used, and hence that the case should be more properly named the “tool-case.” Marr saw word-meanings and their development as of primary importance and developed ad hoc rules in order to explain how the sounds and structure of words and grammatical forms were all subsidiary to matters of class, social inequality, and meaning. Dislocation in space and time were now no bar to his increasingly unlikely comparisons; in fact, by the 1930s he had decided that languages of particular classes throughout the world were more closely related than those within national communities, a judgment as extreme and unfounded in evidence as it is clearly a romantic, celebratory, and mystical expression of Marxism. Stalin was not the only critic who could see how lacking in plain good sense Marr's proposals were, from his tendentious segmentations of words to his often ridiculous misappropriations of Marxist theory. Marr's theories were obviously daring and new, but Stalin instead held to a measured and conventional view of language, much as had Marx and Engels before him.</p>\n<p>Throughout the later 1930s and into the postwar period too, however, reams of laudations for Marr had appeared, and the possible connections between his theories and Marxism had been further pursued by his supporters with the clear aim of establishing Marr's theories as a pillar of Marxist dogma. At a time when linguistic theory was undergoing monumental changes elsewhere in Europe, the Soviet Union became widely considered a backwater of language science. A biography of Marr had even appeared by 1948, Marr's claims were being explained through references to the works of Lenin, and as with Lenin, a stultifying cult of personality threatened to develop about Marr's name. His former students hailed their teacher for his deep humanism and Marr's claim that science must be closely connected with the exigencies of real life. Science must be useful for contemporary life, the mythologized Marr claimed; otherwise it is either dishonest or a leftover from the cloister mentality of medieval monastic life.</p>\n<p>There was, after all, a clear way in which Marr's Japhetic theory could be seen to be useful in a modern sense apart from mere academic feather-nesting: Marr was one of the first figures in Soviet Eurasianism. This was a movement (which still has many supporters in Russia today) that championed Russia's mission as a world power that straddled and encompassed both European and Asian cultures. Marr's Japhetic theory linked the oldest European languages such as Etruscan and Basque with those of Asia, and claimed that they had also had an important influence in the development of the Indo-European (Promethean) languages too. In fact, by the 1930s Marr was claiming that the Promethean languages had actually developed out of the older Japhetic idioms—Japhetic had now become the substrate, or rather earlier evolutionary form, of all languages in the world. There was a clearly patriotic edge to Marr's theories, which stressed the Japhetic unity of the ethnically disparate Soviet state, as well as a pseudo-Marxist one, which helps explain why so many university men and women at the time thought they could accept his complex fancies.</p>\n<p>N.S. Trubetskoy, the Russian father of modern phonology, had also been a leading supporter of Eurasianism. But the Western type of linguistic theory championed in Tsarist times by figures such as Trubetskoy and the seminal Polish structuralist Jan Baudouin de Courtenay had not seemed very useful in the Marrist sense at all. Linguistic structuralism, many of whose pioneers were subjects of the Russian Empire, had been one of the key influences in the development of Russian formalism, after all, an avant-garde literary movement that had been suppressed in the mid-1920s as elitist and socially useless. Western critics of Stalin's intervention in the debate over the legacy of Marr assumed a similar dynamic was at play again. But Marr's name had in fact been used in an attempt to suppress rival theories and linguistic careers by his former students. As Stalin rather obtusely commented in one of his letters to <em>Pravda</em>: “Marxism is the enemy of all dogmatism” (he of course meant dogmas other than ones he supported). Nonetheless Soviet linguistics was done a great service by Stalin's intervention into the debate over Marrism.</p>\n<p>Yet despite the bad press Marrism had developed in its heyday and the later use of the expression as a byword for academic suppression, Marrism did enjoy a sort of resurgence after the time of Stalin's death, though a full-blown attempt at a Marrist revival never properly emerged. Marr's key works were still being reissued and translated as late as the 1970s, however, both in the Communist East and the West, as if he were some sort of lost luminary of linguistic thought. His influence can also be detected in some of the thinking of later Soviet linguists, from Aharon Dolgopolsky's basic universal vocabulary to some aspects of “mega-comparison,” especially of the (substantially Eurasianist) Nostratic theory whose main early proponents were nearly all Russians. But in terms of the linguistic mainstream, the end of his influence can clearly be traced back to a scheme hatched some months before Stalin's first linguistic essay appeared in <em>Pravda</em>.</p>\n<p>In 1950 the first volume of the eventually eight-volume <em>Explanatory Dictionary of the Georgian Language</em> was proudly examined and discussed at a meeting in Moscow. The meeting not only included members of the team of dictionary researchers, but also several leading statesmen, including the Georgian President, two ministers of his government, and the (also Georgian) General Secretary of the Communist Party of the Soviet Union, I.V. Stalin. Following the discussion of specifically Georgian language themes, the statesmen then also discussed more general Soviet linguistic matters with the chief linguist in attendance, A.S. Chikobava. At this meeting in Stalin's dacha on the evening of the 10th of April, 1950, it was decided to hold a linguistics discussion in the pages of <em>Pravda</em> to which Chikobava and Stalin would contribute articles. It was a setup designed to flush out the Marrists—it would take a Georgian dictator to see that the legacy of the most famous Georgian linguist of his day was properly recognized. Marr's theories were radical, illogical, and vain attempts to create a universal theory of the development of languages using poorly thought out pseudo-Marxist rhetoric and a willful disregard for the findings of the mainstream of language science. It was not an unhappy fact that Marr's wild theories met their cruelest blow at the hands of his fellow countrymen, Chikobava and most of all Stalin.</p>\n<p><em>[Stalin's articles on Marrism are available in English at: <em><a href=\"http://www.marxists.org/reference/archive/stalin/works/1950/jun/20.htm\">http://www.marxists.org/reference/archive/stalin/works/1950/jun/20.htm</a></em>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Stalin, Marr, and the Struggle for a Soviet Linguistics</h1> <p><em><span data-rel=\"author\">Neile A. Kirk</span> <span data-rel=\"location\">Bernard Mees</span></em></p> <p>On the 9th of May, 1950, the Soviet newspaper <em>Pravda</em> opened a discussion on questions of linguistics. The first article in the series—attacking the theories of the late N.Ya. Marr (1864–1934)—was written by A.S. Chikobava, a member of the Georgian Academy of Sciences. After various articles by leading Soviet linguists for and against Marr's theories, on June 20 appeared the first of several articles on linguistics by the Soviet dictator Stalin. The direct involvement of a political leader in matters of linguistic theory was unprecedented and was a key event in a remarkable story in the history of linguistics and linguistic theory.</p> <p>Stalin's intervention in the debate immediately ended all dissent. The principal supporters of Marr hurried off groveling retractions to <em>Pravda</em>, with visions of the Gulag in their minds. Western intellectuals were quick to proclaim Stalin's intervention just another example of the lack of intellectual freedom in the Soviet Union at the time. But they could not have been more wrong. In one stroke Stalin rescued Soviet linguistics from the threat of a dogmatic dark age. Moreover, the whole incident had been planned a few months earlier by Chikobava and Stalin as an ambush on the supporters of Marr.</p> <p>Well before the Russian Revolution, Marr already stood out as an esteemed specialist in archaeology and the history of the Georgian language. Born in Georgia the son of a Scotsman, he had studied at St. Petersburg, the then Russian capital, in traditional language studies, history, and classics. By the end of the nineteenth century he was already well known for his works on the Georgian language, but he was not satisfied with merely this; he looked further afield.</p>"
}