{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Summerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Summerset, Britain</span></em></p>\n<p>It's a bit like waking up to find yourself living in a different dimension, sometimes; you recognise most of the words, it's just the <em>language</em> that doesn't seem to make any sense. My new computer promises to “Import, repurpose and share digital content quickly and easily.” That sentence isn't hidden away on page 47 of the instruction booklet, either; it's written on the front of the box, so it must be important. Now I'm worried: am I supposed to have been repurposing my digital content all this time? What's going to happen when they find out that not only haven't I been embracing the challenge of repurpose, but I don't even know what it is I haven't done?</p>\n<p>This morning I received a mailing from a charity which exists to “support gardeners with needs.” For a moment I was quite excited, and thought of sending them a list: my present needs, as a gardener, include another twenty square feet on the vegetable patch, a polytunnel and a rechargeable lawn mower. But a quick glance at the accompanying pamphlet deflated me. People <em>with needs,</em> it turns out, are what used to be called “mentally handicapped people,” and more recently “people with special needs.” Their needs aren't special any more, apparently.</p>\n<p>Even the junk mail is against me. I am offered an exclusive new cocktail of anti-impotency drugs which guarantee that “In less than 5 minutes you will have a substantial erection that will be available to you for 24 hours non-stop!”</p>\n<p>“Available” to me? Will I have to fill in forms? Am I required to valet it, before returning it to the depot?</p>\n<p>The morning paper doesn't help. It contains a profile of an investment banker who has been appointed as her employers' “diversity champion for gender.” Only a cynic would suspect that was a long way of saying “token.” The champion herself clearly has no doubts about her place in the firm. It's a meritocracy, she assures us, where “It's business challenges, not gender challenges, that matter.” <em>Challenges,</em> it seems, has joined <em>issues</em> as a kind of universal word; it doesn't have any particular meaning, and therefore is safe to use liberally in any context.</p>\n<p>The champion goes on to boast that she is “results-driven” (which must cause challenging issues for her more process-driven rivals) and that “'No limits' is my philosophy.” If that's true, I'd like to talk to her about an overdraft. Her advice for the ambitious career woman is equally crisp: “Be your own role model.” Or in other words, don't take any notice of <em>diversity champions.</em></p>\n<p>People at the champion's executive level tend to be fluent in the language of business, but their lowlier colleagues can often be heard getting their challenges in a twist as they struggle to avoid saying anything that might be understood. That's the great peril of meaning: it can be used against you. One trick is simply to grab hold of a single word or phrase from the jargon, and keep repeating it. Here's a spokesman for a utilities company, commenting on a billing error which had put thousands of subscribers into sudden debt: “We're looking at our customer service to all our customers in order to ensure we always give best customer-value.”</p>\n<p>Meanwhile, the day's emails are adding to my irritation. AOL wants me to install its new software which has been updated “to improve the functionality available to you.” I email back: “Forget the functionality—just make the damn thing work properly!”</p>\n<p>Trying to order from a clothes catalogue, over the phone, I kept getting a recorded message: “We are experiencing a period of high-call volumes at the moment.” It took me ages to realise that the cause of my bafflement was merely a misplaced verbal hyphen. Luckily, I <em>had</em> ages.</p>\n<p>I was eventually connected to what used to be a sales assistant, then a customer care assistant, and is now an <em>advisor</em>—that is, a person who keys your credit card details into the computer. If I could find the energy, I'd ring the advisor and say “My neighbour's cousin is in love with his boss's niece. Do you think he should leave his wife for her?” Well, I like to get my money's worth.</p>\n<p>[Mat Coward's latest book is So Far, So Near, published by Elastic Press. <a href=\"http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html\">http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html</a>]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Summerset, Britain</span></em></p> <p>It's a bit like waking up to find yourself living in a different dimension, sometimes; you recognise most of the words, it's just the <em>language</em> that doesn't seem to make any sense. My new computer promises to “Import, repurpose and share digital content quickly and easily.” That sentence isn't hidden away on page 47 of the instruction booklet, either; it's written on the front of the box, so it must be important. Now I'm worried: am I supposed to have been repurposing my digital content all this time? What's going to happen when they find out that not only haven't I been embracing the challenge of repurpose, but I don't even know what it is I haven't done?</p> <p>This morning I received a mailing from a charity which exists to “support gardeners with needs.” For a moment I was quite excited, and thought of sending them a list: my present needs, as a gardener, include another twenty square feet on the vegetable patch, a polytunnel and a rechargeable lawn mower. But a quick glance at the accompanying pamphlet deflated me. People <em>with needs,</em> it turns out, are what used to be called “mentally handicapped people,” and more recently “people with special needs.” Their needs aren't special any more, apparently.</p> <p>Even the junk mail is against me. I am offered an exclusive new cocktail of anti-impotency drugs which guarantee that “In less than 5 minutes you will have a substantial erection that will be available to you for 24 hours non-stop!”</p>"
}