{
  "type": "Article",
  "title": "Sportswriting",
  "author": "Gerald Eskenazi",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Sportswriting</h1>\n<p><em><span data-rel=\"author\">Gerald Eskenazi</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>Once upon a time, in 1950's Brooklyn, the first newspaper I'd see in the morning was Hearst's tabloid <em>New York Mirror.</em> I flipped it over to see what the back page blared. And there is was: My Dodgers had won! Or, as the <em>Mirror</em> might have put it, “Brooks Scalp Braves.”</p>\n<p>For I was weaned on the New York City tabloids. These papers, created to be read comfortably on the subways, defined what I might call sportswriterese—the language of sportswriting at a certain time. That time is past now, but it probably affected every fedora-wearing sportswriter from the Twenties through the early Fifties.</p>\n<p>Now, of course, sportswriting requires Freudian insights, an understanding of seven-figure numbers, and an ability to read the police blotter. What also has changed in the use of language is a significantly better-educated reporter</p>\n<p>I believe I successfully made the transition in my 40-something years writing sports for <em>The New York Times.</em> But I learned in a different era. For when I leafed past the back page, which might also have proclaimed “Bombers Rip Pale Hose” (Yankees defeat White Sox), I got deeper into the world of the written word, at least the word the way my newspaper heroes penned it. Remember, Winchell still was the most powerful gossip columnist in America, and Louella Parsons was terrorizing Hollywood. They wrote in a breezy shorthand.</p>\n<p>So in reading about baseball, for example, I discovered players didn't simply hit a high fly ball that was caught. Rather, they hit <em>a can of corn.</em> And once they got on base (or <em>the first sack</em>), they didn't just try to steal second—they tried to <em>pilfer</em> it or <em>swipe</em> it.</p>\n<p>If they were lucky enough to get past second, why, they'd be heading for the <em>hot corner,</em> third base. And a left-fielder in Yankee Stadium played the <em>sun field,</em> you know, while a tricky pitcher hurled <em>sidearm slants</em> to a batter who <em>hugged the plate</em> to get a better view of the pitch.</p>\n<p>By the time I got to Thomas Jefferson High School, and became the sports editor, I was swimming in sports syntax. Yet, I had never met a real live athlete, except to ask for autographs (one magical day I got those of Jackie Robinson, Pee Wee Reese, Roy Campanella, and Gil Hodges). So when I received a letter at the school paper, <em>The Liberty Bell,</em> inviting me, and all other editors from Brooklyn high schools, to meet Duke Snider I felt I was on a professional track that one day might even land me in the press box.</p>\n<p>The Dodgers were hosting us before a game, and had Snider (the “Duke of Flatbush”) ready to answer our questions. I had never sat so close to the field as we assembled behind home plate about three hours before gametime.</p>\n<p>“Any questions for Duke?” the PR man asked.</p>\n<p>I raised my hand. They called on me. What could I ask this icon, this future Hall-of-Famer (or <em>pantheon denizen</em> as he would be known)?</p>\n<p>“Duke,” I began, then thought of how I would frame the question in sportswriterese, and finally I got it: I would ask him about the longest ball he ever hit. But remember, I was now asking as a budding professional, and so I continued: “What's the longest smash you ever clouted?”</p>\n<p>Whew. I felt the air escape. I had done it, asked the big question of a real live sports hero. So what if I was redundant—after all, <em>smash</em> connotes a ball that has been <em>clouted</em>.</p>\n<p>No matter. Duke took my question seriously and spent some time answering it. Those of us in the business feel validated when the subject of a question gives a lengthy, thoughtful response. He even pointed animatedly to center field to show me where the ball landed. The guy had taken my question seriously.</p>\n<p>From there, it was easy. And maybe if my newspaper career had stayed with the tabloids, I might have settled into the comfort zone of my peers: boxers would have <em>thrown leather</em>, and jockeys would be astride horses that <em>slingshot</em> around the field at the turn, and a quarterback would have <em>hooked up with</em> his receiver, and a penalized hockey player would have been sent to the <em>sin bin</em>. All worthy, and quite over-used, descriptions. Instead, I not only joined the staid <em>New York Times,</em> where adjectives were tossed around about as easily as railroad cars, but I entered the dawn of the Sixties. Insight and examination became the rule. Not to mention good writing.</p>\n<p>So where else but <em>The Times</em> could I throw in mythological references—every year I used “Sisyphus” to describe the Rangers hockey team's failed striving. I gravitated toward athletes who had something to say. All one of them had to do was tell me he had once read Hemingway, and furnish me with a favorite quote … well, this guy was going to see his name in print a lot.</p>\n<p>I think that, mostly, I was grateful to <em>The Times</em> for not being afraid to toss in a literary allusion. I had been a literature major at City College of New York, and there is nothing so stifling to this reader of, say, a Greek tragedy, as not being able to share the story with the world. Thus, I'd throw in a “hubris” about a conceited ballplayer. But you know what? After all these years, some part of me wishes I could see, just once, my byline, in thick black type, under a blaring headline, in a New York City tabloid. Now that would be a smashed clout.</p>\n<p><em>[Gerald Eskenazi's latest book is&nbsp;I Hid It Under the Sheets: Growing Up With Radio, from the University of Missouri Press.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Sportswriting</h1> <p><em><span data-rel=\"author\">Gerald Eskenazi</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>Once upon a time, in 1950's Brooklyn, the first newspaper I'd see in the morning was Hearst's tabloid <em>New York Mirror.</em> I flipped it over to see what the back page blared. And there is was: My Dodgers had won! Or, as the <em>Mirror</em> might have put it, “Brooks Scalp Braves.”</p> <p>For I was weaned on the New York City tabloids. These papers, created to be read comfortably on the subways, defined what I might call sportswriterese—the language of sportswriting at a certain time. That time is past now, but it probably affected every fedora-wearing sportswriter from the Twenties through the early Fifties.</p> <p>Now, of course, sportswriting requires Freudian insights, an understanding of seven-figure numbers, and an ability to read the police blotter. What also has changed in the use of language is a significantly better-educated reporter</p>"
}