{
  "type": "Article",
  "title": "Classical Music Terms Unravelled (Or UnRavel-ed)",
  "author": "Alice McVeigh",
  "location": "London",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Classical Music Terms Unravelled (Or UnRavel-ed)</h1>\n<p><em><span data-rel=\"author\">Alice McVeigh</span> <span data-rel=\"location\">London</span></em></p>\n<p>The terminology preferred by classical musicians is, on the whole, pretty blackly humorous. To classical music fans this may come as a surprise, as classical music's image has never married with its reality. To the general public, orchestral players appear to be sedate, stiff-backed gents in white tie and tails (or, these days, just as possibly disciplined young women wearing long, cover-up black dresses or suits) playing with awesome skill and creativity. Sadly, the truth is that these same players are statistically also likely to be single-parent, twice-divorced soft-drug-users, not only seriously overdrawn on their credit cards but requiring regular therapy in order to cope with performance nerves. Beyond this notable lack of sedateness, numerous studies have proven that orchestral musicians boast comparable job satisfaction to factory employees, and roughly as much self-esteem. The very level of dedication and creativity required to achieve the orchestral musical heights stands in sharp and painful contrast to the amount of artistic freedom permitted once one has “made it,” as one is immediately obliged to play one's every note at the time, in the style, at the dynamic, and with the articulation of the conductor's own choosing.</p>\n<p>For this reason there are lots of terms used for conductors, or music directors, but most of them are unprintable. The most common term is <em>carver</em>, as in, “Who's carving on Saturday? Will he notice if I'm ten minutes late?” The historical term is, of course, <em>Maestro</em> (master), which was in vogue (at least, to the conductor's face) throughout most of the 20th century, representing as he then did the hirer and firer of all the players. However, in these days of self-governed orchestras <em>Maestro</em> tends to be used ironically, if at all. (“Don't tell me, let me guess. We owe these flakey bowings to the Maestro himself, right?”)</p>\n<p>And yet great conductors can still be held in high esteem. There is a joke that a viola player in a famous orchestra comes home one night to find his house razed to the ground. A neighbour tells him, “I'm sorry to be the one to break it to you, but the conductor came here with a meat cleaver, killed your family, and burned your house to the ground.” Upon which the violist says, in complete disbelief, “You're kidding. The <em>conductor</em> came to <em>my</em> house?”</p>\n<p>The very term <em>orchestra</em> comes from the area of the hall where what was originally known as the <em>band</em> played. The principal violin-player's being called the <em>concertmaster</em> (in Europe, the <em>leader</em>) dates back to the baroque-period pre-conductor age when he led the concert from the front of the first violins. Nowadays their role is much reduced, something many leaders have still not come to terms with. The other co-principals, associate principals, assistant principals, and sub-principals within his (and, indeed, other's sections, whether first violins, second violins, violas, cellos, or basses) sometimes call to mind the cellist joke: “How many cellists does it take to change a light-bulb?” (Answer: “Ten. One to change the bulb and nine to think they could have changed it rather better.”)</p>\n<p>Section players in the strings who have not attained even the heady rank of sub-principal are simply known as <em>rank and bile</em>, a corruption of the middle and late 20th-century term <em>rank and file</em>, which came originally from the military. They are also occasionally colloquially known as <em>pondlife</em>, as in, “Right, we've finished rehearsing the chamber number. Have the pondlife shown up yet?” A <em>wrecker</em> is somebody, usually in the string sections, who routinely either comes in too early or hangs on to a note too late, as in “He's a wrecker, and always has been, but his heart's in the right place.”</p>\n<p>Orchestral concerts are referred to as <em>gigs</em>, as in “I've only got a gig a week this whole month.” Many people think that this is short for <em>giggle</em>, as there are not nearly as many of them around as there used to be, but jazz players have spoken of their “gigs” for years, and orchestral musicians apparently began to adopt the term around the middle of the 20th century. Orchestral recordings are known as <em>sessions</em>, as in “He's a session player, so he can only play long notes.” <em>In the can</em> means that, in the opinion of the CD producer, this is the best performance he's likely to get (or else that the production backers have run out of money). In either case, it is good news, as it means you can get paid and go home. Interestingly, <em>in the can</em> is reputed to date back from the early movies, when the final cut of the film was actually put in a can.</p>\n<p><em>Squeaky-door dates</em> is the derisory title for late-20th-century music concerts. It is deeply unfair to many still extant composers, whose music isn't even as interesting as the squawk of an unoiled door, but it conveys the general level of musical excitement pretty well, as in “It's only a squeaky-door date, so I'm planning on using my less good instrument.”</p>\n<p><em>Bucket dates</em> is the term in general use for those kinds of concerts which put bread on the table yet strike dread into musicians' souls, featuring as they do endless conjunctions of Tchaikovsky's <em>1812 Overture</em>, Ravel's <em>Bolero</em>, Rachmaninoff's Second Piano Concerto, cheesy toastmaster-style carvers, and the Royal Albert Hall. The term dates back from a famous joke (“What's the difference between this concert and a bucket of horses--t?” Answer: “The bucket.”) Other bucket dates include endless massacrings of Bach's Brandenburg number 3, Vivaldi's <em>Four Seasons,</em> and Mozart's <em>Eine Kleine Nachtmusik</em> by candlelight, with the performers weighed down by heavy 18th-century costumes and itchy wigs.</p>\n<p><em>Muddy field dates</em> is pretty self-explanatory. You take one muddy field in which sheep habitually graze (generally within hailing distance of a 17th-century stately home or castle); a covered, moveable stage (which still manages to let some rain in, generally on the lower strings); glamorous backstage facilities consisting of one tent and two portable toilets; and several adjoining fields called into service as car parks and places from which to launch the fireworks. There is only one thing of any critical musical importance on a muddy field date, and that is the orchestra exit plan. This is because (due to the popularity of the fireworks) your playing may be amplified to an audience of 15,000 people; hence the union has decreed that the performers have to have a separate exit, even if it is over a plowed field. (What occurred one night when I was playing in the Royal Philharmonic in Yorkshire is part of the reason for the union's laudable obduracy on this point. As we were accompanying José Carreras, the world-famous tenor, the concert was so packed that I didn't even succeed in exiting the car park until 2 am, limping back to London as day was breaking.)</p>\n<p>A <em>hit and run gig</em> is an amazingly prestigious one-day trip to Copenhagen or similar, involving waking up at 4 am in order to reach the airport at six, checking into the hotel before noon, grabbing a sandwich before the three-hour rehearsal, snatching a meal before the three-hour concert, resisting the impulse to adorn the hotel bar until daybreak (unless one is a brass player, for whom bar attendance is obligatory), and enjoying a 6 am wake-up call in order to get bussed to the flight back. (Happy days!)</p>\n<p>A <em>dummy session</em> is when musicians are hired, often in costume, to pretend to play while being filmed for a TV drama or film (some director shaving belatedly realised that actors look incredibly stupid in period dramas holding their horns backwards or the violin bows sideways). There is much more of this work around for men, as professional musicians were always men until the mid-20th century. As far as I can research it, this term is related to the use of actual dummies in film crowd scenes. (A more accurate term would be <em>mime session</em>, as the musicians are often overdubbed by other, session, musicians.)</p>\n<p><em>Fixer</em> is the name for the people who decide who gets hired these days. In America these are called <em>contractors</em>, but the principle is identical. Unless you are currently married to the conductor (not, repeat not, one of his exes) your career is at the mercy of these people, most of whom are surprisingly corruptible, as in, “She's a genuine wrecker on the double bass, but very good in bed.”</p>\n<p><em>Stone Age</em> is a fondly belittling way of referring to those violinists, oboists, horn players, etc., who prefer to play early music, such as Vivaldi, Bach, or even Beethoven and Schubert, on period instruments, meaning instruments as played at that particular period, and thus disdaining the added power and improved developments in tone and range which occurred in the 19th and 20th centuries. These Stone Age players, who represent a sort of subspecies of musicians, also often specialize in yoga, herbal medicine, trendy non-religions, and facial hair, as in “He mainly does Stone Age gigs, but still eats meat.”</p>\n<p><em>Desk</em> (<em>stand</em> in the US) is the name for the shared music stand; thus, “The principal won't have him on second desk, because then he can hear his buzzy C-string.”</p>\n<p><em>Sordid</em> is the common slang for <em>con sordino</em>, meaning 'with mute'; hence, “Can someone check that we're really <em>meant</em> to be sordid at letter G?”</p>\n<p><em>Rep</em> is a union representative, as in “Doug's the rep, but, even though it's 20 degrees below zero, don't expect him to blow the whistle.”</p>\n<p><em>Pit gig</em> is an opera, musical, or ballet job where you play in a pit sunk down into the centre of the earth. The main difference between a pit gig and hell is that, as far as I know, while in hell you are not choked with fumes from the stage effects above you.</p>\n<p><em>Canon gig</em> is a small ensemble (often a string quartet) hired to play background music for a wedding reception or similar. This is named after Pachelbel's famous Canon, which is often requested. If an all-girl group has been chosen, these gigs are sometimes known as <em>stilettos</em>.</p>\n<p>Some beloved musical works also rejoice in such mangled titles as “The Battered Broad” (Smetana's <em>Bartered Bride</em>) and “The Glums” (<em>Les Miserables</em>), with Finzi's elegiac Op. 20 (“The Fall of the Leaf”) becoming, not unnaturally, “The Fall of the Figleaf.” There is a whole baseball joke about Beethoven's Ninth Symphony, where the bass section has some time off near the end. In one performance the bassists sneaked offstage, out the back door, and next door for a drink.After quickly gulping down a few stiff ones, one of them checked his watch and groaned, “Oh no, we only have a minute to get back!” Whereupon the principal bass said, “Don't worry, I tied the last page of the conductor's score down with string to give us a bit of extra time.” They staggered back into the concert hall and took their places just as the conductor was busily working on the knot in the string so he could finish the symphony. Someone in the audience asked his companion, “What's the problem?” whereupon his companion replied, “It's a critical moment—bottom of the Ninth, the score's tied, and the bassists are loaded!”</p>\n<p>The names of musical instruments themselves can have interesting pedigrees. Many people know that the <em>piano</em> began life as the <em>pianoforte</em> ('soft-loud'), the term used around 1710 by its inventor Bartolomeo Cristofori (1655–1731) in order to distinguish its superior gradation of dynamic in comparison with the harpsichord (which in turn is sometimes referred to as the <em>harpsi-plonk</em>, due to its method of sound production). However, it is less commonly known that the <em>English</em> <em>horn</em> is actually (a) German and (b) not a horn. Musicologists believe that, as it started off as an early oboe slightly bent in the middle, it was called the <em>cor anglé</em> (in French, meaning 'at an angle'), which became corrupted to <em>cor anglais</em> (English horn). What bright spark decided it was a <em>cor</em> (horn) at all is still unknown.</p>\n<p>Anyone fascinated by musicians' bizarre and even puerile senses of humour has plenty of websites to choose from, with viola jokes and opera jokes being among the most popular. Here we find “definitions” including:</p>\n<blockquote>\n<p><em>Bar line:</em> what musicians form after a concert</p>\n<p><em>Metronome</em>: an urban gnome</p>\n<p><em>Conductor</em>: someone talented at following lots of people at the same time</p>\n<p><em>Clef:</em> something one ought to consider jumping off prior to a viola solo</p>\n</blockquote>\n<p>And jokes including:</p>\n<blockquote>\n<p>What is the difference between a soprano and a terrorist? (You can negotiate with a terrorist.)</p>\n<p>What is the definition of a gentleman? (Someone who can play the viola, but chooses not to.)</p>\n</blockquote>\n<p>Have a surf for yourself, and get a glimpse of the wonderful and bizarre world of music and musicians.</p>\n<p>[Alice McVeigh is a professional cellist who has freelanced with orchestras, including the BBC Symphony and the Royal Philharmonic, as well as period-instrument orchestras, including Orchestre Révolutionnaire et Romantique and the Hanover Band. Alice also writes a weekly “classical music agony aunt” on <a href=\"http://www.mvdaily.com\">www.mvdaily.com</a>.]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Classical Music Terms Unravelled (Or UnRavel-ed)</h1> <p><em><span data-rel=\"author\">Alice McVeigh</span> <span data-rel=\"location\">London</span></em></p> <p>The terminology preferred by classical musicians is, on the whole, pretty blackly humorous. To classical music fans this may come as a surprise, as classical music's image has never married with its reality. To the general public, orchestral players appear to be sedate, stiff-backed gents in white tie and tails (or, these days, just as possibly disciplined young women wearing long, cover-up black dresses or suits) playing with awesome skill and creativity. Sadly, the truth is that these same players are statistically also likely to be single-parent, twice-divorced soft-drug-users, not only seriously overdrawn on their credit cards but requiring regular therapy in order to cope with performance nerves. Beyond this notable lack of sedateness, numerous studies have proven that orchestral musicians boast comparable job satisfaction to factory employees, and roughly as much self-esteem. The very level of dedication and creativity required to achieve the orchestral musical heights stands in sharp and painful contrast to the amount of artistic freedom permitted once one has “made it,” as one is immediately obliged to play one's every note at the time, in the style, at the dynamic, and with the articulation of the conductor's own choosing.</p> <p>For this reason there are lots of terms used for conductors, or music directors, but most of them are unprintable. The most common term is <em>carver</em>, as in, “Who's carving on Saturday? Will he notice if I'm ten minutes late?” The historical term is, of course, <em>Maestro</em> (master), which was in vogue (at least, to the conductor's face) throughout most of the 20th century, representing as he then did the hirer and firer of all the players. However, in these days of self-governed orchestras <em>Maestro</em> tends to be used ironically, if at all. (“Don't tell me, let me guess. We owe these flakey bowings to the Maestro himself, right?”)</p> <p>And yet great conductors can still be held in high esteem. There is a joke that a viola player in a famous orchestra comes home one night to find his house razed to the ground. A neighbour tells him, “I'm sorry to be the one to break it to you, but the conductor came here with a meat cleaver, killed your family, and burned your house to the ground.” Upon which the violist says, in complete disbelief, “You're kidding. The <em>conductor</em> came to <em>my</em> house?”</p>"
}