{
  "type": "Article",
  "title": "Dash It!",
  "author": "Annabel Wynne",
  "location": "Wiltshire, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Dash It!</h1>\n<p><em><span data-rel=\"author\">Annabel Wynne</span> <span data-rel=\"location\">Wiltshire, Britain</span></em></p>\n<p>There are many misuses of the English language by which I am irritated: starting a sentence with an <em>And</em> or a <em>But</em>; the increasing use of the phrase <em>for free</em> (it is either <em>for nothing</em> or <em>free</em>); ending a sentence with a preposition; the placing of apostrophes where they are not needed and of course their absence where they should be present; incorrect uses of the prefixes <em>un</em>-, <em>in</em>-, and <em>non</em>-; and, one that particularly irritates me, describing someone as having been <em>hung</em>, rather than <em>hanged</em>; washing is hung, people are hanged. This list could go on for some time and, as I go about the business of my everyday life, it is easily added to on a daily basis.</p>\n<p>However, there is one particular feature of the English language about which I cannot seem to raise even an eyebrow. Don't get me wrong, this lackadaisical attitude is out of character and against my better judgement, but whatever I do, however much I force myself to think about this increasingly common punctuation mark, I am unfazed. The offending article is, of course, the dash. This used to be a different punctuation animal from the hyphen, but we seem to be living through the point of their merger. Indeed, the OED defines a dash as “a horizontal stroke in writing or printing to mark a pause or break in sense or to represent omitted letters or words” and a hyphen as used “to indicate a missing or implied element,” as well as also defining its more traditional joining function. Now, I may be a linguistic pedant, but even I would say that if these definitions lived in houses they would be next-door neighbours, or should that be next-door-neighbours?! For the purposes of this article, however, I shall keep the hyphen and the dash separate; my issue is not with the hyphen, although I will just say there are few things more irritating than an incorrectly-administered-hyphen (see what I mean?).</p>\n<p>This simple, short little line—the dash—(yes, that one,) is being used more and more as a form of punctuation; but it is not as innocent as it looks. Since the novel came into being in 1605 with the publication of the first part of <em>Don Quixote</em>, the dash has been quietly gathering momentum.By the beginning of the nineteenth century it seemed every literary heroine was hysterical; one could tell by the number of dashes in their sentences. At the beginning of the twenty-first century, the dash has become ubiquitous and is colonising sentences and paragraphs in every conceivable context; it is taking over and has virtually imprisoned the semicolon in a faraway island known as Pedantry.</p>\n<p>The dash has been so successful for two reasons. First, it seems to be able to take the place of virtually any other punctuation mark—parentheses, commas, semicolons, even speech marks. No other punctuation mark has this versatility, but does this mean it is a “Jack of all trades, and master of none”? Because of its versatility, it can of course be very useful, and I think this is why I find it difficult to protest about its increasing presence in prose; I find it a rather useful little mark myself. I have my own ideas and feelings about what a dash is for and how it can be of use to me in my writing, but, in fact, that is part of the problem; if you have a feature of a system of communication that is that subjective, then the communication is more likely to fail. As Humpty Dumpty said:</p>\n<blockquote>\n<p>'When I use a word, it means just what I choose it to mean, neither more nor less.'</p>\n<p><em>Through the Looking Glass</em>, by Lewis Carroll.</p>\n</blockquote>\n<p>This is the second reason for its success, its highly convenient lack of rules. This is arguably what makes it a “Jack of all trades,” because it is impossible to use a dash incorrectly; everyone knows how to use it, and, in an age where you can get goods “for free,” where you can “spend and save” or go “literally out of your mind,” that is perhaps its most appealing feature.</p>\n<p>So, where is all this leading? Well, I am not exaggerating when I say I can see a time, perhaps in my lifetime, where punctuation is extinct except for the dash, where the dash becomes the all-encompassing, omniscient punctuation mark, and this possibility is not helped by the apathetic attitude of pedants like myself to this insidious coloniser of linguistic structure. Almost every time I use a dash—especially a pair of dashes—(yes, just like that one) I have a nagging suspicion that I should not be using it, that I am being a lazy traitor, which in many cases might actually be true, but with time restrictions on me, it is easier to go with the dash. I justify it to myself by waging my own quiet little private campaign to save the semicolon from extinction by using it wherever it should be used.</p>\n<p>Generally speaking a semicolon can often be used instead of a dash; in fact, I believe it is most people's lack of confidence in their own knowledge of the semicolon that leads them to use the dash in the first place. The trouble with semicolons, though, is that they have the strange feature of being addictive. They are not addictive in the way chocolate can be. Simply put, semicolons are nothing less than the crack cocaine of punctuation; start using them and by the end of the piece you are writing you will find you have a semicolon approximately every three words.</p>\n<p>So perhaps I should just accept that this is part of the evolution of language, which is a fascinating and essential process, and is why not just language but the punctuation that facilitates it is unendingly beautiful and wondrous. I will continue with my campaign for the semicolon, but I say long live the eccentricities of the English and their language; go forth and use language your own way and be a driving force in its evolution. Just one thing though: don't ever start a sentence with an <em>And</em> or a <em>But</em>; that's just annoying!</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Dash It!</h1> <p><em><span data-rel=\"author\">Annabel Wynne</span> <span data-rel=\"location\">Wiltshire, Britain</span></em></p> <p>There are many misuses of the English language by which I am irritated: starting a sentence with an <em>And</em> or a <em>But</em>; the increasing use of the phrase <em>for free</em> (it is either <em>for nothing</em> or <em>free</em>); ending a sentence with a preposition; the placing of apostrophes where they are not needed and of course their absence where they should be present; incorrect uses of the prefixes <em>un</em>-, <em>in</em>-, and <em>non</em>-; and, one that particularly irritates me, describing someone as having been <em>hung</em>, rather than <em>hanged</em>; washing is hung, people are hanged. This list could go on for some time and, as I go about the business of my everyday life, it is easily added to on a daily basis.</p> <p>However, there is one particular feature of the English language about which I cannot seem to raise even an eyebrow. Don't get me wrong, this lackadaisical attitude is out of character and against my better judgement, but whatever I do, however much I force myself to think about this increasingly common punctuation mark, I am unfazed. The offending article is, of course, the dash. This used to be a different punctuation animal from the hyphen, but we seem to be living through the point of their merger. Indeed, the OED defines a dash as “a horizontal stroke in writing or printing to mark a pause or break in sense or to represent omitted letters or words” and a hyphen as used “to indicate a missing or implied element,” as well as also defining its more traditional joining function. Now, I may be a linguistic pedant, but even I would say that if these definitions lived in houses they would be next-door neighbours, or should that be next-door-neighbours?! For the purposes of this article, however, I shall keep the hyphen and the dash separate; my issue is not with the hyphen, although I will just say there are few things more irritating than an incorrectly-administered-hyphen (see what I mean?).</p> <p>This simple, short little line—the dash—(yes, that one,) is being used more and more as a form of punctuation; but it is not as innocent as it looks. Since the novel came into being in 1605 with the publication of the first part of <em>Don Quixote</em>, the dash has been quietly gathering momentum.By the beginning of the nineteenth century it seemed every literary heroine was hysterical; one could tell by the number of dashes in their sentences. At the beginning of the twenty-first century, the dash has become ubiquitous and is colonising sentences and paragraphs in every conceivable context; it is taking over and has virtually imprisoned the semicolon in a faraway island known as Pedantry.</p>"
}