{
  "type": "Article",
  "title": "Thanks, But I Think I'll Pass on the Smashed Balls",
  "author": "Brett Jocelyn Epstein",
  "location": "Helsingborg, Sweden",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Thanks, But I Think I'll Pass on the Smashed Balls</h1>\n<p><em><span data-rel=\"author\">Brett Jocelyn Epstein</span> <span data-rel=\"location\">Helsingborg, Sweden</span></em></p>\n<p>It all started with a <em>rabbit on whipped cream</em>.</p>\n<p>I was in Prague when I found that odd-sounding dish on a menu. No, thanks, I thought, imagining Thumper splashing a cloud of whipped cream around the room. Before long I was tempted by an <em>oven-baked joint</em>—really, what's the point of baking your marijuana?—and some <em>well-hung meat</em>—no comment necessary. Soon I realized the importance of a well-translated and carefully edited menu, especially for restaurants eager to attract an international, professional audience.</p>\n<p>Some mistranslations and misspellings are not only puzzling, they can also be rather revolting. Forexample, I was not really enticed by <em>pee soup, cock terrine, roach terrine,</em> or <em>bowels in sauce,</em> and I was somewhat frightened by the violent-sounding <em>skewer on blackened loin</em> and the <em>fried potatoes stuffed with flesh</em>. <em>Tender lamp</em> was not illuminating, and, as much as I like Sweden, eating <em>pink-roasted Swedes</em> is not too appetizing.</p>\n<p>As I have a major interest in food that includes writing occasional articles about restaurants in Scandinavia and working on cookbooks, I decided something had to be done about this. Sometimes, while eating at a restaurant, I would helpfully mention that the English translation of menu items such as <em>cheese with accomplishments</em>—how proud they must be of their cheese!—or <em>duck with dry fruits and jewels</em>—aren't jewels a bit tough to chew?—might be just a little off. At some restaurants, I was rewarded with glasses of wine; other places didn't seem too interested to know that offering plates piled high with <em>rags of suckling pig</em> might not draw in the crowds. Later, instead of helping for free, out of the generosity of my good-food-loving-heart, I incorporated food translations into my translation business. Of course, any translator is proud of a translation well done, but at the same time, I can't help but think of all the restaurant patrons who will be robbed of the enjoyment that comes with wondering what exactly has annoyed that <em>fed-up chicken</em>, why the <em>petrified trout</em> is so scared, and if there is in fact anything in the bowl of <em>grilled fatless lard</em>.</p>\n<p><em>Goose liver in veal farce</em> indeed.</p>\n<p><em>[Brett Jocelyn Epstein's website is <em><a href=\"http://www.awaywithwords.se\">www.awaywithwords.se</a></em>]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Thanks, But I Think I'll Pass on the Smashed Balls</h1> <p><em><span data-rel=\"author\">Brett Jocelyn Epstein</span> <span data-rel=\"location\">Helsingborg, Sweden</span></em></p> <p>It all started with a <em>rabbit on whipped cream</em>.</p> <p>I was in Prague when I found that odd-sounding dish on a menu. No, thanks, I thought, imagining Thumper splashing a cloud of whipped cream around the room. Before long I was tempted by an <em>oven-baked joint</em>—really, what's the point of baking your marijuana?—and some <em>well-hung meat</em>—no comment necessary. Soon I realized the importance of a well-translated and carefully edited menu, especially for restaurants eager to attract an international, professional audience.</p> <p>Some mistranslations and misspellings are not only puzzling, they can also be rather revolting. Forexample, I was not really enticed by <em>pee soup, cock terrine, roach terrine,</em> or <em>bowels in sauce,</em> and I was somewhat frightened by the violent-sounding <em>skewer on blackened loin</em> and the <em>fried potatoes stuffed with flesh</em>. <em>Tender lamp</em> was not illuminating, and, as much as I like Sweden, eating <em>pink-roasted Swedes</em> is not too appetizing.</p>"
}