{
  "type": "Article",
  "title": "Pimping",
  "author": "David A. Cory",
  "location": "M.D., South Bend, Indiana",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Pimping</h1>\n<p><em><span data-rel=\"author\">David A. Cory</span> <span data-rel=\"location\">M.D., South Bend, Indiana</span></em></p>\n<p>I don't know exactly when the word <em>pimp</em> entered the vernacular of what used to be called polite society. Possibly derived from the French <em>pimper</em>, 'to dress elegantly,' and referring to a procurer of prostitutes, <em>pimp</em> wasn't a mainstream word in the 1950's. During the social upheaval and sexual revolution of the 1960's, decorum began to break down, and by the 1970's, the age of disco, young males outside the ghetto were wearing shoes with stacked heels, known as <em>pimp pumps</em> (mine were white).</p>\n<p>Today, as mores continue to deteriorate, MTV airs a show called “Pimp My Ride” which involves taking ordinary cars and customizing them, or pimping them out, into what we would have called <em>pimpmobiles</em> in the 1970's. In 2006, the rap group Three 6 Mafia won an Oscar for the song “It's Hard Out Here for a Pimp,” which features the rousing chorus:</p>\n<blockquote>\n<p><em>You know it hard out here for a pimp</em></p>\n<p><em>When he tryin' to get this money for the rent</em></p>\n<p><em>For the Cadillac and gas money spent</em></p>\n<p><em>Cause whole lot of bitches jumpin' ship</em></p>\n</blockquote>\n<p>We've come a long way from “Raindrops Keep Fallin' on My Head.”</p>\n<p>But I want to talk about the use of the word <em>pimp</em> in the context of medical education. I was introduced to pimping when I began my clinical medical education at the Veterans Administration Hospital in Indianapolis, Indiana. After two years of basic science, my baptism of fire occurred in July 1979 with a month's rotation in internal medicine at the VA. As geese gather in gaggles and lions in prides, physicians in training gather in services. Services are composed of house staff (residents and interns), medical students, and the patients under their care.</p>\n<p>We students learned to take histories: “You were in the Navy, are you sure you never had V.D.?” We learned to double the quantity of alcohol the patient admitted to drinking daily. We learned to recognize the crackles and wheezes our new stethoscopes detected in the lungs of the vets. We learned our place in the pecking order. Looming large over us all was the staff, the faculty member assigned to supervise us. Below him were the residents and interns, the fourth-year students, and finally, the lowest life form on the team, the third-year students, otherwise known as <em>studs, studlings, worker bees, work units,</em> or <em>scut puppies.</em> Scut comprised the work that other members of the team had risen above—starting IVs, drawing blood, and collecting the all-important data. Data included lab results, EKG readings, and X-ray interpretations. We were responsible for charting the patients' data and sharing the data with our superiors on rounds, tracking the progress, or lack thereof, of our patients, who were called <em>players</em> by our resident. The origin of the term <em>player</em> is as obscure as that of <em>pimp</em>. I can speculate that the whole system of academic medicine could be viewed as a game, with the object to get the players off your service as quickly as possible, or, less likely, the term was derived from Shakespeare: “All the world's a stage, and all the men and women merely players.” Ward players stayed in regular rooms, which ranged in capacity from two-bed semiprivates to the sixteen-bed bullpens at the ends of the hall, where any sense of dignity or privacy was erased. The sickest patients were those in intensive care, the unit players.</p>\n<p>Pimping is a perversion of the Socratic dialectic, which uses questions to teach. The teacher asks a question, the student answers. The teacher asks another question, directing the dialogue, and ultimately convincing the student of the correct point of view. Pimping is not so much about teaching as about power. The teacher asks questions not to direct a dialogue but to expose the tender underbelly of the student, to remind the student of his ignorance. Perhaps then the student will leave the pimp session inspired to read a textbook or the medical literature. I was the object of a memorable pimping one day as our team emerged from a dingy VA stairwell, making rounds with our staff guy, a short wiry internist with reddish hair and a beard with no mustache, reminiscent of a leprechaun. As we walked down the hallway, I had the misfortune of being the student closest to the staff. He turned to me and asked, “How much blood does it take to turn a Hemoccult test positive?” From the corner of my eye, I could see the resident wince as his mouth formed a silent “Oh!” He saw the lamb going to slaughter. A Hemoccult test is a small paper card onto which is placed a small sample of a patient's stool. A liquid is then dropped on the card. If it turns blue, the test is positive, indicating the presence of blood in the gut. The students all carried the cards and little dropper bottles of the liquid reagent around in our still stiff black leather doctor bags, or in the pockets of the short white jackets which distinguished us from our betters, who wore long white lab coats. I stammered, “I . . . I don't know.” All these years later, I can't recall the answer as expounded by the professor, or the reason he thought it was important that we know such an arcane fact, but that wasn't the point of the hazing. The staff guy, the alpha dog, had marked his territory, and I happened to be in the path of the spray.</p>\n<p>This was the first of many pimpings I endured over the next two years of medical school. Sometimes I was able to avoid the shame of a wrong answer, as in the operating room, when a surgeon asked me to name the structures in front of his index finger during gall bladder surgery. I responded with, “The common bile duct, the portal vein, and the hepatic artery.” Dismayed that I answered correctly, he responded, “You must be smarter than you look.” He was incapable of any more complimentary feedback. The pimpings continued during my four years of radiology residency. Part of our training was the noon conference, otherwise known as the <em>resident roast,</em> where the faculty showed images related to their individual subspecialties to the residents. I recall one of our staff showing me a case of Fong's disease (no kneecaps and ribs growing off the pelvic bones) which totally baffled me. Instead of allowing me to slink back to my seat in humiliation after what seemed at the time like hours of questioning, he forced me to stay in front of the audience to look at another case, “because you're doing so well.” I was laid so low by the first case, I don't even remember what the second case was, or how I handled it. Conversely, on another day, when a staff guy showed me a case I had seen before, I played it for all it was worth. The case was an extremely rare tumor of specialized kidney cells involved in the regulation of blood pressure. These cells, known as JG cells, produce a substance called renin, and too much renin causes high blood pressure. I recognized the case because I had used it in a conference I was required to give in my first year of residency. A moment such as this was too rare to recuse myself. I described the findings as the professor projected each slide—the ultrasound, the CT scan, the angiogram. Then came the moment of truth. He was ready for the coup de grace. “What is the diagnosis?” he asked. I couldn't jump straight to the right answer. That might tip him off that I had prior knowledge of the case. I must offer a differential diagnosis. “Well, it could be a renal cell cancer or an oncocytoma, causing hypertension by compressing the renal artery, or it could be an adrenal tumor invading the kidney, but it doesn't really look like that.” I had thrown the stinking bloody chum into the water and the shark was rising to the bait. “Anything else?” he asked. “Or it could be a reninoma, a tumor of the JG cells,” I said, setting the hook. Stunned, he responded, “You have heard of such a thing?” Nodding my head, I thought, “Oh, yes, my friend, and that really pisses you off, doesn't it?” He didn't bother trying to pimp me further that day.</p>\n<p>Perhaps medical education is more humane today. Undoubtedly, pimping will never go away completely. Wherever a human hierarchy exists, there will be those who use humiliation and intimidation to inflate their own egos and to keep those lower in the pyramid in their places. And, hey, even though I still don't know, or particularly care, how much blood it takes to turn a Hemoccult test positive, along the way, I might have learned a thing or two from pimping.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Pimping</h1> <p><em><span data-rel=\"author\">David A. Cory</span> <span data-rel=\"location\">M.D., South Bend, Indiana</span></em></p> <p>I don't know exactly when the word <em>pimp</em> entered the vernacular of what used to be called polite society. Possibly derived from the French <em>pimper</em>, 'to dress elegantly,' and referring to a procurer of prostitutes, <em>pimp</em> wasn't a mainstream word in the 1950's. During the social upheaval and sexual revolution of the 1960's, decorum began to break down, and by the 1970's, the age of disco, young males outside the ghetto were wearing shoes with stacked heels, known as <em>pimp pumps</em> (mine were white).</p> <p>Today, as mores continue to deteriorate, MTV airs a show called “Pimp My Ride” which involves taking ordinary cars and customizing them, or pimping them out, into what we would have called <em>pimpmobiles</em> in the 1970's. In 2006, the rap group Three 6 Mafia won an Oscar for the song “It's Hard Out Here for a Pimp,” which features the rousing chorus:</p> <blockquote>\n<p><em>You know it hard out here for a pimp</em></p>\n<p><em>When he tryin' to get this money for the rent</em></p>\n<p><em>For the Cadillac and gas money spent</em></p>\n<p><em>Cause whole lot of bitches jumpin' ship</em></p>\n</blockquote>"
}