{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Viva La Repartee and Armed Gunmen, True Facts, and Other Ridiculous Nonsense",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Viva-Repartee-Comebacks-Historys-Wordsmiths/dp/0060789484\"><em>Viva La Repartee</em></a> and <a href=\"https://www.abebooks.com/9780375423529/Armed-Gunmen-True-Facts-Ridiculous-0375423524/plp\"><em>Armed Gunmen, True Facts, and Other Ridiculous Nonsense</em></a></h1>\n<p>Dr Mardy Grothe, (Collins, 2005), 304 pp. and Richard Kallan, (Pantheon Books, 2005), 160 pp.</p>\n<p>Mardy Grothe's book is subtitled “Clever comebacks and witty retorts from history's great wits and wordsmiths,” and its author says in the Introduction “I was surprised to discover that a comprehensive collection of these verbal gems has never been published.” In fact, collections of witty retorts are as thick on the ground as the leaves that strew the brooks in Vallombrosa, ranging from actor Donald Sinden's <em>The Last Word</em> to the anonymous <em>Insult-a-Day</em> (a tear-off calendar of “365 outrageous insults”—presumably not for use in a leap year). Nonetheless, one can welcome Dr Mardy Grothe's collection, which puts repartees in context and arranges them in categories (Classic Quips, Political Repartee, Sports Repartee, etc.).</p>\n<p>Grothe starts by differentiating between such strands as the retort, the repartee, and the <em>bon mot</em>. Then he launches into Classic Retorts, which include such familiar ripostes as Lady Asquith's “My dear, the <em>t</em> is silent, as in Harlow” and Dorothy Parker's “Pearls before swine” (her answer to Clare Booth Luce's “Age before beauty”). Every saying is prefixed by explanations of the situations in which they were spoken and potted biographies of each speaker and hearer. This can become as laborious as those old joke books which only get to the punch line after a preamble starting with something like “It seems there was an Englishman, an Irishman, and a Scotsman….” This is a book for dipping into rather than reading at a stretch.</p>\n<p>Still, it is good to be reminded of the excellent put-downs voiced by such wits as Oscar Wilde, George S. Kaufman, and Groucho Marx. And you are bound to come across many ripostes that you've never heard before. New to me were such sayings as John Goodman assessing how acting the role of Fred Flintstone would affect his career: “I can pretty much kiss those Ibsen festivals goodbye,” and Heywood Broun's comment on a performance by Tallulah Bankhead: “Don't look now, Tallulah, but your show's slipping.”</p>\n<p>I came across many examples of quick-witted repartee when I compiled <em>The Oxford Dictionary of Modern Quotations</em> (1991), for which we tried to check each quotation in an original source. After all, Dr Routh—the 19th-century head of Oxford's Magdalen College—famously said “You will find it a very good practice always to verify your references.” So it is disappointing to see that Mardy Grothe has apparently not checked his references very carefully.</p>\n<p>He misquotes two gems from Mae West's film <em>I'm No Angel</em>, omitting one “very” from “When I'm good, I'm very, very good; but when I'm bad, I'm better,” and changing “my” into “your” in “It's not the men in my life that counts—it's the life in my men.” Robert Benchley's telegram on first visiting Venice—”STREETS FLOODED. PLEASE ADVISE”—is here watered down as “STREETS FULL OF WATER. PLEASE ADVISE.” And Grothe says that Alexander Woollcott described Dorothy Parker as “a combination of Little Nell and Lady Macbeth,” but Woollcott's actual words (in his 1934 book <em>While Rome Burns</em>) were “a blend of Little Nell and Lady Macbeth.”</p>\n<p>So one could wish that Mardy had exercised rather more care. Nevertheless, his book will not only give readers pleasure but may even show them how to construct witty remarks. Like Falstaff, Mardy Grothe may well be “the cause that wit is in other men.”</p>\n<p>Less value is provided by Richard Kallan's little book (same price as Grothe but fewer and smaller pages). Readers may guess from the title that it is a collection of tautologies. These might be defined as the unnecessary use of two or more words to encapsulate the same idea—things like “connecting link” or “part and parcel.” Kallan insists that these are not pleonasms or circumlocutions, although pleonasms have the same element of using two or more words where one will do.</p>\n<p>Kallan says that the aim of his book is “to alert readers to our propensity for tautology”—and it certainly achieves this, bombarding us with what is essentially a long list of tautologies, giving no sources but with notes pointing out why the phrases are tautologous. For example, “Circle around” is followed by “When circling square won't do” to underline the unnecessary repetition.</p>\n<p>We meet old friends like “free gift,” “I myself,” and “prior notice.” And we are reminded of phrases that we may not have realised were tautologous—like “PIN number” and “ATM machine.” Some of the examples are rather forced—“old proverb,” “Easter Sunday,” “laugh out loud,” and “humorous joke” really tautologies? You can laugh gently, and I've heard many an unfunny joke.</p>\n<p><em>—Tony Augarde</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Viva-Repartee-Comebacks-Historys-Wordsmiths/dp/0060789484\"><em>Viva La Repartee</em></a> and <a href=\"https://www.abebooks.com/9780375423529/Armed-Gunmen-True-Facts-Ridiculous-0375423524/plp\"><em>Armed Gunmen, True Facts, and Other Ridiculous Nonsense</em></a></h1> <p>Dr Mardy Grothe, (Collins, 2005), 304 pp. and Richard Kallan, (Pantheon Books, 2005), 160 pp.</p> <p>Mardy Grothe's book is subtitled “Clever comebacks and witty retorts from history's great wits and wordsmiths,” and its author says in the Introduction “I was surprised to discover that a comprehensive collection of these verbal gems has never been published.” In fact, collections of witty retorts are as thick on the ground as the leaves that strew the brooks in Vallombrosa, ranging from actor Donald Sinden's <em>The Last Word</em> to the anonymous <em>Insult-a-Day</em> (a tear-off calendar of “365 outrageous insults”—presumably not for use in a leap year). Nonetheless, one can welcome Dr Mardy Grothe's collection, which puts repartees in context and arranges them in categories (Classic Quips, Political Repartee, Sports Repartee, etc.).</p> <p>Grothe starts by differentiating between such strands as the retort, the repartee, and the <em>bon mot</em>. Then he launches into Classic Retorts, which include such familiar ripostes as Lady Asquith's “My dear, the <em>t</em> is silent, as in Harlow” and Dorothy Parker's “Pearls before swine” (her answer to Clare Booth Luce's “Age before beauty”). Every saying is prefixed by explanations of the situations in which they were spoken and potted biographies of each speaker and hearer. This can become as laborious as those old joke books which only get to the punch line after a preamble starting with something like “It seems there was an Englishman, an Irishman, and a Scotsman….” This is a book for dipping into rather than reading at a stretch.</p> <p>Still, it is good to be reminded of the excellent put-downs voiced by such wits as Oscar Wilde, George S. Kaufman, and Groucho Marx. And you are bound to come across many ripostes that you've never heard before. New to me were such sayings as John Goodman assessing how acting the role of Fred Flintstone would affect his career: “I can pretty much kiss those Ibsen festivals goodbye,” and Heywood Broun's comment on a performance by Tallulah Bankhead: “Don't look now, Tallulah, but your show's slipping.”</p>"
}