{
  "type": "Article",
  "title": "Baseball, Chicago-Style",
  "author": "Johnathan Caws-Elwitt",
  "location": "Friendsville, Pennsylvania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Baseball, Chicago-Style</h1>\n<p><em><span data-rel=\"author\">Johnathan Caws-Elwitt</span> <span data-rel=\"location\">Friendsville, Pennsylvania</span></em></p>\n<p>Almost everyone agrees that the recent adoption of the <em>Chicago Manual of Style</em> as the “Official Style Guide of the Chicago Cubs” was long overdue. “We've had the football tie-in for decades,” says U of C English professor Archibald Lunch, judiciously resisting the temptation to use a flashy en dash where a hyphen is appropriate. “Why should it have taken so long for the board of directors of the baseball team to do us the same honor?” he adds, thereby showing his preference for a “down” style of capitalization with respect to names of administrative bodies.</p>\n<p>In some circles, there was speculation that the move by the Cubs was a response to last year's controversial announcement that the White Sox ball club would be favoring MLA. “I took that as an insult to my town,” says one former White Sox fan, who has now switched his allegiance.</p>\n<p>Nobody expects tie-ins to have much of an impact on how a baseball game is played. But June Whisk, a part-time syntax specialist for the Cubs, suggests that the present instance may be an exception: “I think we're going to start seeing more serial commas this season. And I think you'll notice fewer errors on the field, particularly when it comes to punctuation placement around parens.” The National League record for serial commas within a single game is held by hall-of-famer Jimmy “Doc” Physician, who in 1964 recited the names of every major-league player in the history of the game—from the mound, with two men on base—in order to settle a bet. (Physician subsequently became the only former player ever to work as a staff filibusterer for a minor-league team, until the umpire's union succeeded in obtaining a ban on such positions.)</p>\n<p>What may have held up the decision to formalize the relationship between the Cubs and the <em>Manual</em> was a concern regarding its potential impact on the team's catchers. “I'm not saying the catchers held up the show,” says a Cubs director who asked to remain anonymous, “but you might say the catchers held up the show. In other words, I'm not saying that, but I don't mind if you say it, and in fact I would encourage you to do so.” Another director, who did not ask to remain anonymous but whose name was difficult to spell, clarifies further: “Because catcher patter is inherently asyntactical, the catchers wanted reassurances that no one was going to come along and start redlining them behind the plate. We tried to emphasize that even if they came under scrutiny, they would always have the recourse of querying the ump.”</p>\n<p>One Cubs catcher with strong opinions on the matter is Dean “Provost” Ombudsman, who has been with the team since sneaking into Wrigley Field through a knothole in 1951. “No style, no style at all up there . . . cites like my grandmother . . . c'mon manual manual manual manual manual INDEX!” he told us in a phone interview.</p>\n<p>But is catcher patter really devoid of syntax? Linguist Claire Pfnipf says no. “No. Catcher patter is a dialect of English (assuming the game is being played in an English-speaking country), and as such it has its own syntax.” Nowadays, according to Pfnipf, it is most common to find languages in which each dialect has its own syntax—which it usually keeps in its room, next to its computer and its telephone. “Due to the ready availability of grammatical systems in the modern world, dialects that have to 'double up' and share a syntax are becoming rare,” she explains. “It's not like when you and I were kids,” she says in an unwelcome aside, Pfnipf being ninety if she's a day.</p>\n<p>The Cubs and the <em>Manual</em> officially joined forces at a gala ceremony last week, the highlight of which was the signing of a fifteen-page agreement between the two organizations. “It was a beautiful moment,” says Lunch, who was one of the few faculty members given the privilege of reading the agreement beforehand. “They did a good job drafting the text,” he opines. “Short-form endnotes were employed after a cited work's initial appearance, and foreign words that have gained currency in English were left unitalicized.”</p>\n<p>Though neither the Cubs nor the University of Chicago would disclose the financial terms of the endorsement (at least not to us), the relationship will definitely entail some out-of-hand expenses for the team. Not least of these will be an entire new set of uniforms. “Per Chicago style, numbers smaller than 100 are generally to be represented by words, not numerals,” says Whisk. “Since all our uniforms were numeral format, our tailor's going to be pretty busy in the months between now and the start of the season.” Whisk mentions that a lone exception will be made for a fielder whose performance was recently described by journalists as a “footnote” to the team's overall efforts.</p>\n<p>According to sources, the meeting at which the decision to buy new uniforms was announced turned contentious when a key question was raised: Is the number on a player's jersey a cardinal or an ordinal? A pitcher who was particularly vocal in the ensuing debate recapped his philosophy afterwards: “The way I read my contract, I <em>am</em> 'Number 32.' Now the team's lawyers are saying that I'm merely the thirty-second item in some nebulous set, that I can't really <em>be</em> 32 unless I have all sorts of special properties, like being divisible by 8 and being a power of 2. I say if that's what they were expecting, they should have spelled it out when they recruited me.” But an attorney for the Cubs dismisses the player's complaint: “Our position is that if he wanted to be a Cardinal, he should have signed with St. Louis.”</p>\n<p>Despite such tensions, the mood around the marriage of baseball and style is one of buoyancy. “For years, the fans have been asking for more consistency from the team,” says Whisk. “This is the best way we know to bring that about.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Baseball, Chicago-Style</h1> <p><em><span data-rel=\"author\">Johnathan Caws-Elwitt</span> <span data-rel=\"location\">Friendsville, Pennsylvania</span></em></p> <p>Almost everyone agrees that the recent adoption of the <em>Chicago Manual of Style</em> as the “Official Style Guide of the Chicago Cubs” was long overdue. “We've had the football tie-in for decades,” says U of C English professor Archibald Lunch, judiciously resisting the temptation to use a flashy en dash where a hyphen is appropriate. “Why should it have taken so long for the board of directors of the baseball team to do us the same honor?” he adds, thereby showing his preference for a “down” style of capitalization with respect to names of administrative bodies.</p> <p>In some circles, there was speculation that the move by the Cubs was a response to last year's controversial announcement that the White Sox ball club would be favoring MLA. “I took that as an insult to my town,” says one former White Sox fan, who has now switched his allegiance.</p> <p>Nobody expects tie-ins to have much of an impact on how a baseball game is played. But June Whisk, a part-time syntax specialist for the Cubs, suggests that the present instance may be an exception: “I think we're going to start seeing more serial commas this season. And I think you'll notice fewer errors on the field, particularly when it comes to punctuation placement around parens.” The National League record for serial commas within a single game is held by hall-of-famer Jimmy “Doc” Physician, who in 1964 recited the names of every major-league player in the history of the game—from the mound, with two men on base—in order to settle a bet. (Physician subsequently became the only former player ever to work as a staff filibusterer for a minor-league team, until the umpire's union succeeded in obtaining a ban on such positions.)</p>"
}