{
  "type": "Article",
  "title": "When is a Word Not a Word? or, Spurious Words in the Oxford English Dictionary",
  "author": "Peter Gilliver",
  "location": "Oxford English Dictionary",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">When is a Word Not a Word? or, Spurious Words in the Oxford English Dictionary</h1>\n<p><em><span data-rel=\"author\">Peter Gilliver</span> <span data-rel=\"location\">Oxford English Dictionary</span></em></p>\n<p>There are ghosts in the <em>OED</em>. It contains thousands of words which are alive and well (in that they are still in use); thousands which, though now dead (that is, obsolete), at least once lived, as part of the English of a former age. There are also many thousands of words whose existence is not attested by any evidence of their ever having been used... but only by their having been mentioned in other dictionaries. A few of the words listed in the very first English dictionary—Robert Cawdrey's <em>Table Alphabeticall</em> of 1604—have made it into the <em>OED</em> notwithstanding the fact that nobody has been able to find any quotation, anywhere, that illustrates the word being used in a sentence; words like <em>implume</em>, for example, defined by Cawdrey as 'to pull off the feathers.' Many other dictionaries have furnished the <em>OED</em> with words whose existence is similarly shadowy: words such as <em>allectation</em> 'an alluring, or enticing' (according to Thomas Blount's <em>Glossographia</em> of 1656), <em>aliture</em> (meaning 'nourishment' and given in Nathan Bailey's dictionary of 1721), and <em>affiancer</em> (defined by Samuel Johnson in 1755 as 'he that makes a contract of marriage between two parties')—all words to be found in the very first section of the <em>OED</em> to be published (<em>A–Ant</em>, which appeared in 1884). The complete Dictionary contains thousands of such rarities.</p>\n<p>I wouldn't (necessarily) want to accuse Cawdrey and the other lexicographers of inventing these words. For example, it is perfectly possible that Cawdrey knew of a contemporary who had taken the Latin word <em>implumis</em> 'having no feathers' and made a verb of it (as distinct from the reasonably well attested adjective <em>implumed</em>, or the rather rarer adjective <em>implume</em>). But it is at least suspicious that no actual examples of the word have come to light. Johnson, of course, generally quoted from, or at least mentioned, one or more sources for his words... but in the case of <em>affiancer</em> he merely alludes to an unspecified 'Dict[ionary]'—indicating that, in collecting evidence for his dictionary, he would accept the listing of a word in another dictionary as well as “real,” contextual examples. Of course with some types of vocabulary, such as regional dialect, “real” examples may be hard to track down in print. But in general, the fact that the only evidence for a word comes from other dictionaries places something of a question mark over its status. The <em>OED</em> has a particular way of labeling such words, which dates back to James Murray's time. The label “<em>rare</em>” would hardly be sufficient; nor even “<em>rare</em>–1,” a marking which indicates that a word is thought only to have been used by a single author. No: for these words Murray introduced “<em>rare</em>–0”—the zero indicating that no instance of the use of the word in context is known.</p>\n<p>Even these “dictionary words,” however, may be said to have had some kind of life; an artificial, under-glass kind of life, admittedly, requiring the protected environment of a dictionary, but in some sense “a word.” If this is life, then some of these words have been remarkably long-lived. Take <em>perterebration</em>, for example: a word defined by Edward Phillips in his <em>New World of English Words</em> (1658) as 'a boring through with a wimble [i.e., a gimlet]', and subsequently included in a succession of later dictionaries, from Nathan Bailey's <em>Universal Etymological English Dictionary</em> of 1721 and Johnson's of 1755 right down to William Dwight Whitney's <em>Century Dictionary</em> of 1889–91 and Isaac Funk's <em>Standard Dictionary</em> of 1893–5. In 1905 James Murray included an entry for the word, listing the sequence whereby the word had been passed from one lexicographer to another—although he spared the blushes of Whitney and Funk, referring only to 'mod. Dicts.'</p>\n<p>But there is another class of word which should surely never have made it into a dictionary in the first place. James Murray became aware of this early on in his editorship of the <em>OED</em>, when he began to investigate some of the headwords given in other dictionaries. In many cases the absence of any contextual evidence for a word did not prevent him from including it—usually with a “<em>rare</em>–0” or “<em>Obs.</em>–0” label to indicate its status—but occasionally his suspicions were aroused. Take <em>adventine</em>, for example: an adjective listed by Johnson, who took it as meaning the same as <em>adventitious</em>, and quoted a passage from Francis Bacon's <em>Natural History</em> (more usually called <em>Sylva Sylvarum</em>). But Bacon never used the word. Murray had good evidence that he did on several occasions use the synonymous word <em>adventive</em>—in the form <em>aduentiue,</em> the letters <em>u</em> and <em>v</em> being used interchangeably in the 17th century—and it seems that in one particular edition of Bacon's work, the edition presumably consulted by Johnson, the second letter <em>u</em> was turned, resulting in the misprint <em>aduentine.</em> Other lexicographers followed Johnson in including the word, and in 1884 Murray included an entry too—but one which explicitly noted that Johnson's inclusion of it was based on an error, and which referred the reader to the entry for <em>adventive</em>, where Bacon's liking for the word (in <em>Sylva Sylvarum</em> and elsewhere) was fully documented. The whole entry was printed within square brackets to highlight its doubtful status. (Not that the <em>OED</em> always reverified the quotations given in Johnson's <em>Dictionary</em>: often enough Johnson gave such brief references—sometimes no more than the name of the author—that they could not be checked. The <em>OED</em> includes, for example, an entry for the adjective <em>addable</em> in which the only quotation given is that supplied by Johnson, from an edition of Edward Cocker's <em>Arithmetick</em>; however, the quotation's source, and its unchecked status, is indicated by a '(J.)' in the citation.) Four years earlier, in his Presidential Address to the Philological Society in May 1880, Murray had singled out <em>adventine</em>, and several other errors which had similarly been copied from one dictionary to another, in order to make the point that other dictionaries should not be taken at face value.</p>\n<p>It is words like <em>adventine</em> that are the true lexical ghosts of the <em>OED</em>. The great etymologist Walter Skeat gave them the name “ghost-word” in 1886, in another Presidential Address to the Philological Society, but they have come to be referred to by the <em>OED</em> as “spurious words”—a fair description, given the shakiness of their claim to a place in the Dictionary. As publication progressed, Murray and his fellow editors encountered many more of them: words like <em>enanation</em>, which as Henry Bradley carefully noted was a misprint in Robert Brown's <em>Manual of Botany</em> (1874) for <em>enation</em> 'outgrowth,' and <em>silice</em>, another botanical error, this time for <em>silicle</em> 'a small short seed-pod,' which was thus misprinted in Thomas Martyn's dictionary <em>The Language of Botany</em> (1796). At first these continued, like <em>adventine</em>, to be included in the main text, enclosed in square brackets; but with Part VI of the Dictionary (<em>Clo-</em> to <em>Consigner</em>), published in 1891, there was a change of policy. Murray remarked in his Preface to this fascicle that “the great number of [such] bogus words […]—which have been uncritically copied by one compiler after another, until, in recent compilations, their number has become serious—has decided us to prepare a <em>List of Spurious Words</em> found in Dictionaries, to be given at the end of the work, to which list such <em>verba nihili</em> are relegated from the text.” In a footnote, he goes on to discuss the spurious word <em>cherisaunce</em>—a scribal error (in Chaucer's version of <em>The Romaunt of the Rose</em>) for <em>chevisa(u)nce</em>, an obsolete word here used to mean 'remedy' or 'means of extricating oneself.' In the 1830s Charles Richardson had listed <em>cherisaunce</em>, with a quotation from Chaucer, in his great dictionary, as being related to <em>cherish</em>; Murray pours scorn on unnamed recent “compilers” who have not only accepted Richardson's definition, but also made the unwise extrapolation that, if it means 'cherishment' or 'comfort,' it may also be used as a name for the wallflower or heart's-ease. This must surely be a veiled reference to the <em>Century Dictionary</em>, which does indeed include these definitions, and whose entries Murray was frequently moved to criticize.</p>\n<p>The idea was, then, that in future these “<em>verba nihili</em>” would not be accorded the dignity of an entry of any sort in the <em>OED</em>: not even one which laid bare their dubious origins. Instead, the text would contain a bare reference “see <em>List of Spurious Words</em>.” The first word thus dealt with was the supposed adjective <em>colophonian</em> 'relating to a colophon or the conclusion of a book.' This, of course, was not to be confused with <em>Colophonian</em> 'of or pertaining to [the ancient city of] Colophon,' for which the <em>OED</em> entry cited the authority of a 1601 quotation by Philemon Holland; but confusion was exactly what happened in this case to Charles Annandale, who in his revision of John Ogilvie's great <em>Imperial Dictionary</em> (1847–50) included the spurious word, citing as authority “Cudworth”—although Ralph Cudworth, the 17th-century philosopher and theologian, had not used <em>Colophonian</em> in this sense.</p>\n<p>Readers who wished to consult the “List of Spurious Words” would have a very long wait. The final fascicle of the First Edition of the <em>OED</em> was only published in 1928; the surviving lexicographers then devoted themselves to the compilation of a one-volume Supplement, containing entries for “real” words which had been overlooked; and it was only when this Supplement was published, in 1933, that the promised “List” finally appeared. In fact it only dealt with about eighty of the most serious errors: in the event Murray and his fellow editors had decided that they would continue to deal with minor spurious forms (those which could be dismissed in a single line of small print) in the main alphabetical sequence. Some of these were errors which had not even been picked up by a previous lexicographer, and their inclusion in any form was arguably going beyond the call of duty, it being surely not the job of the <em>OED</em> to provide corrigenda for every text ever printed. For example, the word <em>pear-plum</em> (meaning, unsurprisingly, a pear-shaped plum) was sometimes spelt <em>peare-plum</em> in the early modern period; and in a 1577 edition of Thomas Tusser's <em>Fiue Hundreth Points of Good Husbandry</em> the plural of this was in turn misprinted as the rather more puzzling 'perareplums.' Murray accordingly included an entry for the spurious word <em>perareplum</em>, perhaps thinking it sufficiently plausible-looking that readers might turn to the <em>OED</em> to find out its meaning. If they did, then he was evidently glad to be able to put them right. During the 1980s, when the Second Edition of the <em>OED</em> was being prepared, the entries in the separate 'List' were keyed into the main <em>OED</em> database; all our entries for spurious words now appear in the main alphabetical sequence, but still enclosed in a warning set of square brackets.</p>\n<p>Even the <em>OED</em> itself has given rise to the occasional spurious word. The entry for the combining form <em>magneto-</em> in the First Edition included the word <em>magneto-rotation</em>, giving as authority the New Sydenham Society's great <em>Lexicon of Medicine and Allied Sciences</em> (cited as “<em>Syd. Soc. Lex</em>” in over 2,000 entries in the <em>OED</em>). However, the actual reading in “Syd. Soc. Lex” is “<em>M.-rotation</em>”—and this appears in that dictionary's entry for the compound <em>magneto-optic</em>, and should therefore be interpreted as denoting “magneto-optic rotation,” not “magneto-rotation.” Thus the entry in the First Edition of the <em>OED</em> was based on a misinterpretation. Just to confuse things further, there is now a real word <em>magnetorotation</em>: coined in German (as <em>Magnetorotation</em>) in 1921, and borrowed into English in 1934, it is defined in <em>OED Online</em> as 'rotation of the plane of polarization of electromagnetic waves under the influence of a magnetic field.'</p>\n<p>Of course, the fact that a word's origins are spurious is no guarantee that it will not manage to secure a foothold in the world of “real” words. Take, for example, <em>papescent</em>, given by Samuel Johnson as meaning 'Containing pap; inclinable to pap' and illustrated with a quotation purporting to be from “Arbuthnot on Aliments”; in fact John Arbuthnot does indeed refer to “papescent Plants” in his <em>Essay concerning the Nature of Aliments (1731),</em> but Johnson has evidently misunderstood him, as pap was not what Arbuthnot had in mind: the relevant term, which is more usually spelt <em>pappescent,</em> derives from Latin <em>pappus</em> and means 'having seeds surrounded by down.' John Ogilvie more or less replicated Johnson's definition of <em>papescent</em> in his <em>Imperial Dictionary</em>, and Murray recorded the word as spurious; but more recently the <em>OED</em>'s researches have unearthed some genuine contextual evidence for this word, occurring (as luck would have it) in medical descriptions of the texture of feces—where the meaning is very much what Johnson had said it was. Accordingly, although the revised entry for <em>papescent</em> in <em>OED Online</em> records Johnson's error, the word is no longer marked as spurious: uncommon as it (thankfully) is, it has now joined the ranks of living words. (The revised definition differs slightly, but significantly, from Johnson's: 'containing or having the consistency of pap.') Thus we may, if we wish, see Johnson's original misreading of <em>pappescent</em>, with its <em>post hoc</em> definition, as arguably an act of linguistic creativity. Although probably not the one for which he would most wish to be remembered.</p>\n<p>But that leaves dozens, if not hundreds, of spurious words in the pages of the <em>OED</em>. Whether any of them will shed their ghostly status as <em>papescent</em> has done—whether the breath of life will ever infuse <em>adventine</em>, or <em>colophonian</em>, or <em>enanation</em>, or <em>perareplum</em>, or their many fellow ghosts—only time will tell. But if you ever decide to use any of them, the <em>OED</em> would like to hear about it.</p>\n<p><em>[Peter Gilliver is Associate Editor at the <em>Oxford English Dictionary.</em>]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">When is a Word Not a Word? or, Spurious Words in the Oxford English Dictionary</h1> <p><em><span data-rel=\"author\">Peter Gilliver</span> <span data-rel=\"location\">Oxford English Dictionary</span></em></p> <p>There are ghosts in the <em>OED</em>. It contains thousands of words which are alive and well (in that they are still in use); thousands which, though now dead (that is, obsolete), at least once lived, as part of the English of a former age. There are also many thousands of words whose existence is not attested by any evidence of their ever having been used... but only by their having been mentioned in other dictionaries. A few of the words listed in the very first English dictionary—Robert Cawdrey's <em>Table Alphabeticall</em> of 1604—have made it into the <em>OED</em> notwithstanding the fact that nobody has been able to find any quotation, anywhere, that illustrates the word being used in a sentence; words like <em>implume</em>, for example, defined by Cawdrey as 'to pull off the feathers.' Many other dictionaries have furnished the <em>OED</em> with words whose existence is similarly shadowy: words such as <em>allectation</em> 'an alluring, or enticing' (according to Thomas Blount's <em>Glossographia</em> of 1656), <em>aliture</em> (meaning 'nourishment' and given in Nathan Bailey's dictionary of 1721), and <em>affiancer</em> (defined by Samuel Johnson in 1755 as 'he that makes a contract of marriage between two parties')—all words to be found in the very first section of the <em>OED</em> to be published (<em>A–Ant</em>, which appeared in 1884). The complete Dictionary contains thousands of such rarities.</p> <p>I wouldn't (necessarily) want to accuse Cawdrey and the other lexicographers of inventing these words. For example, it is perfectly possible that Cawdrey knew of a contemporary who had taken the Latin word <em>implumis</em> 'having no feathers' and made a verb of it (as distinct from the reasonably well attested adjective <em>implumed</em>, or the rather rarer adjective <em>implume</em>). But it is at least suspicious that no actual examples of the word have come to light. Johnson, of course, generally quoted from, or at least mentioned, one or more sources for his words... but in the case of <em>affiancer</em> he merely alludes to an unspecified 'Dict[ionary]'—indicating that, in collecting evidence for his dictionary, he would accept the listing of a word in another dictionary as well as “real,” contextual examples. Of course with some types of vocabulary, such as regional dialect, “real” examples may be hard to track down in print. But in general, the fact that the only evidence for a word comes from other dictionaries places something of a question mark over its status. The <em>OED</em> has a particular way of labeling such words, which dates back to James Murray's time. The label “<em>rare</em>” would hardly be sufficient; nor even “<em>rare</em>–1,” a marking which indicates that a word is thought only to have been used by a single author. No: for these words Murray introduced “<em>rare</em>–0”—the zero indicating that no instance of the use of the word in context is known.</p> <p>Even these “dictionary words,” however, may be said to have had some kind of life; an artificial, under-glass kind of life, admittedly, requiring the protected environment of a dictionary, but in some sense “a word.” If this is life, then some of these words have been remarkably long-lived. Take <em>perterebration</em>, for example: a word defined by Edward Phillips in his <em>New World of English Words</em> (1658) as 'a boring through with a wimble [i.e., a gimlet]', and subsequently included in a succession of later dictionaries, from Nathan Bailey's <em>Universal Etymological English Dictionary</em> of 1721 and Johnson's of 1755 right down to William Dwight Whitney's <em>Century Dictionary</em> of 1889–91 and Isaac Funk's <em>Standard Dictionary</em> of 1893–5. In 1905 James Murray included an entry for the word, listing the sequence whereby the word had been passed from one lexicographer to another—although he spared the blushes of Whitney and Funk, referring only to 'mod. Dicts.'</p>"
}