{
  "type": "Article",
  "title": "ENIAC, HAL, and Deep Thought: Computer Names",
  "author": "Jessy Randall",
  "location": "Colorado Springs, Colorado",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">ENIAC, HAL, and Deep Thought: Computer Names</h1>\n<p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p>\n<p>It is a truth universally acknowledged that computers—real and fictional—need names. These names can be foreboding or friendly, and sometimes funny. For the last several decades, computer names have played off each other in sometimes surprising ways.</p>\n<p>The world's first fully electronic digital computer, designed and built by the U.S. Army during the Second World War, was <em>ENIAC</em> (Electronic Numerical Integrator And Computer). It weighed over 30 tons and took up an entire room. ENIAC was quickly followed by <em>BINAC</em> (Binary Automatic Computer) and <em>UNIVAC</em> (UNIVersal Automatic Computer). By 1950, John von Neumann had developed <em>MANIAC</em> (Mathematical Analyzer, Numerical Integrator And Computer), the computer that helped the U.S. produce the hydrogen bomb. Other early computers were <em>EDVAC</em>, <em>SILIAC</em>, <em>ILLIAC</em>, <em>OARAC</em>, and the Rand Corporation's whimsically named <em>Johnniac</em> (for John von Neumann, who supervised its production). In this last example, the <em>-AC</em> at the end stands for nothing—it's just part of the convention of computer naming.</p>\n<p>Early fictional computer names all seem to comment on ENIAC and its cohorts. The computer in the 1957 Spencer Tracy/Katherine Hepburn movie <em>Desk Set</em> is <em>EMERAC</em> (Electro-Magnetic MEmory and Research Arithmetic Calculator), called <em>Emmy</em> for short. (Computers, when given names, are often assigned genders; these genders sometimes change.) Kurt Vonnegut's 1950 short story “EPICAC” contains a computer of that name; the acronym is never explained. <em>Danny Dunn and the Homework Machine</em>, published in 1958, contains <em>MINIAC</em> (MINIature Automatic Computer), called <em>Minny</em>. John Barth's 1966 novel <em>Giles Goat-Boy</em> has <em>WESCAC</em> (WEst Campus Analog Computer). Isaac Asimov has <em>Multivac</em>, James P. Hogan has <em>ZORAC</em> and <em>BIAC</em> (Bio-Inter-Active Computer), Kendall Foster Crossen has <em>SOCIAC</em>, Philip K. Dick has <em>Autofac</em>, and John T. Sladek has <em>QUIDNAC</em>. (Most of the fictional <em>-AC</em> computers are evil or in some way untrustworthy.)</p>\n<p>Before ENIAC, the British had <em>Colossus</em>, a colossal mechanical computer designed to read encrypted messages. One presumes it was named for its size, but perhaps the name is a reference to the Colossus of Rhodes, an enormous statue of Apollo considered one of the seven wonders of the world. <em>Colossus</em> is also the name of the evil computer in D. F. Jones's 1966 science fiction novel <em>Colossus</em> and the 1969 film based on it. Other classically oriented computer names include Asimov's <em>Nestor</em>, Robert Heinlein's <em>Minerva</em>, and Arthur C. Clarke's <em>Athena</em> (an early incarnation of <em>HAL</em>).</p>\n<p>Computers are often named after ancient deities and related terms: a 1966 <em>Dr. Who</em> episode entitled “The War Machines” has <em>WOTAN</em> (Will Operating Thought ANalogue); another Dr. Who episode, “Face of Evil” from 1977, has a computer/god named <em>Xoanon</em> (a word meaning “a carved statue of a deity”). Roger Zelazny has <em>Loki 7281</em> in the short story of that name. And Jeremy Leven's 1982 novel <em>Satan, His Psychotherapy and Cure</em> contains a computer named <em>QED</em> (Quintessential Entropy Device) that refers to itself as Satan.</p>\n<p>Probably the creepiest and most malevolent computer I found in my research is <em>AM</em> in Harlan Ellison's “I Have No Mouth and I Must Scream.” The humans in the story discuss AM's name: “At first it meant Allied Mastercomputer, and then it meant Adaptive Manipulator, and later it developed sentience and linked itself up and they called it an Aggressive Menace, but by then it was too late, and finally it called itself AM, emerging intelligence, and what it meant was I am … <em>cogito ergo sum</em>… I think, therefore I am.” I should think there's also a reference there to the biblical “I AM THAT I AM,” usually rendered in all capitals; it's God's answer to Abraham's question “Who are you?” in Exodus 3:14. God goes on to say “Thus shalt thou say unto the children of Israel, I AM hath sent me unto you.” One of the proofs that AM has grown all-powerful is that he has the power to turn around and name humans. One is <em>Nimdok</em>, “the name the machine had forced him to use, because it amused itself with strange sounds.”</p>\n<p>Other acronymically named computers include <em>BOSS</em> (Biomorphic Organisational Systems Supervisor) from a 1973 <em>Dr. Who</em> episode, “The Green Death”; <em>The Tomorrow People</em>'s <em>TIM</em>, named for Timon Irnok Manta, who helped construct it; <em>Knight Rider</em>'s <em>KITT</em> (Knight Industries Two Thousand), both a computer and a car; and, probably most famously, <em>2001</em>'s <em>HAL</em> (Heuristic ALgorithm), a one-letter shift from IBM. (Author Arthur C. Clarke claims this is just a coincidence; later computers in the series were named <em>SAL</em>.)</p>\n<p>The <em>Illuminatus!</em> trilogy by Robert Shea and Robert Anton Wilson contains the only profane computer name I have come across: <em>FUCKUP</em> (First Universal Cybernetic Kinetic Ultra-micro Programmer)—a computer that predicts the future using a virtual <em>I Ching</em>.</p>\n<p>In the 1983 film <em>War Games</em>, the characters played by Matthew Broderick and Ally Sheedy hack into <em>Joshua</em>, a program within <em>WOPR</em> (War Operations Plan and Response), pronounced “whopper.” The real-life equivalent of WOPR is <em>BMEWS</em> (Ballistic Missile Early Warning System), built in 1959. (In 1960, BMEWS famously failed to differentiate between the moon and an array of weapons. Luckily, the humans involved figured out what was going on.)</p>\n<p>Another important real-life computer acronym is of course <em>IBM</em>, which stands for International Business Machines. (Wags have come up with at least a hundred alternate explanations, including “I Break Monthly” and “I'm Buying Macintosh.”) The IBM corporation acquired the nickname “Big Blue” in the early 1980s, probably because of its blue logo. (The origin of the nickname is now obscure. Some claim it came into being ten years earlier and that it stems from the “blue-chip,” i.e., valuable, stock of the company. Others say it's from the blue plastic of the computers themselves. Another possibility is that IBM's navy blue suit dress code inspired the nickname.)</p>\n<p>IBM's chess computer, first named <em>ChipTest</em>, was later renamed <em>Deep Thought</em> after the computer in Douglas Adams's <em>Hitchhiker's Guide to the Galaxy</em> series. Deep Thought became <em>Deep Blue</em> and in 1996 defeated national chess champion Garry Kasparov in the first game of their series. (Kasparov won the series overall, but an upgraded version of Deep Blue, unofficially known as <em>Deeper Blue</em>, beat him in 1997.)</p>\n<p>While we're on the subject, the <em>Hitchhiker's Guide</em> books contain an abundance of terrific computer names. In addition to Deep Thought (which provided the answer to life, the universe, and everything: 42), there's the “computer” known as Earth (which was supposed to come up with the question), and several other lesser but still super computers: <em>Eddie</em> (an extremely cheerful computer on board Zaphod Beeblebrox's spaceship), <em>Hactar</em> (whose name echoes that of Hector in the <em>Iliad</em>—its mission is to design the ultimate weapon), the <em>Milliard Gargantubrain</em>, the <em>Multicorticoid</em> <em>Perspicutron Titan Muller</em>, the <em>Pondermatic</em>, the <em>Great Hyperlobic Omni-Cognate Neutron Wrangler</em>, and the <em>Googleplex Star Thinker</em>.</p>\n<p><em>Googleplex</em> is an interesting word—a googol is an extremely large number: 10 to the 100th power, or 1 followed by a hundred zeros. A googolplex is 10 raised to the power of a googol, a number so enormous that, according to the Wikipedia, “it would not be possible to write down or store the digits of a googolplex in decimal notation, even if all the matter in the known universe were converted into paper and ink or disk drives.” <em>Googol</em>, of course, begat the search engine <em>Google</em>. I don't know if Douglas Adams deliberately misspelled <em>googolplex</em> for his computer name, or if it was an accident. Similarly, his term <em>Hyperlobic</em> suggests <em>hyperbolic</em>.</p>\n<p>Now, a bit of a grab bag. There are three computers on the TV show <em>Blake's Seven</em>: <em>Orac</em>, <em>Slave</em>, and <em>Zen</em>. <em>Red Dwarf</em> has <em>Holly/Hillie</em>, possibly the second-most-known computer to have had a sex change. <em>Quantum Leap</em> has the first most known, <em>Ziggy</em>. Asimov has computers named <em>Dave, Herbie, Cutie, Giskard, Hummin</em>, and <em>VIKI</em> (Virtual Interactive Kinetic Intelligence); Heinlein has <em>Gay Deceiver, Mycroft</em> (“Mike,” also known as <em>Michelle</em> sometimes), and <em>Dora</em>. The 1979 film <em>Alien</em>, of course, has <em>Mother</em>. Eoin Colfer's <em>Artemis Fowl: The Eternity Code</em>, published in 2003, has the <em>C Cube</em>, “the cube that sees everything,” a supercomputer using fairy technology.</p>\n<p>In 1985, Berkeley Breathed's <em>Bloom County</em> comic character Oliver received a personal computer from the <em>Banana Junior 6000</em> series (a play on Macintosh/Apple). It came with “optional software” including Bananawrite, Bananadraw, Bananafile, and Bananamanager and was “just what your four-year-old needs to compete in today's cut-throat world of high tech and high expectations.”</p>\n<p>Boringly, the computers on <em>Star Trek</em>, <em>Deep Space 9</em>, and <em>Babylon 5</em> are simply called <em>Computer</em>, as in “Computer, give me the coordinates” or “Computer, make it so.” E.M. Forster's 1909 short story “The Machine Stops” has a computer simply called <em>Machine</em>.</p>\n<p>Some computer designers completely do without the convention of naming their work. In Richard Preston's article “Capturing the Unicorn” (<em>New Yorker</em>, April 11, 2005), we learn about two brothers, Gregory and David Chudnovsky, who built a supercomputer capable of comprehending the vast amount of information contained in digital photographs of the unicorn tapestry at the Cloisters in New York City.</p>\n<p>The brothers say they sometimes refer to their creation as “the Home Depot thing” (since some of its protective parts came from that hardware store). Gregory Chudnovsky told Preston, “To be honest, we really call it <em>It</em>. This is because It doesn't exactly have a name.”</p>\n<p>And of course at most colleges and universities the department in charge of computers is usually known now as <em>IT</em> (pronounced “I. T.” for Information Technology), but I always think of the terrifying computer-like brain <em>IT</em> (pronounced “it”) in Madeleine L'Engle's children's novel <em>A Wrinkle in Time</em>.</p>\n<p><em>[Jessy Randall is the Curator of Special Collections at Colorado College. Her first book of poems, <em>A Day in Boyland,</em> is just out from Ghost Road Press. Her website is <em><a href=\"http://personalwebs.coloradocollege.edu/~jrandall\">http://personalwebs.coloradocollege.edu/~jrandall</a>.</em>]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">ENIAC, HAL, and Deep Thought: Computer Names</h1> <p><em><span data-rel=\"author\">Jessy Randall</span> <span data-rel=\"location\">Colorado Springs, Colorado</span></em></p> <p>It is a truth universally acknowledged that computers—real and fictional—need names. These names can be foreboding or friendly, and sometimes funny. For the last several decades, computer names have played off each other in sometimes surprising ways.</p> <p>The world's first fully electronic digital computer, designed and built by the U.S. Army during the Second World War, was <em>ENIAC</em> (Electronic Numerical Integrator And Computer). It weighed over 30 tons and took up an entire room. ENIAC was quickly followed by <em>BINAC</em> (Binary Automatic Computer) and <em>UNIVAC</em> (UNIVersal Automatic Computer). By 1950, John von Neumann had developed <em>MANIAC</em> (Mathematical Analyzer, Numerical Integrator And Computer), the computer that helped the U.S. produce the hydrogen bomb. Other early computers were <em>EDVAC</em>, <em>SILIAC</em>, <em>ILLIAC</em>, <em>OARAC</em>, and the Rand Corporation's whimsically named <em>Johnniac</em> (for John von Neumann, who supervised its production). In this last example, the <em>-AC</em> at the end stands for nothing—it's just part of the convention of computer naming.</p> <p>Early fictional computer names all seem to comment on ENIAC and its cohorts. The computer in the 1957 Spencer Tracy/Katherine Hepburn movie <em>Desk Set</em> is <em>EMERAC</em> (Electro-Magnetic MEmory and Research Arithmetic Calculator), called <em>Emmy</em> for short. (Computers, when given names, are often assigned genders; these genders sometimes change.) Kurt Vonnegut's 1950 short story “EPICAC” contains a computer of that name; the acronym is never explained. <em>Danny Dunn and the Homework Machine</em>, published in 1958, contains <em>MINIAC</em> (MINIature Automatic Computer), called <em>Minny</em>. John Barth's 1966 novel <em>Giles Goat-Boy</em> has <em>WESCAC</em> (WEst Campus Analog Computer). Isaac Asimov has <em>Multivac</em>, James P. Hogan has <em>ZORAC</em> and <em>BIAC</em> (Bio-Inter-Active Computer), Kendall Foster Crossen has <em>SOCIAC</em>, Philip K. Dick has <em>Autofac</em>, and John T. Sladek has <em>QUIDNAC</em>. (Most of the fictional <em>-AC</em> computers are evil or in some way untrustworthy.)</p>"
}