{
  "type": "Article",
  "title": "Village People",
  "author": "David Dunning",
  "location": "Newport, Gwent",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Village People</h1>\n<p><em><span data-rel=\"author\">David Dunning</span> <span data-rel=\"location\">Newport, Gwent</span></em></p>\n<p>Every racecourse, of the horse racing variety, that is, in Britain, has an area, formally known as the <em>betting ring</em>, or, more colloquially, the <em>village</em>, where the on-course bookmakers conduct their trade.</p>\n<p>Inhabitants of the village speak a language which is deliberately, although not maliciously, designed to confuse novice race goers, by disguising the messages sent between the layers and their floor men.</p>\n<p>At a basic level, betting slang for <em>Even Money</em>, or <em>Evens</em>, is <em>Levels</em>, often prompting the cry of, “Levels, you devils!” throughout the betting ring.</p>\n<p>More bewildering, to the rookie punter, perhaps, is the range of anatomical terms used to identify some of the other betting odds available. <em>Wrist</em>, for example, means 'odds of 5/4', <em>Ear 'Ole</em> means 'odds of 6/4', <em>Top of the Head</em> 'odds of 9/4', and there are many others. All of these terms describe the gesticulations of the <em>Tic-Tac</em> men, or, increasingly nowadays, women – the individuals who usually wear white gloves, stand on stools on the floor of the betting ring and convey the current odds from one location to another, by means of sign language, or <em>Tic-Tac</em>, a kind of  bookmakers' 'semaphore', if you like. It also appears, from personal experience, that the ability to whistle loudly, using one's fingers, is a prerequisite for this position!</p>\n<p>Other expressions used to describe the odds on offer have their roots in rhyming slang.</p>\n<p><em>Carpet</em> is widely used to mean 'odds of 3/1'—in the 19th century, <em>Carpet Bag</em> was cockney rhyming slang for a <em>Drag</em>, 'a three month prison sentence'. <em>Double Carpet</em> is therefore, unsurprisingly, used to mean '33/1'.</p>\n<p>A more obvious example, perhaps, is the use of <em>Burlington Bertie</em>—the character from William Hargreaves' 1915 song, <em>Burlington Bertie from Bow</em>—to means 'odds of 100/30' ('One Hundred to Thirty').</p>\n<p>Rhyming slang can not only disguise the betting odds, but also the amounts of money wagered.</p>\n<p>A <em>Lady</em> is £5.00. The <em>Lady</em> in question is <em>Lady Godiva</em>, the Anglo-Saxon noblewoman, who, so legend has it, rode naked through the streets of Coventry. Hence, <em>Lady</em> becomes <em>Lady Godiva</em>, becomes 'fiver'.</p>\n<p>A <em>Cockle</em> is £10.00, directly from the cockney rhyming slang, <em>Cock and Hen</em>, meaning 'Ten'.</p>\n<p>A <em>Grand</em> is well-known; meaning '£1000.00', from its literal meaning of 'full', or 'large', but this can also become <em>One Large</em>, or <em>A Bag of Sand</em>, again from the rhyming slang.</p>\n<p>A <em>Pony</em>, or <em>Macaroni</em>, is £25.00. The most satisfactory explanation for <em>Pony</em> is that the animal once appeared on an Indian rupee banknote of that denomination. <em>Macaroni</em>, as rhyming slang, is likely to be taken from the song <em>Yankee Doodle Dandy</em>:</p>\n<blockquote>\n<p><em>Yankee Doodle came to London</em></p>\n<p><em>A-riding on a pony</em></p>\n<p><em>He stuck a feather in his cap</em></p>\n<p><em>And called it macaroni</em></p>\n</blockquote>\n<p>As a matter of interest, this version of the song was first sung by British troops, in the late 18th century, to make mock of their American counterparts. At that time, in England, <em>Macaroni</em> was used to describe a young dandy, who was a victim of the eccentricities of continental fashion, so the joke was that Americans were naïve enough to think that putting a feather in a hat was sufficient to achieve high fashion.</p>\n<p>A <em>Monkey</em> is £500.00, and like <em>Pony</em>, owes its derivation to an illustration on an Indian rupee banknote.</p>\n<p>As if the level of subterfuge already created were insufficient, bookmakers' slang also includes elements of <em>back slang</em>, such that odds of '6/1' become <em>Xis</em> or <em>X's</em>, '7/1' becomes <em>Neves,</em> and, more cryptically still, '8/1' becomes <em>T.H.</em> Odds of '10/1' therefore become <em>Net</em>, so, logically, '16/1' becomes <em>Net and X's</em> and '20/1' becomes <em>Double Net</em>, although this last example is often replaced by the more recognisable <em>Score</em>—presumably derived from the practice of counting sheep into tallies of twenty, and cutting, or 'scoring', a notch in a stick to represent each tally.</p>\n<p>Finally, in a piece about bookmakers and betting, a favourite cockney rhyming slang expression, <em>Boracic</em>, short for <em>Boracic Lint</em> (or more often, nowadays, <em>Brassic</em>) meaning <em>skint</em> ('without money'), deserves a special mention. Boracic Lint was originally an antiseptic bandage, created by soaking surgical lint in a mixture of boracic acid and glycerine. It may well have been, then, that patients who required it were, quite literally, <em>skint</em>—their skin had been removed as the result of a graze or other injury.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Village People</h1> <p><em><span data-rel=\"author\">David Dunning</span> <span data-rel=\"location\">Newport, Gwent</span></em></p> <p>Every racecourse, of the horse racing variety, that is, in Britain, has an area, formally known as the <em>betting ring</em>, or, more colloquially, the <em>village</em>, where the on-course bookmakers conduct their trade.</p> <p>Inhabitants of the village speak a language which is deliberately, although not maliciously, designed to confuse novice race goers, by disguising the messages sent between the layers and their floor men.</p> <p>At a basic level, betting slang for <em>Even Money</em>, or <em>Evens</em>, is <em>Levels</em>, often prompting the cry of, “Levels, you devils!” throughout the betting ring.</p>"
}