{
  "type": "Article",
  "title": "The First Use of a Word; How Can You Find it? A piffling little case study",
  "author": "Dr. Bob Turvey",
  "location": "Bristol, England",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The First Use of a Word; How Can You Find it? A piffling little case study</h1>\n<p><em><span data-rel=\"author\">Dr. Bob Turvey</span> <span data-rel=\"location\">Bristol, England</span></em></p>\n<p>Several recent books have described in riveting detail how the great dictionaries were put together.<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> In the case of the <em>OED</em> there were two main groups involved. The first was composed of scholars who wanted to have a record of the language; they forced their way past innumerable problems such as lack of money, building constraints, and mice eating their card indexes.</p>\n<p>The second was an army of volunteers; they read prodigiously and sent in quite literally tons of examples, definitions, and usages, to be assembled by the scholars into the dictionary we know and love today.</p>\n<p>Because of the way the <em>OED</em> is assembled, the earliest known use of a word is given first. It's so logical! This means that even a skilled dictionary reader will tend to think that the oldest entry for a particular word is the earliest use of the word. It's human nature, and it's probably done unconsciously.</p>\n<p>If you think about it for a moment, it is highly unlikely that a volunteer reader would have chanced upon the first recording of a word. After all, he had not read every single book, magazine, or newspaper ever printed, and there were time constraints on both volunteers and compilers. Even if he did find the first record of a word in print, how would he know that particular use of the word <em>was</em> the first?</p>\n<p>It is of course true that the first use of some words is known. Many of these are modern words; their creators are keen to tell the <em>OED</em> and the world at large what they did and when they did it. In addition, many scientific and technical words have been deliberately invented. Such processes were often published, and the contributions to the language by Whewell, Faraday, and others are well known. But in the case of old and unexceptional words there are probably only a handful of cases where the first use of the word is known for certain.</p>\n<p>During the past decade I have read a great number of Victorian magazines and newspapers, in pursuit of something which has nothing to do with this article. In the course of this reading I came across several examples of words which predate their <em>OED</em> first-use entry by many years, but in only one case do I think I have found the first recorded use of a word. That word is <em>piffling</em>. The <em>OED</em> suggests it was first used around 1890, and can only speculate as to its antecedents.</p>\n<p>What I found was a long article in an 1877 weekly newspaper.<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> Headed by the single word PIFFLING, it started as follows:</p>\n<blockquote>\n<p>The worst of coining a new word is that there will always be people dull enough of apprehension to require a definition of it. They either have not the idea within them which produced the word, or they have it altogether obscured, or else it finds itself a different expression. Thus we can imagine a reader inquiring what “Piffling” is, and expecting a definition in so many words, forgetting all the time that words only have real meaning when they are inspired by an idea in the speaker's mind, and that if such idea be lost, the word becomes merely a number of letters put in a particular order, in the same way that the human frame becomes a skeleton merely, as soon as the spirit has fled. Now we are not going to contend that the word “Piffling” carries an obvious meaning on the face of it, though there is something in the sound of the word which seems to suggest the notion which it is intended to represent....”</p>\n</blockquote>\n<p>The article then goes on at extraordinary length to examine every possible aspect and meaning of this word and its derivatives, such as <em>piffler</em> and <em>piffled</em>. One could almost say it piffles about by way of example! But nowhere does it explain <em>who</em> created the word, <em>why</em> it was done, or <em>where</em> the word came from. The article stands above no name, and there is no reference to either the word or the article in the next 10 issues of the paper. This probably means that there is a Ph.D. waiting for the person who can find the facts behind the front.</p>\n<p>[ <em>I can imagine the following conversation:–</em></p>\n<p><em>“What was your doctorate about?”</em></p>\n<p><em>“Piffle.”</em></p>\n<p><em>“Isn't everybody's?”</em>]</p>\n<p>Perhaps this newspaper article really <em>is</em> the point at which the word first made its appearance. If so, it is an extraordinary example of a word which seems to have been artificially created and unleashed fully formed with a complete written pedigree. <em>Piffling</em> may be unique among ordinary words due to its origin. It was certainly a word that fulfilled a need, and it certainly caught on with the general public.</p>\n<p>So how did I find this word when I was not looking for it? Sheer serendipity.<sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> <em>Piffling</em> is such an odd word to head an article that it caught my eye, and the first few lines then gave the game away.</p>\n<p>Once primed I saw the word everywhere! The <em>OED</em> uses an 1897 poem by Kipling as an early example, but that does not really give a good feel for the meaning of the word. One that does is this 1895 description of the Oxford University f^ootball team on the eve of the 'varsity match<sup><a href=\"#user-content-fn-4\" id=\"user-content-user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup>:</p>\n<blockquote>\n<p>“Our strength consists in the evenness of our team and its excellent combination. Our weakness is a tendency to piffle instead of going straight for goal.”</p>\n</blockquote>\n<p>Their strength fortunately<sup><a href=\"#user-content-fn-5\" id=\"user-content-user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> overcame their weakness; they beat Cambridge 3–0 in what was said to be a one-sided match. The above quotation is doubly interesting in that it appeared two years later in <em>The Sunday Times</em>, and it is this later version which the <em>OED</em> quotes. Either our young Oxford undergraduate had progressed to a job with the newspaper and was an early proponent of recycling, or we are dealing with a plagiarist possessed of a very good memory.<sup><a href=\"#user-content-fn-6\" id=\"user-content-user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p>\n<p>It is quite noticeable that old literature is becoming available in computer-readable form. The Gutenberg project makes available out-of-copyright books on-line. Digitised newspapers are available on many sites. Some are free, others are pay-per-view. These vary widely in their ease of searching, ranging from the eye-watering (that's bad in this context!) to the easily readable. Typing in a keyword transports you in seconds to a scanned page, usually with the word highlighted. There are currently limitations to the accuracy with which the character-recognition system operates, since old fonts are often difficult to machine-read. Add to this lines of typeface that wander up and down on the page, ink-splodges, creases, and rips, and you can understand why some words highlighted bear no resemblance to the word you actually typed in!</p>\n<p>But such computer-searchable resources, their availability and their accuracy, will increase exponentially in future. <em>The Times</em>, for instance, is currently available 1785–1985 and has one of the quickest and most accurate search systems. Soon the veriest amateur will be able to keyword-search massive chunks of literature. Sometime in the future I predict that a five-minute search will uncover what is almost certainly the oldest use of any word you care to look for.</p>\n<p>And those casual keywordists<sup><a href=\"#user-content-fn-7\" id=\"user-content-user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> will look back at the old lexicographers with a faint sneer of disdain and ask how they could possibly <em>not</em> have known this, or that, or the other.</p>\n<p>Well, I can tell them why the old boys didn't know. They were just piffling about, sir, just piffling about!</p>\n<hr>\n<p><em>Postscript</em></p>\n<p>This article was accepted in November 2005. In March 2006 an entry was added to the <em>OED</em> online as follows:</p>\n<blockquote>\n<p>“1848 A. B. EVANS <em>Leicestershire Words</em> 66 <em>Piffling</em>, employed in little trifling occupations.”</p>\n</blockquote>\n<p>The article deals with the problems facing anyone trying to find the first use of a particular word, and this is an excellent example of those problems!</p>\n<p>Leaving aside the question of why the <em>OED</em> hadn't previously looked at a book which obviously contained early definitions of words, this 1848 reference certainly uses the word <em>piffling</em> in the sense it is used today. It does raise an interesting point though; if a word is used in a small area and only in speech, does that qualify it for a first use <em>in print</em> if it then appears in a dictionary of local expressions?</p>\n<p>Where words come from is indeed a complex subject. I wonder if the word <em>piffling</em> might have had two independent births, with the second being the one that lead to its widespread use due to the influence and mobility of university men.</p>\n<p>“Always verify your references” is sound advice, although when one is quoting the <em>OED</em> one can perhaps be forgiven for not actually doing so. In the above article I quote an example from 1895, in which <em>The Isis,</em> an Oxford University magazine, described their soccer team thus:</p>\n<blockquote>\n<p>“Our strength consists in the evenness of our team and its excellent combination. Our weakness is a tendency to piffle instead of going straight for goal.”</p>\n</blockquote>\n<p>I had this reference in my hand as I wrote, and I noted that the <em>OED</em> quoted a similar sentence, which it attributed to <em>The Sunday Times</em> newspaper of 2 January 1897. Not having seen this later reference, I wondered if the sentence had been quoted, recycled or plagiarised.</p>\n<p>I recently had the opportunity to check this reference. When I opened <em>The Sunday Times</em> for the quoted year I found 2 January 1897 was not a Sunday! Ah, the bane of the researcher's life; a one hundred-year-old typo! Cutting a long story short, I found the quotation in question in <em>The Sunday Times</em> of 2 January 1898. On page 6, in column 7, there is an article headed <em>Sport at the Universities.</em> Under the section <em>Association Football</em> the following appears:</p>\n<blockquote>\n<p>“The Dark Blues possess a very steady and reliable eleven. Their defence is sound, and their attack altogether good, save a tendency to “piffle” in front of goal at times.”</p>\n</blockquote>\n<p>The article stands over the name CAMISIS. This unlikely confluence of rivers suggests that the writer might once have been a student. He might even have been the sports writer for <em>The Isis</em> magazine. If so, the quotation is more likely to have been recycled than plagiarised. Actually, come to think of it, maybe it was just the in-vogue expression at the time, with everyone using it.</p>\n<p>The result in the match, incidentally, was not re-cycled. Oxford obviously piffled too much in 1898; Cambridge won one-nil.</p>\n<p>Ho hum. Is there <em>anything</em> one can be certain of in literary research?</p>\n<hr>\n<p><em>[After thirty years in the Pulp and Paper industry Bob Turvey is currently engaged in several literary projects. One is to conclude and publish a lifetime's study of the history of the limerick.]</em></p>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-1\">\n<p>For example <em>The Surgeon of Crowthorne</em> (1998) and <em>The Meaning of Everything</em> (2003), both by Simon Winchester, and <em>The Dictionary Men</em> (2004) by R. W. Holder. <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-2\">\n<p><em>The Oxford and Cambridge Undergraduate's Journal,</em> 8 February 1877, page 211. <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-3\">\n<p>To use one of those rare words whose first use is known. <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-4\">\n<p><em>The Isis</em> magazine, 2 March 1895, page 216. <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-5\">\n<p>Fortunately, that is, if you were an Oxford man; unfortunately if you were at Cambridge. <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-6\">\n<p>See Postscript. <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-7\">\n<p>Not a new word; Google throws up an example. <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The First Use of a Word; How Can You Find it? A piffling little case study</h1> <p><em><span data-rel=\"author\">Dr. Bob Turvey</span> <span data-rel=\"location\">Bristol, England</span></em></p> <p>Several recent books have described in riveting detail how the great dictionaries were put together.<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> In the case of the <em>OED</em> there were two main groups involved. The first was composed of scholars who wanted to have a record of the language; they forced their way past innumerable problems such as lack of money, building constraints, and mice eating their card indexes.</p> <p>The second was an army of volunteers; they read prodigiously and sent in quite literally tons of examples, definitions, and usages, to be assembled by the scholars into the dictionary we know and love today.</p> <p>Because of the way the <em>OED</em> is assembled, the earliest known use of a word is given first. It's so logical! This means that even a skilled dictionary reader will tend to think that the oldest entry for a particular word is the earliest use of the word. It's human nature, and it's probably done unconsciously.</p>"
}