{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: A Sampling of the Genius of Saki",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: A Sampling of the Genius of Saki</h1>\n<p><em>Edwin Rosenberg, Danbury, Connecticut</em></p>\n<p>Over 65 years ago, my high school English teacher and idol, Spencer Brown, introduced me to the short stories of Hector Hugh Munro, who took as his pen name that of the cupbearer in Omar Khayyam's <em>Rubaiyat</em> (Fitzgerald translation):</p>\n<blockquote>\n<p>“Yon rising Moon that looks for us again—</p>\n<p>How oft hereafter will she wax and wane;</p>\n<p>How oft hereafter rising look for us</p>\n<p>Through this same Garden—and for one in vain!</p>\n<p>“And when like her, oh Saki, you shall pass</p>\n<p>Among the Guests star-scattered on the Grass,</p>\n<p>And in your joyous errand reach the spot</p>\n<p>Where I made One—turn down an empty glass!”</p>\n</blockquote>\n<p>Saki (it would be sacrilegious to use his given name) was born in 1870. His life, as fantastic as many of his stories, ended in World War I. The stories, mostly about the moneyed upper crust of pre-war England, were originally published as separate books. Later, they were brought together in a single volume: <em>The Short Stories of Saki</em> (New York, The Viking Press, 1946; 715 p.). The book ends with a brief biography of Saki by his sister.</p>\n<p>What distinguishes the 135 stories are not only the trap endings to most of them—like those, e.g., of O. Henry, and perhaps Conan Doyle—but also the delicate use of language. From a recent re-reading of these stories, I extracted 69 aphorisms that particularly please me. Other readers may enjoy making their own selections. Here are some of my favorites.</p>\n<blockquote>\n<p>The art of life is the avoidance of the unattainable. [“Reginald on the Academy.”]</p>\n<p>You can't expect the fatted calf to share the enthusiasm of the angels over the prodigal's return. [Ibid.]</p>\n<p>Beauty is only sin deep. [“Reginald's Choir Treat.”]</p>\n<p>Think how many blameless lives are brightened by the blazing indiscretions of other people. [“Reginald at the Carlton.”]</p>\n<p>People talk vaguely about the innocence of a little child, but they take mighty good care not to let it out of their sight for twenty minutes. The watched pot never boils over. [“The Innocence of Reginald.”]</p>\n<p>Thus, although possessed of only moderate means, he was able to live comfortably within his income, and still more comfortably within those of various tolerantly disposed associates. [“The Soul of Laploshka.”]</p>\n<p>It's no use growing older if you only learn new ways of misbehaving yourself. [“The Stampeding of Lady Bastable.”]</p>\n<p>I love Americans, but not when they try to talk French. What a blessing it is that they never try to talk English. [“Adrian.”]</p>\n<p>Discipline to be effective must be optional. [“Filboid Studge.”]</p>\n<p>Every profession has its secrets; if it hadn't it wouldn't be a profession.” [“The Story of St. Vespaluus.”]</p>\n<p>He liked and admired a great many women collectively and dispassionately without singling out one for especial matrimonial consideration, just as one might admire the Alps without feeling that one wanted any particular peak as one's own private property. [“Tea.”]</p>\n<p>In baiting a mouse-trap with cheese, always leave room for the mouse. [“The Infernal Parliament.”]</p>\n<p>The [House] member for North Carnarvonshire always gives me the impression of one who in his long-ago youth heard the question-half of a very good riddle, and has spent the remainder of his life in the earnest expectation of hearing some one disclose the answer. [From his newspaper column, “Potted Parliament,” in the <em>Outlook</em>.]</p>\n</blockquote>\n<p>The stories are rife with creative names, though an American will have difficulty knowing which are imaginary. From <em>John James Abbleway</em> to <em>Dora Yonelet</em>, here is a brief collection, Note the occasional alliteration, and do pronounce them aloud.</p>\n<blockquote>\n<p>Brimley Bomefield</p>\n<p>Lady Braddleshrub</p>\n<p>Colonel Chuttle</p>\n<p>James Cushat-Prinkly</p>\n<p>Reverend Wilfred and Lady Beryl Gaspilton</p>\n<p>Basset Harrowcluff</p>\n<p>Mrs. Hatch-Mallard</p>\n<p>Bertram Kneyght (what a spelling!)</p>\n<p>Lena Luddleford</p>\n<p>Lady Mousehilton</p>\n<p>Waldo Orpington</p>\n<p>Wilfred Pigeoncote</p>\n<p>Gwenda Pottingdon (who appears in “The Occasional Garden”)</p>\n<p>Sir Lulworth Quayne</p>\n<p>Lord Hugo Sizzle</p>\n<p>Lord and Lady Slugford</p>\n<p>Sylvia Strubble</p>\n<p>Consuelo Van Bullyan</p>\n</blockquote>\n<p>A few names were omitted as being clearly non-British: <em>Baroness Booblestein; Constantino Constantinovitch; Demosthenes Platterbaff;</em> and a Roman, <em>Placidus Superbus.</em></p>\n<p>Place names used by Saki are often hilarious, too: especially to American ears. However, without a detailed British atlas, it is hard to distinguish gems from paste.</p>\n<p>Finally, if you do pick up a volume of Saki's stories, read only one or two a day. They are to be savored, leisurely: not devoured.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: A Sampling of the Genius of Saki</h1> <p><em>Edwin Rosenberg, Danbury, Connecticut</em></p> <p>Over 65 years ago, my high school English teacher and idol, Spencer Brown, introduced me to the short stories of Hector Hugh Munro, who took as his pen name that of the cupbearer in Omar Khayyam's <em>Rubaiyat</em> (Fitzgerald translation):</p> <blockquote>\n<p>“Yon rising Moon that looks for us again—</p>\n<p>How oft hereafter will she wax and wane;</p>\n<p>How oft hereafter rising look for us</p>\n<p>Through this same Garden—and for one in vain!</p>\n<p>“And when like her, oh Saki, you shall pass</p>\n<p>Among the Guests star-scattered on the Grass,</p>\n<p>And in your joyous errand reach the spot</p>\n<p>Where I made One—turn down an empty glass!”</p>\n</blockquote> <p>Saki (it would be sacrilegious to use his given name) was born in 1870. His life, as fantastic as many of his stories, ended in World War I. The stories, mostly about the moneyed upper crust of pre-war England, were originally published as separate books. Later, they were brought together in a single volume: <em>The Short Stories of Saki</em> (New York, The Viking Press, 1946; 715 p.). The book ends with a brief biography of Saki by his sister.</p>"
}