{
  "type": "Article",
  "title": "The Worthlessness of Lads and Lasses",
  "author": "Anatoly Liberman",
  "location": "University of Minnesota",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Worthlessness of Lads and Lasses</h1>\n<p><em><span data-rel=\"author\">Anatoly Liberman</span> <span data-rel=\"location\">University of Minnesota</span></em></p>\n<p>The author of this article is neither a misanthrope nor a curmudgeon envious of other people's youth. He is an etymologist who thinks that he knows how the words <em>lad</em> and <em>lass</em> came about and is eager to publicize two discoveries, not entirely his own.</p>\n<p>By a curious coincidence, both words surfaced in northern English texts in the same year, as though, following the example of their bearers, they were destined for each other from the start. No pre-1300 citations of either <em>lad</em> or <em>lass</em> have been found, and we have little hope of finding out how long they had existed before they made their way into handwritten books (perhaps not too long). The first etymological dictionary of English was published in 1617, and it already contains an uninformed guess on the origin of <em>lad. Lass</em> was for centuries derived from <em>lad,</em> not unlike the way Eve was made from Adam's rib.</p>\n<p>The languages of the world are full of words reminiscent of <em>lad:</em> Hebrew <em>(ye)led</em> and Arabic <em>(wa)lad</em> (both mean 'boy'); Classical Greek <em>látris</em> 'servant, slave; messenger; priest'; Irish <em>láth</em> 'hero, champion'; Old English <em>loddere</em> 'beggar'; Old High German <em>latte</em> 'lath,' in which <em>tt</em> corresponds to <em>th</em> in Engl. <em>lath;</em> Middle High German <em>(summer)latte</em> ~ Old Saxon <em>(sumar)loda</em> 'one-year-old tree'; Gothic <em>juggalauths</em> 'youth'; Vulgar Latin <em>litus</em> 'a person belonging to a group between freedmen and serfs,' which resembles Old Norse <em>lithi</em> 'follower, retainer'; and the plural of the past participle of the verb <em>lead</em> in its Old English form <em>(lǣdde),</em> as well as Old Engl. <em>lēod</em> 'people.' This is a drastically abridged list of the words offered since 1617 as possible etymons of <em>lad.</em> Perhaps, it was suggested, crusaders brought <em>lad</em> from the East. A medieval wag may have reshaped Greek <em>látris,</em> and the joke stayed in the language; or the development was from 'piece of wood, chip, chit, sprig, strip' to 'child, offspring, descendant, stripling' (tales of trees and blocks of wood becoming human beings are widespread, from Askr and Embla in a Scandinavian myth to Pinocchio); or it is a garbled Latin feudal term; or a lad was someone “led” by his superiors.</p>\n<p>When people are curious about the origin of a word, they open a dictionary, which gives the user a satisfactory answer, evades the problem by offering an impressive but useless list of cognates (Engl. <em>father,</em> German <em>Vater,</em> Latin <em>pater,</em> etc.), or makes do with the verdict “origin unknown.” Few nonspecialists realize how much linguistic sand has been washed to produce a grain of gold (sometimes a grain that only glitters like gold). The conjectures on the early history of every word are usually so numerous and are scattered in so many articles and books that even the compilers of etymological dictionaries rarely know half of them. To be sure, dozens of such conjectures are wild guesses, so that being unaware of them is a blessing in disguise, but mountains of opinions are like dust heaps in <em>Our Mutual Friend:</em> one cannot predict what will turn up in them. Therefore, it is a pity that complete surveys of such conjectures are usually unavailable (and in English dictionaries even incomplete surveys are absent). Both amateurs and scholars tend to reinvent old solutions and believe that they have come up with a discovery. Reassuring them as early as possible is a charitable idea.</p>\n<p>In searching for word origins, it is not enough to unearth a form similar in sound and meaning to the one we are investigating. For example, if <em>lad</em> is a borrowing of <em>walad,</em> we have to explain why only crusaders from the north of England took a fancy to the exotic Arabic noun. As far as we can judge today, all the suggestions listed above are wrong. The turning point in the search for the origin of <em>lad</em> was a remark in the influential Norwegian etymological dictionary by Hjalmar Falk and Alf Torp.<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> In the entry <em>ladd</em> 'stocking put on over another piece of clothing, woolen sock' (in dialects, also <em>lodde</em>), the authors said that this <em>ladd</em> is identical with the second element of Norwegian <em>tusseladd</em> 'nincompoop' and <em>Askeladd (Askeladd,</em> or <em>Oskeladd,</em> literally 'ash-lad,' is a male Cinderella, the third son in fairy tales). They explained <em>askeladd</em> as 'someone who walks awkwardly, clumsily' and added: “Perhaps borrowed by English as <em>lad.</em>”Their idea has found almost universal support, even though they devoted only half a line to <em>lad</em> (a mere postscript to the story of Norwegian <em>ladd</em>) and bypassedseveral difficulties.</p>\n<p><em>Ladd</em> has not been recorded in any Scandinavian language with the meaning '(young) fellow,' let alone 'fool.' <em>Tusseladd</em> and <em>askeladd ~ oskeladd</em> seem to be the only compounds with <em>-ladd.</em> <em>Lad(d)</em> alternates with <em>lod(d)</em> not only in Scandinavian languages, and the form with <em>o</em> is probably older. Someone called <em>Loddfáfnir</em> is mentioned in an Old Norse mythological poem; he is the recipient of a long discourse of an educational character. <em>Fáfnir</em> is the name of a famous dragon; <em>lodd-</em> is probably identical with <em>-ladd.</em> I am leaving out of consideration <em>Amlothi,</em> from which Shakespeare got <em>Hamlet;</em> its derivation is beset by problems, and discussion of them would take us too far afield. It is unclear why someone wearing woolen socks or old shoes and walking awkwardly should be called 'fool, duffer, nincompoop' (and did youngsters wearing such shoes and socks really look uncouth and walk awkwardly?). Finally, the earliest recorded English form was <em>ladde,</em> not <em>ladd,</em> and <em>-e</em> must have been pronounced.</p>\n<p>Those blanks in the history of <em>lad</em> cannot be filled up. We do not know enough to write a fully convincing etymology of this word, but of all the approaches to it Falk and Torp's appears to be the most reasonable. Presumably, one of the words for 'woolen sock; hose; stocking; shoe' acquired the figurative meaning 'worthless fellow'; this change of meaning is not uncommon. Strangely, it has come down to us only in a few compound names and nicknames. Since neither <em>ladd</em> nor <em>lodd</em> 'youngster; stupid fellow' has been attested in any Scandinavian language, it must have been abstracted from compounds and gained popularity in northern England and developed into a regular word for 'worthless person,' later 'person of low rank.' To become fully independent, it joined one of the English declensions and became <em>ladde.</em> Consequently, <em>lad</em> is not a borrowing from Scandinavian, but rather the product of a northern English dialect heavily influenced by Norwegian usage. Although the resulting picture is far from perfect, it is the best one we can get.</p>\n<p><em>Lass</em> was not only felt to be related to <em>lad</em> but was even derived from the ghost word <em>ladess,</em> with <em>-ess</em> being a suffix of either Welsh or Romance origin (as in <em>actress</em> and <em>lioness</em>). Some etymologists compared <em>lass</em> with the Old English form of <em>less</em> (<em>lass</em> turned out to be a lesser member of the family) and a Scandinavian word meaning 'free from ties' (now <em>lass</em> emerged as an unmarried woman).But the most probable etymon of <em>lass</em> is a word like Danish <em>las</em> 'rag.'<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> In slang, words for 'rag' often acquire the jocular meaning 'child' and especially 'girl.' The path from 'piece of cloth' to 'child' could have been from 'diapers' or from the similarity between a baby and a doll (dolls were made of rags), or from the practice of calling females after the clothes they wore. The earliest attested form of <em>lass</em> is <em>lasce,</em> which is, in all likelihood, a diminutive of <em>las,</em> coined on English soil, a word like Middle English <em>polke</em> 'a small pool' and <em>dalke</em> 'a small valley (dale)'. British dialectal <em>lassikie</em> is a formation parallel to <em>lasce</em> or a continuation of it.</p>\n<p>Thus, like <em>lad,</em> ultimately from 'old, unseemly, or worthless garment' ('hose; sock; shoe'), <em>lass</em> seems to have emerged from the metaphorical use of a word for 'rag.' Both are words of Scandinavian origin (and are still in wide use mainly in the north of England), but neither is, strictly speaking, a borrowing. Their recorded meanings developed in the northern dialects of British English. The way was not exactly from rags to riches, but attaining a measure of respectability is not a bad thing either.</p>\n<p><em>[Anatoly Liberman is a professor in the Department of German, Scandinavian and Dutch at the University of Minnesota, Twin Cities. His areas of specialization include linguistics, literature, and folklore. His most recent book is <em>Etymology for Everyone: Word Origins ... and How We Know Them.</em> Oxford University Press, 2005. The first volume of his etymological dictionary of English will soon be published by the University of Minnesota Press.]</em></p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-1\">\n<p>Hjalmar Falk and Alf Torp, Etymologisk ordbog over det norske og det danske sprog. Kristiania: H. Aschehoug (W. Nygaard), 1903-06; Norwegisch-dänisches etymologisches Wörterbuch. Heidelberg: Carl Winter, 1910-11. <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-2\">\n<p>Erik Björkman, “Neuschwed. gosse 'Knabe, Junge', eine semasiologische Studie.” Indogermanische Forschungen 30, 1912, 225-26. <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Worthlessness of Lads and Lasses</h1> <p><em><span data-rel=\"author\">Anatoly Liberman</span> <span data-rel=\"location\">University of Minnesota</span></em></p> <p>The author of this article is neither a misanthrope nor a curmudgeon envious of other people's youth. He is an etymologist who thinks that he knows how the words <em>lad</em> and <em>lass</em> came about and is eager to publicize two discoveries, not entirely his own.</p> <p>By a curious coincidence, both words surfaced in northern English texts in the same year, as though, following the example of their bearers, they were destined for each other from the start. No pre-1300 citations of either <em>lad</em> or <em>lass</em> have been found, and we have little hope of finding out how long they had existed before they made their way into handwritten books (perhaps not too long). The first etymological dictionary of English was published in 1617, and it already contains an uninformed guess on the origin of <em>lad. Lass</em> was for centuries derived from <em>lad,</em> not unlike the way Eve was made from Adam's rib.</p> <p>The languages of the world are full of words reminiscent of <em>lad:</em> Hebrew <em>(ye)led</em> and Arabic <em>(wa)lad</em> (both mean 'boy'); Classical Greek <em>látris</em> 'servant, slave; messenger; priest'; Irish <em>láth</em> 'hero, champion'; Old English <em>loddere</em> 'beggar'; Old High German <em>latte</em> 'lath,' in which <em>tt</em> corresponds to <em>th</em> in Engl. <em>lath;</em> Middle High German <em>(summer)latte</em> ~ Old Saxon <em>(sumar)loda</em> 'one-year-old tree'; Gothic <em>juggalauths</em> 'youth'; Vulgar Latin <em>litus</em> 'a person belonging to a group between freedmen and serfs,' which resembles Old Norse <em>lithi</em> 'follower, retainer'; and the plural of the past participle of the verb <em>lead</em> in its Old English form <em>(lǣdde),</em> as well as Old Engl. <em>lēod</em> 'people.' This is a drastically abridged list of the words offered since 1617 as possible etymons of <em>lad.</em> Perhaps, it was suggested, crusaders brought <em>lad</em> from the East. A medieval wag may have reshaped Greek <em>látris,</em> and the joke stayed in the language; or the development was from 'piece of wood, chip, chit, sprig, strip' to 'child, offspring, descendant, stripling' (tales of trees and blocks of wood becoming human beings are widespread, from Askr and Embla in a Scandinavian myth to Pinocchio); or it is a garbled Latin feudal term; or a lad was someone “led” by his superiors.</p>"
}