{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Label-palooza for All the Elsewhereians: Labels for Locals",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: A Label-palooza for All the Elsewhereians: <a href=\"https://www.harpercollins.ca/9780060881641/labels-for-locals/\"><em>Labels for Locals</em></a></h1>\n<p>Paul Dickson (Collins, 2006), 288 pp.</p>\n<p>Things I didn't know before reading Paul Dickson's <em>Labels for Locals:</em></p>\n<p><em>Mudheads</em> are from Tennessee, but <em>Mud Waddlers</em> are from Mississippi.</p>\n<p>Even an creationist from Darwin, Australian is a <em>Darwinian.</em></p>\n<p>An <em>elsewhereian</em> might hail from almost anywhere—except California.</p>\n<p>Even if Batman doesn't exist—and I'm not saying he doesn't—<em>Gothamite</em> is an acceptable word for a New Yorker.</p>\n<p>Dickson—author of <em>The Hidden Language of Baseball, Dickson's Word Treasury,</em> and many other books—has produced a distinctive lexicon that should be of interest to word buffs and road-trippers alike. <em>Labels for Locals</em> is an impressive collection of words such as <em>Ethiopian, Hobokenite,</em> and <em>Iowan</em> —words that describe residence. Dickson claims a practical and modest purpose for his book: to keep the faces of his readers egg-free. That mission seems well-accomplished, but he shares plenty more wealth with language lovers who should eat up words like <em>Sand-groper, Sandhiller,</em> and <em>Sandlapper,</em> even if they never go to West Australia, Georgia, or South Carolina, where sand is evidently groped, hilled, and lapped by the local talent.</p>\n<p>When beginning this project, Dickson faced many questions, but none less pressing than: What in the name of Zeus do you call these words? Existing terms included <em>toponyms</em> and <em>patrials,</em> neither of which seemed satisfying. Dickson's coinage <em>domunyms,</em> as well as suggestions from others such as <em>hailfroms, locunyms,</em> and <em>urbanyms</em> were considered—and judged awful. Finally, at the suggestion of American Name Society member and Sioux City (Iowa) Public Library director George H. Scheetz, <em>demonym</em> was chosen, which is related to the Greek <em>demos</em> (“the people, populace”) and also had the virtue of being used by linguist/etymologist Allan Walker Read and mega-prolific language writer Richard Lederer.</p>\n<p>It's hard to believe just how many demonyms some places have acquired; Connecticut is a particularly demonym-producing destination. Citizens of the Nutmeg State are (naturally) called <em>Nutmeggers</em> and (rarely) called <em>Nutmegians.</em> Cowboy-hat-wearing, brush-clearing, varmint-hunting President George W. Bush is the first President to hail from Connecticut, but as described in a <em>New York Times</em> piece, he's a <em>reluctant Nutmegger</em> to say the least. Other Nutmeggers have been anything but reluctant to make up names for themselves; attempts have included <em>Connecticotian, Connecticuter, Connecticutter, Connecticutensian, Connectican, Connecticutian,</em> and <em>Connecticutite.</em> And those are the sincere, non-jokey attempts—<em>Connecticutlet</em> is one of many silly suggestions compiled by Dickson.</p>\n<p>The largest entry is appropriately about the most well-known, hotly debated demonym: <em>Hoosier.</em> We may never know for sure if the oft-repeated anecdote of a post-barfight query (<em>Whose ear?</em> sounds a bit like <em>Hoosier</em>) is etymological rubbish or not, but we do know that Hoosier Dan Quayle mounted a one-vice-president campaign to eliminate derogatory definitions of <em>Hoosier</em> from <em>Webster's New World Dictionary.</em> Amazingly, the man who understood the importance of bondage between a mother and child had little success in this word-related endeavor, and justifiably so: insulting meanings of <em>Hoosier</em> are prominent in Kentucky and Missouri, as well as in the slang of seafaring, crime, logging, trade unions, and drugs. However, in the Hoosier state, <em>Indianan</em> may be the biggest insult of all, so don't even think of dropping the I-bomb.</p>\n<p>Though outright slurs were excluded, <em>Hoosier</em> is one of many semi-slurish nicknames listed, including <em>Canuck</em> and the oft-debated <em>Native American.</em> In fact, it may be part of the nature of demonyms that one person's insult is another badge of honor. Just think of the derogatory aroma <em>northerner</em> and <em>southerner</em> often exude. Despite some attempts at rehabilitation, <em>Okie</em> is considered a no-no word in Oklahoma, but non-Okies often use it—as I just did—with no malice intended. Some common insults—like <em>cracker</em> and <em>redneck</em> can also be found, along with some rarer birds, like <em>Zonie—</em> an insult for Arizona residents, especially those flooding the streets of San Diego in the summer.</p>\n<p>When asked to write this review, I must admit I did no mental cartwheels, nor did I inwardly pour a bottle of champagne over my head. I expected dull, dry stuff. Well, I must be a moron, because I found Dickson's book delightful. Though there are many predictable demonyms that dutifully take on their most likely suffix, there are plenty of surprising and colorful exceptions, and all word-happy readers should be happy to know that a <em>man of Kent</em> and a <em>Kentish man</em> live east and west of the River Medway respectively. (Where you'll find a woman in Kent, I have no idea.) The inclusion of fictional locales such as <em>Ethniclashistan, Kerplakistan,</em> and <em>Sixpackistan—</em> from <em>The Onion,</em> Austin Powers movies, and <em>The Simpsons—</em> is another treat, and it's also amusing to read Dickson weigh the relative merits of <em>earthling, earthman, earthwoman, earth people,</em> and <em>terrestrial</em>. I won't be so amused on the day giant pancakes from space spout those words while pounding us into syrup, but still.</p>\n<p>I don't know if giant pancakes can read, but if they can, one look at this book would surely impress them with the relentless creativity and spunk of our language. Even a Saturnian could see that.</p>\n<p><em>—Mark Peters</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: A Label-palooza for All the Elsewhereians: <a href=\"https://www.harpercollins.ca/9780060881641/labels-for-locals/\"><em>Labels for Locals</em></a></h1> <p>Paul Dickson (Collins, 2006), 288 pp.</p> <p>Things I didn't know before reading Paul Dickson's <em>Labels for Locals:</em></p> <p><em>Mudheads</em> are from Tennessee, but <em>Mud Waddlers</em> are from Mississippi.</p> <p>Even an creationist from Darwin, Australian is a <em>Darwinian.</em></p>"
}