{
  "type": "Article",
  "title": "Phlegmatic Scholarship: Ahem!  A Cross-Cultural Study of the Signifying Throat-Clear",
  "author": "Justa Little-Hörss",
  "location": "Ph.D., Dilettante University Press, [Reviewed by Jonathan Caws-Elwitt]",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Phlegmatic Scholarship: <em>Ahem!  A Cross-Cultural Study of the Signifying Throat-Clear</em></h1>\n<p><em><span data-rel=\"author\">Justa Little-Hörss</span> <span data-rel=\"location\">Ph.D., Dilettante University Press, [Reviewed by Jonathan Caws-Elwitt]</span></em></p>\n<p>There's clearing one's throat, and there's clearing one's throat. In mid-winter cold season, we all learn to tune out the repetitive rasps of our families, friends, and colleagues as they struggle to free themselves from the unwelcome matter that accumulates within. Similarly, the throat-clearing manifestations of parched mouths and dry climates are edited out of what we hear, on those rare occasions that we actually pay attention to what other people are saying.</p>\n<p>All of these purely physiological throat-clears are outside the province of anthropologist Justa Little-Hörss, who spent five years travelling the globe to study the role of signifying throat-clears—known among scholars as STCs—in human interaction. From the state-of-the-art executive suites of downtown Tokyo to the traditional marketplace culture of Filene's Basement, Dr. Little-Hörss has observed, catalogued, and analyzed the interpersonal, sociocommercial, bureaucratic, and sexual agendas of people who deliberately make a sharp, guttural noise.</p>\n<p>“I was trying to get the clerk's attention,” explains a woman in Auckland, interviewed by Little-Hörss after a graduate research assistant heard her clear her throat in a shoe store. “I didn't really <em>need</em> to clear my throat, but it seemed a good way to remind him of my presence without actually saying anything.” Over and over, in dozens of languages, Little-Hörss heard stories like this.</p>\n<p>The author notes that although the signifying throat-clear has presumably been around as long as humans, it was not described by scholars until 1893.  William James wrote that year of what he called an “attitudinal ahem,” in a letter chiefly devoted to an extended complaint regarding a grocer who had a habit of using the “nonverbal guttural mode” to comment on James' method of produce selection.</p>\n<p>Little-Hörss tells us that, like James' grocer, many people clear their throats as a passive-aggressive method of expressing disapproval. Indeed, she studied one tribe in which the STC was in fact the only socially accepted means of negative commentary:</p>\n<p>On summer nights, they [the people referred to in this excerpted sentence] can be heard in their open-air theatres, giving the equivalent of the Bronx cheer to unsatisfactory entertainers…. This [the activity described in the sentence that precedes the ellipses] culminates in the awe-inspiring music of a thousand throats being cleared in unison. It is the kind of sound that makes one glad one has left Cincinnati [Ohio, the author's home] to explore other societies, especially with a substantial grant in the picture.</p>\n<p>The author duly acknowledges Chomsky's groundbreaking work in this area, though she ultimately rejects his conclusions. This we deem a bit of a dirty trick, considering with what tiresome regularity she cites his seminal paper <em>Just a Few More Formulas I Had Lying Around</em>, which was originally delivered during halftime at an MIT chess meet. In this text from 1974, Chomsky describes the STC as follows:</p>\n<p><em>A</em> = <em>I</em> (<em>P</em>)</p>\n<p>where <em>A</em> represents the “ahem,” <em>I</em> is intent, and <em>P</em> is a constant which defines the phlegm density within the subject's throat. The parentheses are just parentheses.</p>\n<p>Chomsky goes on, obscurely, to categorize the above equation as “two separate propositions,” elaborating only so far as to assert that “one of them is a paradigmatic dead end, and the other too tedious to explain.”</p>\n<p>It is here that Little-Hörss places herself squarely in the revisionist camp, stating unequivocally, “I stand squarely in the revisionist camp.”</p>\n<p>In a burst of tenure-track factionalism, she accuses Chomsky of “showing off” by using words like <em>paradigmatic;</em> and, on the subject of his disinclination to pursue the discussion, she weighs in with a footnote that reads only “Ahem.”</p>\n<p><em>Ahem!,</em> by Justa Little-Hörss, will certainly not be the last noise in the study of nonverbal guttural communication. But it is an important addition to the body of work on this peremptory subject. It is particularly recommended for college teachers who have developed laryngitis and who may be in need of an absorbing book to take them away from the temptations of conversation, symposia, and other throat-dependent forms of interaction.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Phlegmatic Scholarship: <em>Ahem!  A Cross-Cultural Study of the Signifying Throat-Clear</em></h1> <p><em><span data-rel=\"author\">Justa Little-Hörss</span> <span data-rel=\"location\">Ph.D., Dilettante University Press, [Reviewed by Jonathan Caws-Elwitt]</span></em></p> <p>There's clearing one's throat, and there's clearing one's throat. In mid-winter cold season, we all learn to tune out the repetitive rasps of our families, friends, and colleagues as they struggle to free themselves from the unwelcome matter that accumulates within. Similarly, the throat-clearing manifestations of parched mouths and dry climates are edited out of what we hear, on those rare occasions that we actually pay attention to what other people are saying.</p> <p>All of these purely physiological throat-clears are outside the province of anthropologist Justa Little-Hörss, who spent five years travelling the globe to study the role of signifying throat-clears—known among scholars as STCs—in human interaction. From the state-of-the-art executive suites of downtown Tokyo to the traditional marketplace culture of Filene's Basement, Dr. Little-Hörss has observed, catalogued, and analyzed the interpersonal, sociocommercial, bureaucratic, and sexual agendas of people who deliberately make a sharp, guttural noise.</p> <p>“I was trying to get the clerk's attention,” explains a woman in Auckland, interviewed by Little-Hörss after a graduate research assistant heard her clear her throat in a shoe store. “I didn't really <em>need</em> to clear my throat, but it seemed a good way to remind him of my presence without actually saying anything.” Over and over, in dozens of languages, Little-Hörss heard stories like this.</p>"
}