{
  "type": "Article",
  "title": "Metaphorically Speaking; or How to Hang on a Moment",
  "author": "Deb Atwood",
  "location": "Oakland, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Metaphorically Speaking; or How to Hang on a Moment</h1>\n<p><em><span data-rel=\"author\">Deb Atwood</span> <span data-rel=\"location\">Oakland, California</span></em></p>\n<p>Chul-soo sits alone. Gregarious by nature, Chul-soo would love nothing more than to swap stories with his classmates out in the hall. Instead he remains at his desk, eyes on his book, ears cocked for the voices of his returning classmates.</p>\n<p>Chul-soo's classmates are not cruel. They seek his help with homework. Often they ask Chul-soo to join them in the hall. Chul-soo's problem is that as a second language learner, he cannot comprehend metaphoric, idiomatic English.</p>\n<p>The fact that the hallway in question is on a university campus or that Chul-soo has a family—a wife and children—does not lessen his misery. “I feel very difficult about this situation,” he said to me during one of our tutoring sessions, pressing his fingertips onto the tabletop. And he placed on the table a sheet of paper printed with the words <em>butting heads</em>. He asked: “What does this mean?”</p>\n<p>As I explained the phrase, I sketched two grimacing goats in a showdown, and Chul-soo laughed.</p>\n<p>The next time I saw Chul-soo, he showed me pages of handwritten and, to him, indecipherable turns of speech from his assigned reading: <em>fuzzy thinking; monkey see, monkey do; comparing apples to apples.</em> That day we embarked on a weekly metaphorical quest.</p>\n<p>Metaphor is the way I frame my own experience. It's how I think. It's how I tutor, relating one thing to another, and in a dark corner of my writing psyche, I know I'm a metaphor junkie. Picture a shiny green combine harvester parked in a limitless poppy field. Now dangle the keys to said harvester in front of a morphine addict. For me, working with Chul-soo was all that. I believe metaphor holds limitless value for our lives in the beauty of language, in the mind pictures, but mostly in the narrative value of metaphor—the story in the metaphor.</p>\n<p>For instance, when discussing burn metaphors, naturally I had to bring up my mother. Mother grew up on an Idaho farm (hence my comfort with combine harvester imagery). In the early mornings after baking bread in the wood-burning stove, my grandmother would open the oven door to let the embers heat the large kitchen. The door opened out flat, and it was Mother's habit on cold mornings to sit on the warm oven door while she finished dressing for school. One morning, Mother came downstairs a little early. When she plopped herself down on the oven door, it was not warm but hot! For weeks afterward, Mother ate all her meals standing up. But she never made that mistake again. As I told Chul-soo, “Once burned, twice shy.”</p>\n<p>When Chul-soo asked about <em>pretenders to the mantle</em> as it related to corporate politics, I doodled an ermine cloak. And I realized in the middle of that night, rubbing my eyes with blue ink-stained fingers, that Chul-soo had pushed me through a preconceived barrier to the literalness of metaphor. <em>Pretenders to the mantle</em> alluded to actual stories of usurpers assuming a monarch's mantle. In these sessions, I began to learn how entrenched (here we go again) metaphor is in our language, how story-like, so that when Chul-soo brought me “smoking gun” I envisioned a post-coital revolver with a cigarette. But I created a vignette for Chul-soo in which I shot him, whereupon someone saw the gun in my hand  with the tell-tale smoke and discovered my identity.</p>\n<p>Cultural identity complicates our quest. Not every metaphor translates unerringly. Chul-soo had the hardest time with the phrase: <em>there is no other shoe to drop</em>. It was in reference to Jeffery Skilling and the Enron scandal. I explained a shoe dropping is one bad thing, with the anticipation of another unwelcome event. He understood the concept, a pair of events like a pair of shoes, but had trouble on a literal level. “Why is it bad,” he insisted, “for shoes to drop?” But I couldn't say. Driving home I wondered why do we have superstitions about shoes—shoes never higher than the head, for instance? All I could deduce is that if the head is lofty, then shoes must be somehow base. Feet of clay that hold one back or Cinderella's shoes, which are uncharacteristically crystalline and pure. The following week I mentioned that wearing another's shoes is a metaphor for bridging cultural difference. “Ah,” Chul-soo said, “that one exists in Korean also.”</p>\n<p>He promised to teach me Korean metaphors. There is one I know, <em>blue frog.</em> This is what my friend's father called my friend. I cleverly figured it out thus: since frogs are green, a blue frog must be a nonconformist. I know my friend is a nonconformist. She does not wish to remain in Korea; she does not care for Korean men; she is nearing “auntie” age. A nonconformist in Korea is about as common as a blue frog. Plus, weren't blue frogs dangerous, even poisonous? But when I discovered that “to be blue” or “to be green” is the same verb in Korean, I had to dissect my lovely theory.</p>\n<p>It turns out the term blue frog, <em>chun kaeguri</em>, comes from a Korean folktale of a mother frog and her two sons. Whatever Mother Frog asked of her sons, they did the opposite. If she asked them to sing, they croaked. If she asked them to work, they played. So as winter approached Mother Frog said to her sons, “If I die during monsoon, bury me on the riverbank.” What she wished, of course, was to be buried on the mountain. Naturally, Mother died during monsoon and her sons, ashamed of their disobedience, decided to honor their mother's misguided wish. And that is why during rainy season, frogs cry on the riverbank—they fear their mother's tomb will wash away.</p>\n<p>Now I understood the story behind the metaphor, but I was confused to discover the frog really is blue, not the Korean verb blue or green but a loaned Chinese word meaning, specifically, blue. No one can explain this to me, this metaphorical blind spot.</p>\n<p>Chul-soo asks why is it bad for a shoe to drop just as I ask what does it mean that the frog is blue? This puzzles me.</p>\n<p>A puzzled look from Chul-soo the other day caught me unaware. Rising to fetch a dictionary from another room, I said, “Hang on a moment.” When I returned, his expression was bewildered. “Oh,” I said, “do you not know that phrase, <em>hang on a moment</em>?” He shook his head. I pictured the moment as a cliff with one who waits, fingertips on the edge, hanging into the chasm. And what did that tell me but that the moment as a stand-in for time is precarious because everything or nothing is possible in a moment.</p>\n<p>These moments of ours hang together in my memory now like poppy seeds slipping down an hourglass to collect in a chamber of exploration. I have always loved metaphor for its beauty and puzzlement, but Chul-soo has reawakened in me a memory of metaphor's narrative thrust. When I hear “pretenders to the mantle,” I will remember the ermine cloak I drew on notepaper that Chul-soo keeps. I will always wonder why the frog is blue and worry about Mother Frog. Does she cling to the bank still after cycles and cycles of monsoon?</p>\n<p>And for me, “Chul-soo sits alone” has become a kind of metaphor. The wall that keeps him from his classmates stands in for isolation, for the desire to communicate. I want to help him break through that wall. He and I just might do it, too. The combine harvester has a working weight of 17,873 pounds and forged steel cutting blades perfect for splintering wallboard or peeling back blue paint shards.</p>\n<p><em>[Deb Atwood earned her MFA from Saint Mary's College where she received the Agnes Butler Scholarship for Excellence. She works as a writing tutor and is a staff member of the literary journal Tattoo Highway.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Metaphorically Speaking; or How to Hang on a Moment</h1> <p><em><span data-rel=\"author\">Deb Atwood</span> <span data-rel=\"location\">Oakland, California</span></em></p> <p>Chul-soo sits alone. Gregarious by nature, Chul-soo would love nothing more than to swap stories with his classmates out in the hall. Instead he remains at his desk, eyes on his book, ears cocked for the voices of his returning classmates.</p> <p>Chul-soo's classmates are not cruel. They seek his help with homework. Often they ask Chul-soo to join them in the hall. Chul-soo's problem is that as a second language learner, he cannot comprehend metaphoric, idiomatic English.</p> <p>The fact that the hallway in question is on a university campus or that Chul-soo has a family—a wife and children—does not lessen his misery. “I feel very difficult about this situation,” he said to me during one of our tutoring sessions, pressing his fingertips onto the tabletop. And he placed on the table a sheet of paper printed with the words <em>butting heads</em>. He asked: “What does this mean?”</p>"
}