{
  "type": "Article",
  "title": "Translating for the Old Ball Game",
  "author": "Ron Kaplan",
  "location": "Montclair, New Jersey",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Translating for the Old Ball Game</h1>\n<p><em><span data-rel=\"author\">Ron Kaplan</span> <span data-rel=\"location\">Montclair, New Jersey</span></em></p>\n<p>For people like Roger Kahlon, translator for Hideki Matsui, the Japanese outfielder for the New York Yankees, the “Asian wave” of ballplayers coming to America has opened up a new world of possibilities and challenges.</p>\n<p>For years, American athletes, either at the tail end of their careers or seeking new challenges, signed lucrative contracts to ply their trade in baseball-crazy Japan. The sailing hasn't always been smooth. Rules limit the number of <em>gaijin</em> (foreign-born players) on Japanese rosters and Americans were culturally ostracized. For many, the isolation and separation from family—along with the language barrier—prove too much to handle.</p>\n<p>Over the last few years, however, the shoe has been on the other foot.</p>\n<p>Almost 30 percent of major league baseball players on 2005 rosters were born outside the United States, with the number leaping to more than 50 percent in the minors. Of these, 18 are Japanese-born. Most were high-caliber stars and, like their American counterparts, wish to take advantage of the opportunities playing in America has to offer.</p>\n<p>And, like most Americans playing in Japan, these newcomers need translators.</p>\n<p>Kahlon has impeccable credentials. His mother, Rogelia, a former diplomat for the Embassy of the Philippines, was assigned to India, where she met his father, Ranjit, then in the Indian military.&nbsp;Romance flourished and the couple married.</p>\n<p>Rogelia was assigned to Japan in 1969; Ranjit followed a year later.&nbsp;They settled in Tokyo where Roger and his older brother, Ranjit, Jr. were born, enjoying dual Indian-Filipino citizenship.</p>\n<p>Kahlon attended St. Mary's International School in Tokyo from first grade through high school. “This school [was] truly an 'international' environment in that everybody was from every part of the world,” Kahlon said in an e-mail interview.&nbsp;“You can say that everybody was innocent and unaware&nbsp;of any racial or cultural issues. It was truly a unique experience, and the friendships that I developed there have been priceless.</p>\n<p>“Although I was a <em>gaijin</em>, the Japanese people were very warm, polite, respectful,&nbsp;and welcoming. They are so to begin with, but I felt there was much more proximity perhaps because I spoke like a native and was able to relate with them in many ways,” he said.</p>\n<p>Kahlon attended Pima Community College and the University of Arizona in Tucson, where he received a bachelor's degree in Management Information Systems. He had no experience as a translator, but a serious of fortunate events in 2003 led to his first job.</p>\n<p>“My good friend, who was the former interpreter of Masato Yoshii (a player for the New York Mets in 1998), was contacted by the Yankees after they signed Hideki. By then he had become a full-time lawyer and recommended me instead, as I happened to be in between jobs. The interview was a two-step process, first with front office people and later with Hideki himself. The decision was entirely left to him, and fortunately, he chose me as his interpreter.</p>\n<p>“Hideki must've thought I was either an American who learned Japanese in school or only half-Japanese,” Kahlon recalled for <em>Times Herald-Record</em>, an upstate New York newspaper. “He said, 'Hi, how do you do? Nice to meet you.' I responded in Japanese, with obviously a very Japanese accent.”</p>\n<p>Kahlon said he has always been athletic and involved in different sports, including soccer and tennis in school and basketball “for fun.” But “[A]lthough I had watched a lot of it when I was in Japan, I actually never played on a baseball team. It's interesting how ironic life can be.”</p>\n<p>Although a sports fan, Kahlon said he didn't think it was a prerequisite for his job. “I think it's necessary to understand baseball, [but] you do not have to be an expert.”</p>\n<p>But baseball, like many professions, has a language all its own, with idioms and slang viable only within the context of the sport. “Obviously if one does not follow sports, he or she will find it very difficult to translate the jargon. Such difficulties can lead to misinterpretations, which can eventually lead to misunderstandings at all levels: between the player and the media, or other players, or the coaching staff and front office.”</p>\n<p>Kahlon described a typical day on the job. He usually reports to Yankee Stadium more than three hours before a 7 PM game, hanging out by Matsui's locker for a half hour or so for any media that comes around. Then it's time to take the field. He remains in as close a proximity to Matsui as possible in case players, coaches, or Joe Torre, the Yankees' manager, need to speak with him.</p>\n<p>Once the game starts, however, Kahlon, as a non-uniformed employee of the team, is not allowed to remain in the dugout. “I'm on standby in the clubhouse, in case I'm needed.” He tries to leave Matsui alone as much as possible when he talks with coaches or other players, so he can learn English. But when it comes to the media, Kahlon said he translates because the questions are specific.</p>\n<p>The job doesn't end when the game is over, however. “Although Hideki is pretty independent, I am available for him outside the ballpark, as well. I guess you could say that would be 24/7.” It isn't beyond the scope of his job description to set up a meeting with Matsui's agent, Arn Tellem, or to make restaurant reservations; he often dines with his charge on road trips.</p>\n<p>“Matsui's English has improved quite well since he first arrived in New York,” Kahlon said. “Being around [it] all the time helped his ability to understand more and more over the past few years.”</p>\n<p>Language around the locker room can get a bit rough. “Yes,” said Kahlon, “there are quite a few phrases that you just cannot directly translate, therefore would lose its meaning,” he said, feigning ignorance when it came to thinking of specific examples. “He has picked up some colorful phrases, like 'What's up, dog?'”</p>\n<p>Players have “blooper reels” to poke fun at their on-field flubs, but translators can have their share of off days as well.</p>\n<p>“The Bureau of New York City Tourism gave Hideki an award. As [he] spoke for about a minute or two for his 'thank you' speech in front of the media, I did not have a notebook to note what he was saying, so I tried to remember it in my mind. He usually doesn't speak that long, so I usually never have a need for [one].</p>\n<p>“As I tried to remember what he was saying, my brain capacity quickly reached its limit, and by the time Hideki looked over to me to translate what he had just said, my mind was completely blank. Unfortunately, I had to ask him to go through the trouble of repeating what he had just said, so I could translate.” To make matters worse, some high-ranking members of the Yankee brass were on hand for the ceremony.</p>\n<p>On the other hand, “There have been a lot of exciting moments; experiencing the World Series in 2003 in my first year was pretty amazing.”</p>\n<p>Kahlon got a kick out of the suggestion that the major league translators form a club. “There is no fraternity or union, but we're working on it. I got to know a few other translators from other teams like the Mariners [Allen Turner, who translates for Ichiro Suzuki], Mets [Nozumo Matsumoto/Kaz Matsui], White Sox [Ryan McGuire/Tadahito Iguchi], and it's great because being in the same position, there are a lot of things we can talk about and relate to.”</p>\n<p>Since Matsui signed a four-year contract with the Yankees last November, Kahlon can expect to remain on the job for awhile. That doesn't mean he's not thinking about life after sports.</p>\n<p>“I look at baseball translating as a temporary need for that player. When the player is fully capable of understanding and speaking English, there would be no need for a translator. Therefore, not knowing when that day may be, it is important to look at the job as an opportunity to develop a good experience, network, and foundation for the next step forward, whatever that may be,” said Kahlon, thinking about the future.</p>\n<p>“I've developed interest in sports science, biomechanics, and taking care of the body, so I plan to go back to school in a few years. Given my background, I've been exposed to both Western and Eastern methodologies of healthcare, so perhaps it would be ideal to pick the best out of both and mesh together to find an innovative and effective way of treating the body and preventing any illnesses and injuries.”</p>\n<p>In an interview with the <em>Times Herald-Record</em>, an upstate New York newspaper, Kahlon noted that “[A]s much as a Japanese player tries desperately to bond with an American teammate, there's always that wall between them. I think the frustration is there for Hideki, even though he's never expressed it to me in so many words.”</p>\n<p>As an outsider—as both a foreigner in the U.S. and a non-athlete in a jock world, Kahlon can relate to what Matsui goes through. “I should've been in the spy business,” he told the <em>Herald-Record</em>. “Nobody can tell where I'm from. Even I can't tell sometimes.”</p>\n<p><em>[Ron Kaplan, a frequent contributor to VERBATIM, is the sports editor for the New Jersey Jewish News.</em>]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Translating for the Old Ball Game</h1> <p><em><span data-rel=\"author\">Ron Kaplan</span> <span data-rel=\"location\">Montclair, New Jersey</span></em></p> <p>For people like Roger Kahlon, translator for Hideki Matsui, the Japanese outfielder for the New York Yankees, the “Asian wave” of ballplayers coming to America has opened up a new world of possibilities and challenges.</p> <p>For years, American athletes, either at the tail end of their careers or seeking new challenges, signed lucrative contracts to ply their trade in baseball-crazy Japan. The sailing hasn't always been smooth. Rules limit the number of <em>gaijin</em> (foreign-born players) on Japanese rosters and Americans were culturally ostracized. For many, the isolation and separation from family—along with the language barrier—prove too much to handle.</p> <p>Over the last few years, however, the shoe has been on the other foot.</p>"
}