{
  "type": "Article",
  "title": "CLASSICAL BLATHER: The Wee Folk",
  "author": "Nick Humez",
  "location": "mythsongs@earthlink.net",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>The Wee Folk</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">mythsongs@earthlink.net</span></em></p>\n<p><em>Fools Are Everywhere</em>, if we are to believe the title of Beatrice K. Otto's comprehensive study of court jesters.<sup><a href=\"#user-content-fn-b1\" id=\"user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> So, it would appear, are the little people, those preternatural homunculi<sup><a href=\"#user-content-fn-b2\" id=\"user-content-fnref-b2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> thought to lurk on the periphery of our everyday rational world. Like Otto's professional buffoons, they are often tricksters<sup><a href=\"#user-content-fn-b3\" id=\"user-content-fnref-b3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> who specialize in manipulating our perceptions: In the woods you come on a mannikin in a tiny red jacket, sitting on a cauldron full of gold sovereigns at the end of a rainbow; but turn your head an instant and poof! the little fellow has vanished with his hoard, leaving only an empty pot and the echo of his laughter.<sup><a href=\"#user-content-fn-b4\" id=\"user-content-fnref-b4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup></p>\n<p>The <em>leprechaun</em> is one type of the Emerald Isle's wee folk; others are the <em>clurichaun</em>, whose principal activity is getting drunk on other people's cellars, and the <em>far darrig</em>, or Red Man, who dresses all in red and “busies himself with practical joking, especially with gruesome joking…and nothing else.” Then there is the <em>pooka</em>, a shape-changer who often appears as a talking horse, but sometimes also as a donkey, an eagle, a bull, or a goat.<sup><a href=\"#user-content-fn-b5\" id=\"user-content-fnref-b5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> All are of the fairy folk, also known as the <em>Tuatha de Danaan</em> (People of [the Goddess]Danu), who were supposed to have been the fifth wave of invaders of Ireland (in the process exterminating a fearsome race of monsters called the Fomorians), and who were said to have departed either to Tir na n'Og (the Island of Youth in the far western sea) or gone underground to live in the hills called <em>side</em> on the arrival of the sixth race, the <em>Milesians</em> (Sons of Mil) from whom the present Irish claim descent.<sup><a href=\"#user-content-fn-b6\" id=\"user-content-fnref-b6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p>\n<p>The Norse likewise had several categories of little people: the good <em>bright elves</em>, whose abode was Alfheim, presided over the benign sun-god Frey, and the <em>dark elves</em>, of evil disposition, who lived in Svartalheim.<sup><a href=\"#user-content-fn-b7\" id=\"user-content-fnref-b7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> The Norse also had dwarves, of whom the best known is undoubtedly wicked Alberich, who starts all the trouble in Wagner's <em>Ring Cycle</em> by stealing the gold from the Rhine Maidens, and whose son, Hagen, will later arrange for the hero Siegfried to die in a hunting “accident.”[^b8]</p>\n<p>The belief in elves persists in Iceland to this day, at least to the degree that when a street was being widened some years ago in the town of Hafnarfjordur, and the expansion threatened to destroy part of a ledge which according to local tradition was the dwelling place of elves, the engineers were persuaded to keep the stretch of roadway next to it narrow in order to leave the rock intact.<sup><a href=\"#user-content-fn-b9\" id=\"user-content-fnref-b9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> A variety of house-elf called a <em>tomten</em> is still very much a part of folk belief in Sweden; originally a benign guardian of rural farmsteads,<sup><a href=\"#user-content-fn-b10\" id=\"user-content-fnref-b10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup> tomtens have become assimilated into popular culture surrounding Christmas, and are often depicted (aporting with their characteristic conical red hats)<sup><a href=\"#user-content-fn-b11\" id=\"user-content-fnref-b11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> with bags of toys, the equivalent of Santa Claus's troop of elfin assistants.<sup><a href=\"#user-content-fn-b12\" id=\"user-content-fnref-b12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup></p>\n<p><em>Trolls</em> also persist in the Scandinavian popular consciousness and place-names: There is a Saab factory at Trollhättan (“troll-bonnet”)—whence the bumper sticker “Made in Trollhattan by Trolls”<sup><a href=\"#user-content-fn-b13\" id=\"user-content-fnref-b13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup>—and the composer Edvard Grieg's country home in Norway was called Troldhaugen (“Troll Hill”).<sup><a href=\"#user-content-fn-b14\" id=\"user-content-fnref-b14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup> But unlike tomtens, trolls often come across in folklore as having a more ornery disposition to match their homely appearance, lurking in caves, inside hills, and under bridges (as in the story of the Three Billy-Goats Gruff) and stealing children, sometimes replacing them with changelings.<sup><a href=\"#user-content-fn-b15\" id=\"user-content-fnref-b15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup> In their troglodytic qualities such trolls resemble English <em>gnomes</em> (which C. S. Lewis fancied could “move through earth like an arrow through the air,” but found air “unbridgeable… utter vacuity” as impenetrable as is solid rock to us humans)<sup><a href=\"#user-content-fn-b16\" id=\"user-content-fnref-b16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup> and German <em>Kobolds</em>;<sup><a href=\"#user-content-fn-b17\" id=\"user-content-fnref-b17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> like the <em>gremlins</em><sup><a href=\"#user-content-fn-b18\" id=\"user-content-fnref-b18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup> whom Allied airmen blamed for mechanical and other glitches during the Second World War, Kobolds were supposed to be makers of malicious mischief in the mines—whence the name <em>cobalt</em> for an element first encountered and loathed as a pesky impurity in silver ore.</p>\n<p><em>Goblins</em> are ugly little mischief-makers too, and apparently eponymous: The original <em>gobelin</em> was a 12th-century ghost who was supposed to have haunted the French town of Évreux, the name being borrowed into Middle English as a generic. Several English writers of the Romantic era famously exploited goblins in lasting works, notably Christina Rossetti in her long poem <em>The</em> <em>Goblin Market</em> and George MacDonald in his novel <em>The Princess and the Goblin</em>.<sup><a href=\"#user-content-fn-b19\" id=\"user-content-fnref-b19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup></p>\n<p>In France are stories of <em>corrigans</em>, who are described by the pseudonymous Hissado Fuan as “female fairies… enchanted and condemned to wander forever as marvelous and beautiful women by day but repulsive crones by night. Legend says that if a man loves one equally as a hag or a belle, she'll be released from the spell.”<sup><a href=\"#user-content-fn-b20\" id=\"user-content-fnref-b20\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup> But Hills and Dondo's <em>Contes Dramatiques</em>, a book familiar to three generations of 20th-century students of French,<sup><a href=\"#user-content-fn-b21\" id=\"user-content-fnref-b21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup> includes a tale called “Les Corrigans” in which the fairy folk are represented as a troop of Breton leprechauns on whom a hapless hunchback happens at night as they dance in a ring singing <em>Lundi, mardi, mercredi, lundi mardi mercredi</em> (“Monday, Tuesday, Wednesday….”) The hunchback adds <em>Jeudi et puis vendredi</em> (“Thursday and then Friday”) and the corrigans are so delighted by this improvement that they remove his hump, bestowing it on his already hunchbacked brother when the latter comes on the next evening and spoils the song by trying to add <em>his</em> two cents' worth.<sup><a href=\"#user-content-fn-b22\" id=\"user-content-fnref-b22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup></p>\n<p>Nor do northern Europeans have a monopoly on the little people. Hawaii has menehune, the “Small Sacred Workers” who are pleased by offerings of poi, while the explorer Knud Rasmussen reports that one of his Arctic informants, a shaman, told him he'd gotten his powers thanks to an <em>aua</em>, who is a little spirit, a woman, who lives down on the shore. There are many of these shore spirits. They run about with pointed skin caps on their heads, their trousers are quaintly short and of bearskin. They have high boots with black patterns and furs of sealskin. Their feet are turned upwards and they seem to walk only on their heels. They hold their hands with the thumbs always pressed against the palms. They hold their arms raised with folded hands, as though they were continually stroking their heads. They are gay and jolly when you call them, and look like small, charming living dolls, for when standing straight up they are no taller than an arm's length.<sup><a href=\"#user-content-fn-b24\" id=\"user-content-fnref-b24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup></p>\n<p>American Indians likewise have tales of little people, such as the <em>Yunwi Tsundi</em>, the subject of folklore collected in North Carolina by Lynn King Lossiah from her fellow Cherokees on the Eastern Band reservation in the Great Smoky Mountains. The Yunwi Tsundi stand no more than three feet tall, are helpful but can be mischievous, like to have offerings of cornbread left for them, protect the homes of elderly people, but can make bad things happen to anyone who crosses them, such as the man who mocked their singing and then inhaled a fly. South Carolina Catawba Indians attributed similar characteristics to the <em>Yehasuris</em> (“not human ones”): They are supposed to feed on turtles, mushrooms, tadpoles, and acorns; they play tricks such as fooling around with children's clothes at night to make them cry and braiding horses' tails unbeknownst to their riders; they sometimes shoot invisible arrows into ill-tempered people and cause them to fall sick and die.<sup><a href=\"#user-content-fn-b25\" id=\"user-content-fnref-b25\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup> And the Maliseets of the Tobique Reservation in New Brunswick, Canada report sightings of similar wee folk they call the <em>Geow-lud-mo-sis-eg</em>.<sup><a href=\"#user-content-fn-b26\" id=\"user-content-fnref-b26\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">24</a></sup></p>\n<p>What might be the origin of such tales? One possibility is actual dwarfism,<sup><a href=\"#user-content-fn-b27\" id=\"user-content-fnref-b27\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">25</a></sup> of which the most common type is called <em>achondroplasia</em>. According to the website <em><a href=\"http://www.dwarfism.org/\">http://www.dwarfism.org/</a></em><em>,</em> it affects “about 80% of all Little People.<sup><a href=\"#user-content-fn-b28\" id=\"user-content-fnref-b28\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">26</a></sup> An individual with Achondroplasia has disproportionate short stature. It occurs in all races and with equal frequency in males and females, and affects about one in every 40,000 children.” Achondroplasia is caused by mutation of a human gene called Fibroblast Growth Factor Receptor (FGFR3).<sup><a href=\"#user-content-fn-b29\" id=\"user-content-fnref-b29\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">27</a></sup></p>\n<p>Another possibility is that such legends may have arisen from encounters with <em>pygmies</em><sup><a href=\"#user-content-fn-b30\" id=\"user-content-fnref-b30\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">28</a></sup>—bands of humans whose genetic makeup had evolved through natural selection to a significantly smaller adult size—by members of the society of larger folk telling the stories. Modern-day pygmies live in Africa and Malaysia, and fossil remains of a scaled-down human being were discovered in 2003 in a limestone cave on the Indonesian island of Flores, dating from approximately 12,000 years ago. Tentatively dubbed <em>Homo florensius</em>, the skeleton's original owner stood about three feet high. Local legend says that little people lived on Flores until about 300 years ago, but were exterminated by settlers from the other islands who were tired of having their crops raided.<sup><a href=\"#user-content-fn-b31\" id=\"user-content-fnref-b31\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">29</a></sup> Credible as this narrative might be, it uncannily resembles the story told in rural Taiwan by members of a small tribe called the Saisiyat, about an even smaller (in both senses) population they call the Short Black People, whom they claim to have wiped out between 400 and 100 years ago in a reprisal for sexually assaulting a Saisiyat princess and her handmaidens, but nowadays perform an annual ritual to memorialize the little people, their god, and their cultural heritage.<sup><a href=\"#user-content-fn-b32\" id=\"user-content-fnref-b32\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">30</a></sup></p>\n<p>That there might have been actual pygmy populations in both of these locations seems plausible enough, but the similar plot lines suggest there's more to it than that. We seem to have a robust psychological <em>need</em> for stories about little people, whether as elusive, liminal, capricious Others on whom we can blame the petty accidents of daily life (pixies, kobolds, gremlins),<sup><a href=\"#user-content-fn-b33\" id=\"user-content-fnref-b33\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">31</a></sup> as the subjects of thinly-veiled jokes about sex (the French folksong about the man so tiny that the cat chased him, thinking him a mouse, and he escaped only by hiding in the oven only to be roasted),<sup><a href=\"#user-content-fn-b34\" id=\"user-content-fnref-b34\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">32</a></sup> as the marvelous fancies of invented by writers of fiction for children or grown-ups (the Borrowers, the Lilliputians), as scientific metaphors in didactic allegories (Maxwell's demon),<sup><a href=\"#user-content-fn-b35\" id=\"user-content-fnref-b35\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">33</a></sup> or even as sardonic commentaries on modern urban paranoia (James Thurber's queue of stealthy bearded pursuers, Hughes Mearns's “Man Who Wasn't There”).<sup><a href=\"#user-content-fn-b36\" id=\"user-content-fnref-b36\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">34</a></sup> For whatever reason, those “wee darlin' men” would seem to be with us to stay.</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-b1\">\n<p>Chicago: University of Chicago Press, 2001. Among Otto's many court fools are some memorable little people as well, such as the Thai dwarf Nai Teh (“Mr. Little”), whom Anna Leonowens (in her <em>Anna and the King of Siam</em>) mentions as a “comedian and buffoon” to King Mongkut. Dwarves, together with hunchbacks, have worked as court fools as far away as China and as long ago as Egypt's Sixth Dynasty (late third millenium BCE). <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b2\">\n<p>A <em>homunculus</em> is literally a little person (it's the diminutive of Latin <em>homo</em>, “human being”). Prior to the discovery of the microscope, many physicians from Rome through the Renaissance had thought that sperm cells were actual homunculi. (Whether some unconscious versions of this belief persist to this day, coloring arguments over fathers' rights and fetal personhood, is a question I leave to sociologists and theologians. For the fetus as homunculus, see Susan Merrill Squier, <em>Babies in Bottles</em> [New Brunswick, NJ: Rutgers University Press, 1994], especially her remarks on Aldous Huxley's “froward Homunculus” on pp. 136-37 and 160; see also page 231, endnote 11, where she gives Paracelsus' recipe for making a homunculus in the laboratory from semen and blood.) <a href=\"#user-content-fnref-b2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b3\">\n<p>For a great deal more on tricksters, see my Classical Blather column “Trickster Treats,” VERBATIM XXX/4, pp. 21-25. <a href=\"#user-content-fnref-b3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b4\">\n<p>This is very close to the encounter described by Robert Dwyer Joyce in his poem “The Leprechaun,” reproduced on the site <em><a href=\"http://www.marvelicious.com/stpatrick.html\">www.marvelicious.com/stpatrick.html</a></em><em>;</em> a charming setting of it for soprano and harp can be heard on a 1957 Elektra LP, <em>Susan Reed Sings Old Airs</em> (EKL 126). The name, according to William Butler Yeats, comes from Irish Gaelic <em>leith brog</em>, “one-shoe-maker.” Yeats also reports that solitary fairies wore green coats instead of red (endnote to page 85 at pp. 345-46 of Yeats, <em>Fairy and folk tales of the Irish Peasantry</em> [London: Walter Scott, 1888], page 345, quoted on <em><a href=\"http://www.celtic-twilight.com/ireland/yeats/fairy_folktales/lepracaun_cluricaun_%20fardarrig.htm\">http://www.celtic-twilight.com/ireland/yeats/fairy_folktales/lepracaun_cluricaun_%20fardarrig.htm</a>.</em> <a href=\"#user-content-fnref-b4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b5\">\n<p>Ibid. Yeats adds that some people think a clurichaun is merely a leprechaun on a toot. <a href=\"#user-content-fnref-b5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b6\">\n<p>John F. X. Corcoran, “Celtic Mythology,” in <em>The New Larousse Encyclopedia of Mythology</em> (New York: Crescent Books, 1987); see especially pages 224-26. The <em>side</em> were actually barrows, mounds built over the tombs of prehistoric warrior-princes, but were thought by the peasantry of more recent times to be the banqueting halls of the fairy folk—the Gaelic name for whom is <em>sidhe</em>; not to be confused with side, it is pronounced <em>shee,</em> as in <em>banshee</em> (Gaelic <em>bean-sidhe</em>, “woman of the Otherworld”). <a href=\"#user-content-fnref-b6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b7\">\n<p><em>Alfheim</em> and <em>Svartalheim</em> mean “elf-home” and “dark-home” (cf. <em>swarthy</em>) respectively. 8 Wagner drew freely on medieval materials, principally the <em>Volsungs' Saga</em> and the <em>Song of the Nibelungs</em>, and on Norse mythological sources such as Snorri Sturluson's <em>Prose Edda</em>, in cobbling together the plot of his 26-hour operatic extravaganza. <a href=\"#user-content-fnref-b7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b9\">\n<p>Sarah Lyall, “Building in Iceland? Better Clear It With the Elves First,” <em>New York Times</em>, July 13, 2005, page A-3. <a href=\"#user-content-fnref-b9\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b10\">\n<p>“[T]he friendly house spirit called the Tomten…keeps watch over a Swedish farm homestead, its animals and people.” (Review by “Treeseed,” a resident of Little Chute, Wisconsin, at <em><a href=\"http://www.amazon.com/gp/product/customer-reviews/0698115929/ref\">http://www.amazon.com/gp/product/customer-reviews/0698115929/ref</a></em><em>=cm_cr_dp_pt/104- 0165859-8833507?ie=UTF8&amp;n=283155&amp;s=books</em>). <a href=\"#user-content-fnref-b10\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b11\">\n<p>They are so depicted in the illustration to <em>The Tomten and the Fox</em> (Edinburgh: Floris Books, 1992), by Astrid Lindgren (better known in America as the creator of the beloved Pippi Longstocking character). Is it a coincidence—see note 12 below—that such hats also crown the elves assisting le Père Noël (sc., Father Christmas) in the mountain workshop into which Babar the elephant falls while on a skiing excursion (Laurent de Brunhoff, <em>Babar et le Père Noël</em> [Paris: Hachette: 1998])? The conical hat turns up on the heads of depictions by the pagan Norse of their gods, e.g. on an Icelandic statue of Thor and a Swedish one of Frey respectively shown on pp. 250 and 264 of the <em>New Larousse Encyclopedia of Mythology</em>. <a href=\"#user-content-fnref-b11\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b12\">\n<p>“Contemporary marketing associations with Santa Claus are everywhere apparent…” according to <em>The Tomten Page</em> (<em><a href=\"http://members.tripod.com/~auntida/tomte.html\">http://members.tripod.com/~auntida/tomte.html</a></em>); for readers wishing to learn more on these friendly little fellows, this informative and generously illustrated site is not to be missed. <a href=\"#user-content-fnref-b12\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b13\">\n<p>A fanciful play on a spurious folk etymology: <em>Manhattan</em> has no connection at all with the English/Germanic word <em>man</em>, being in fact the name of the tribe of Indians from whom Peter Minuit purchased the island that is now New York's principal borough, allegedly for $24 worth of trade goods. <a href=\"#user-content-fnref-b13\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b14\">\n<p>Arguably Grieg's best-known and most beloved piano sketch, “Wedding Day at Troldhaugen” was composed in 1882 as an anniversary present for his wife, Nina Hagerup, and subsequently published in the eighth of his ten albums of <em>Lyric Pieces</em> (as Op. 65 #6). The feisty little men had already put in an appearance for one of his earlier <em>Lyric Pieces</em> as well: “March of the Trolls” (Op. 54 #3). <a href=\"#user-content-fnref-b14\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b15\">\n<p>Or in the Arctic: “In some Norwegian accounts…the trolls live in a far northern land called <em>Trollebotten</em>—the concept and location of which seems to coincide with the Old Norse <em>Jötunheimr</em>,” the abode of the Frost Giants (<em><a href=\"http://en.wikipedia.org/wiki/Troll\">http://en.wikipedia.org/wiki/Troll</a></em>). Other beliefs about trolls likewise seem to be drawn from from Norse giant lore: “large, brutish and a direct descendant from the Norse <em>jötnar</em>”—the giants—“…[and] often described as ugly or having beastly features like tusks or cyclopic eyes.” But there is also a southern Scandinavian tradition in which trolls “are residents of the underground…, very human-like in appearance. Sometimes they had a tail hidden in their clothing…. More often than not, though, the trolls kept themselves invisible, and then they could travel on the winds…or sneak into human homes. Sometimes you could only hear them speak, shout and make noise, or the sound of their cattle…. The trolls were also great shapeshifters, taking shapes of objects like fallen logs or animals like cats and dogs. A fairly frequent notion is that the trolls liked to appear as rolling balls of yarn” (ibid.) <a href=\"#user-content-fnref-b15\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b16\">\n<p>“Gnomes,” in C. S. Lewis, <em>Poems</em>, collected and edited by Walter Hooper (New York: Harcourt, Brace &amp; World, 1964), pp. 9-10. The word <em>gnome</em> comes via French from New Latin <em>gnomus</em> (cf. Spanish and Portuguese <em>gnomo</em>), according to the Century Dictionary “a factitious name (by Paracelsus?) apparently taken [from] Greek”—either from <em>gnomê</em> (“thought”) or <em>gnomon</em> (“inspector, examiner”)—who “ultimately came to be regarded as the special guardians of mines and miners, malicious in all other relations and extremely ugly and misshapen; while the females…called gnomides…were endowed with supreme beauty and goodness, and, being the special guardians of diamonds, were chiefly known in the countries that produced them” (vol. III, pp. 2554-55). <a href=\"#user-content-fnref-b16\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b17\">\n<p>According to the <em>American Heritage Dictionary</em> (3d edition), the word <em>kobolt</em> (“goblin”) is first attested in middle high German in the first third of the 17th century.  Kobolds are defined by <em>AHD</em> as either “a gnome that haunts underground places” or “an often mischievous household elf.” It is perhaps to this latter category that we might assign the nasty little protagonist of the Grimm Bros.' fairy tale “Rumpelstiltskin.” (For what it's worth, <em>Rumpel</em> is German for “rubbish, junk.”) <a href=\"#user-content-fnref-b17\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b18\">\n<p><em>AHD</em> says that <em>gremlin</em> was first attested among Royal Air Force flyers in the 1920s, with the meaning of “low-ranking officer or enlisted man saddled with oppressive assignments,” and may be derived from Irish <em>gruaim</em> (“ill humor”) plus the suffix -<em>lin</em> from <em>goblin</em>. <a href=\"#user-content-fnref-b18\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b19\">\n<p>Published in 1862 and 1872 respectively. MacDonald's goblins are miners and in the sequel, <em>The Princess and Curdie,</em> their tunnels eventually collapse, destroying (perhaps in an allegory of sin) the fanciful Babylonish city above; but by this time the sympathetic protagonists are long gone. C. S. Lewis was a great admirer of MacDonald—he claimed that reading MacDonald's <em>Phantastes</em> was instrumental in pointing him towards his rebirth as a Christian—to the point of embarrassingly resurrecting his senior colleague as a stage-Scotchman character in Lewis's own allegorical novel <em>The Great Divorce</em>. <a href=\"#user-content-fnref-b19\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b20\">\n<p>My liberal translation of Fuan's quote, taken from a French URL for a roleplaying game, <em><a href=\"http://www.initiative-jdr.com/bibliotheque-fiche.ini3?num=61881&amp;amp;&amp;amp;sec=2\">http://www.initiative-jdr.com/bibliotheque-fiche.ini3?num=61881&amp;amp;&amp;amp;sec=2</a></em><em>.</em> Its context notwithstanding, Fuan's essay, entitled “Faeries: les esprits celtiques,” contains a good deal of sound material, and is followed by a five-book bibliography of French and English sources. Fuan also offers a thorough description of <em>brownies</em>, who, he says, are “invisible to adults who don't believe in them, but innocent children can see them. Most rural houses have them….in exchange for their work it is recommended that they be given the best milk. Insofar and as long as they are well treated, they will be loyal to families, sometimes even to the point of following them to new homes…. They are not to be paid for their work, but one should leave their food in a place where it will be come upon 'accidentally'…. If a brownie is annoyed (and they are very easily offended) he will leave, taking with him all the good luck he brought with him. Sometimes when he is seriously irritated a brownie will become a <em>bodach</em>…which in Scots Gaelic means 'old man.' This is a spirit who enters the house by way of the chimney and steals children or else terrorizes them, pinching and yanking them and giving them terrible nightmares. It is said that he only bothers bad children, but that a child can protect itself by surrounding itself with a ring of salt.” (How tempting to advance <em>bodach</em> as yet another candidate for the root of the adjective <em>bodacious</em>!) And <em>pixies</em>, Fuan writes, are extremely beautiful, stand about six inches high, dress always in green, and spend most of their time dancing. He adds that <em>pixie</em> is the generic name for a fairy in Cornwall, and that even to the present the inhabitants of Devon believe the pixies to be spirits of children who died unbaptized. <a href=\"#user-content-fnref-b20\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b21\">\n<p>Hills, E. C. and Dondo, Mathurin, <em>Contes Dramatiques</em> (Boston: D. C. Heath and Company, 1927); it was still very much in use in the French classes at Lexington (Mass.) High School in my midcentury salad days. <a href=\"#user-content-fnref-b21\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b22\">\n<p>This story is virtually identical to the one Yeats (op. cit.) calls “The Legend of Knockgrafton.” In an endnote to it on pp. 344-45, he reproduces the little people's song as transcribed by his colleague Croker, to the words <em>Da Luan, da Mort, da Luan, da Mort, da Luan, da Mort, augus da Dardine</em> (“Monday, Tuesday, Monday, Tuesday, Monday, Tuesday, and Wednesday”). Yeats adds that another colleague, Douglas Hyde, “has heard the song in Connaught, with the song of the fairy given as…<em>pighin, pighin, da pighin, pighin go leith, augus leith pighin</em>… ”a penny, a penny, twopence, a penny and a half, and a half-penny.” <a href=\"#user-content-fnref-b22\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b24\">\n<p>Knud Rasmussen (in <em>Thulefahrt</em>, Frankfurt, 1925), reproduced in Stephen Larsen, <em>The Shaman's Doorway</em> (New York: Harper and Row/Colophon, 1976, pp. 77-78). <a href=\"#user-content-fnref-b24\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b25\">\n<p>Albert Bender, “The Secrets and Mysteries of the Cherokee Little People –Yunwi Tsundi” (<em>News From Indian Country</em> 5 Sept. 2005); Jim Largo, “Catawba Little People picked on children” (<em>Indian Country Today</em> [Lakota Times], 27 Nov. 2004). I am indebted to Dwain Kitchell for forwarding both of these stories to me. <a href=\"#user-content-fnref-b25\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b26\">\n<p>Paul, op cit. <a href=\"#user-content-fnref-b26\" data-footnote-backref=\"\" aria-label=\"Back to reference 24\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b27\">\n<p><em>Dwarf</em> comes from Old English <em>dweorh</em>, according to the <em>American Heritage Dictionary</em> (which gives <em>dwarves</em> as a variant plural nowadays, preferring <em>dwarfs</em>.) Its modern German cognate is <em>Zwerg</em>, which the New Cassell's German Dictionary (New York: Funk and Wagnalls, 1958) translates as “dwarf, pygmy, midget.” If one wishes to avoid confusion and indicate “pygmy” unequivocally, one can say <em>Zwergling <em>or</em> Zwergmensch</em>; other compounds include <em>Zwerghund</em>, “lapdog,” and <em>Zwergpferd</em>, “pony.” The usual term for dwarf in late Republican and Imperial Rome was <em>nanus</em>(from Greek <em>nanos</em>, source of the modern prefix <em>nano</em>- for “tiny, billionth”), which according to Ernout and Meillet's <em>Dictionnaire Étymologique de la Langue Latine</em> (Paris: Éditions Klincksieck, 1979) supplanted the earlier Latin term <em>pumilio</em>. <a href=\"#user-content-fnref-b27\" data-footnote-backref=\"\" aria-label=\"Back to reference 25\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b28\">\n<p>As it is for many subcultures, nomenclature is problematic among dwarves. According to the dwarfism.org site, “[W]e are human beings who are of restricted growth. Use of the word 'midget' to describe someone of short stature is considered extremely offensive by some people. It is better to refer to someone of short stature as a 'Little Person' or 'Dwarf.'” But this is complicated by the fact that “some people find the term “dwarf” as…offensive as 'midget.'” Hence “little person” would seem the safest bet for now; not surprisingly, the community's flagship support organization is called Little People of America, with a website at <em><a href=\"http://www.lpaonline.org/\">http://www.lpaonline.org/</a></em>. Dwarfism.org also gives a long list of other terms by which dwarves have been known throughout the world. Some are far-fetched (Erlkönig, gremlin, and manitou, for example), but the list as a whole provides an excellent jumping-off place for research into the lore of <em>imaginary</em> little people across cultures. <a href=\"#user-content-fnref-b28\" data-footnote-backref=\"\" aria-label=\"Back to reference 26\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b29\">\n<p>According to <em><a href=\"http://www.achondroplasia.co.uk/\">http://www.achondroplasia.co.uk/</a></em>, a British support site for Little People with this condition. <a href=\"#user-content-fnref-b29\" data-footnote-backref=\"\" aria-label=\"Back to reference 27\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b30\">\n<p>The first attested Pygmies (<em>pygmaioi)</em>, mentioned by Homer and others as living somewhere off the southern edge of the Greek world, were so called because they were supposedly just a cubit (<em>pygmê</em>) high (<em>Brewer's Dictionary of Phrase and Fable</em>, Century Edition [New York: Harper and Row, 1981], p. 907). Physical anthropologists classify as pygmies any population whose average adult height is under five feet (<em>AHD</em>: “pygmy”). <a href=\"#user-content-fnref-b30\" data-footnote-backref=\"\" aria-label=\"Back to reference 28\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b31\">\n<p>As reported by Associated Press writer Chris Brummitt (“Fossil find means 'little people' no longer just tall stories,” AP Worldstream, 26 Dec. 2004). His informant Nellis Kua described the little people of Flores as having “these big eyes, hair all over their body and spoke in a strange language.” And possessed of a prodigious appetite (adds Kua, “They stole our crops, our fruit and moonshine. They were so greedy they even ate the plates!”), whence the name given them by the locals: <em>Ebu Gongo</em>, or “Grandmother Eats-It-All.” (Thanks to Dwain Kitchell for this reference as well.) <a href=\"#user-content-fnref-b31\" data-footnote-backref=\"\" aria-label=\"Back to reference 29\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b32\">\n<p>Jules Quartly, “Looking After the Little People,” <em>Taipei Times</em> online edition, 5 Dec. 2004 (<em><a href=\"http://www.taipeitimes.com/News/feat/archives/2004/12/05/2003213909\">http://www.taipeitimes.com/News/feat/archives/2004/12/05/2003213909</a></em><em>)</em>. <a href=\"#user-content-fnref-b32\" data-footnote-backref=\"\" aria-label=\"Back to reference 30\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b33\">\n<p>Thus H. Allen Orr (“The God Project,” <em>The New Yorker</em>, 3 April 2006, p. 80), remarks on the uniquely human capacity for “attributing agency where no agent exists. Human beings are skilled at positing agents—whispering winds, turnip ghosts, and monsters under the bed—for which the evidence is less than overwhelming, and this tendency might explain why nearly all people talk about creatures like elves and goblins.” <a href=\"#user-content-fnref-b33\" data-footnote-backref=\"\" aria-label=\"Back to reference 31\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b34\">\n<p>“Mon Père m'a Donné un Mari,” a folksong from Champagne, on the LP <em>Folk Songs of France</em>, (Monitor MF 339, 1960). This album has a second song by the same title, the next to last in a suite of songs from Normandy; here the husband is of normal size, just uninterested in sex. Its refrain superficially resembles the Knockgrafton fairies' song (see note 22 above): <em>Quatorze et p'is quat' font dix-huit…Onze et douze et treize, quatorze et deux font seize</em> (“14 and 4 make 18…11 and 12 and 13, 14 and 2 make 16”). <a href=\"#user-content-fnref-b34\" data-footnote-backref=\"\" aria-label=\"Back to reference 32\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b35\">\n<p>The invention of physicist James Clerk Maxwell, as part of a thought experiment to show how entropy works; Gian Vista, James Baugh, and Marijke van Gans offer a lucid explanation at <em><a href=\"http://www.maxwellian.demon.co.uk/name.html\">www.maxwellian.demon.co.uk/name.html</a></em><em>.</em> Imaginary little people are useful as scientific counterexamples as well: “I doubt that there is a little elf riding on the ribosome,” remarks Earl Hunt in <em>The Mathematics of Behavior</em> (New York: Cambridge University Press, 2006, p. 278). <a href=\"#user-content-fnref-b35\" data-footnote-backref=\"\" aria-label=\"Back to reference 33\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-b36\">\n<p>James Thurber, “Preface to a Life” in <em>My Life and Hard Times</em> (New York: Harper and Row/Perennial Library, 1961(1933), p. 11); Hughes Mearns, “The Psychoed” (1899, reproduced in Roger Lancelyn Green, <em>A Century of Humorous Verse</em> [London: Dent and Sons, 1959]). Note that Mearns never says the man is a <em>little</em> one, but the context implies that he is all of a piece with the tiny fellows popularly thought to be seen by people suffering from hallucinatory mental disorders such as acute schizophrenia or the DTs. And Thurber may at least be teasing his readers to wonder if his diminutive followers are of a similar etiology: “[A writer of light pieces] is not afraid, or much aware, of the menaces of empire but he keeps looking behind him as he walks along darkening streets out of the fear that he is being softly followed by little men padding along in single file, about a foot and a half high, large-eyed, and whiskered.” <a href=\"#user-content-fnref-b36\" data-footnote-backref=\"\" aria-label=\"Back to reference 34\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>The Wee Folk</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">mythsongs@earthlink.net</span></em></p> <p><em>Fools Are Everywhere</em>, if we are to believe the title of Beatrice K. Otto's comprehensive study of court jesters.<sup><a href=\"#user-content-fn-b1\" id=\"user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> So, it would appear, are the little people, those preternatural homunculi<sup><a href=\"#user-content-fn-b2\" id=\"user-content-fnref-b2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> thought to lurk on the periphery of our everyday rational world. Like Otto's professional buffoons, they are often tricksters<sup><a href=\"#user-content-fn-b3\" id=\"user-content-fnref-b3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> who specialize in manipulating our perceptions: In the woods you come on a mannikin in a tiny red jacket, sitting on a cauldron full of gold sovereigns at the end of a rainbow; but turn your head an instant and poof! the little fellow has vanished with his hoard, leaving only an empty pot and the echo of his laughter.<sup><a href=\"#user-content-fn-b4\" id=\"user-content-fnref-b4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup></p> <p>The <em>leprechaun</em> is one type of the Emerald Isle's wee folk; others are the <em>clurichaun</em>, whose principal activity is getting drunk on other people's cellars, and the <em>far darrig</em>, or Red Man, who dresses all in red and “busies himself with practical joking, especially with gruesome joking…and nothing else.” Then there is the <em>pooka</em>, a shape-changer who often appears as a talking horse, but sometimes also as a donkey, an eagle, a bull, or a goat.<sup><a href=\"#user-content-fn-b5\" id=\"user-content-fnref-b5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> All are of the fairy folk, also known as the <em>Tuatha de Danaan</em> (People of [the Goddess]Danu), who were supposed to have been the fifth wave of invaders of Ireland (in the process exterminating a fearsome race of monsters called the Fomorians), and who were said to have departed either to Tir na n'Og (the Island of Youth in the far western sea) or gone underground to live in the hills called <em>side</em> on the arrival of the sixth race, the <em>Milesians</em> (Sons of Mil) from whom the present Irish claim descent.<sup><a href=\"#user-content-fn-b6\" id=\"user-content-fnref-b6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup></p> <p>The Norse likewise had several categories of little people: the good <em>bright elves</em>, whose abode was Alfheim, presided over the benign sun-god Frey, and the <em>dark elves</em>, of evil disposition, who lived in Svartalheim.<sup><a href=\"#user-content-fn-b7\" id=\"user-content-fnref-b7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> The Norse also had dwarves, of whom the best known is undoubtedly wicked Alberich, who starts all the trouble in Wagner's <em>Ring Cycle</em> by stealing the gold from the Rhine Maidens, and whose son, Hagen, will later arrange for the hero Siegfried to die in a hunting “accident.”[^b8]</p>"
}