{
  "type": "Article",
  "title": "Plurality",
  "author": "David Galef",
  "location": "University of Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Plurality</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p>\n<p>“Hand me the pliers,” I told my ten-year-old son as I attempted to fix a loose connection on our electric stove.</p>\n<p>“How many pliers do you have?”</p>\n<p>“What?” I bumped my head on the oven door as I got up. “Just one. Why?”</p>\n<p>“Then it's a plier.”</p>\n<p>Rubbing my scalp, I thought about that, but only for a moment. “There is no plier,” I told him. “There isn't any scissor, either.”</p>\n<p>“I know <em>that</em>.” He reached for the offending tool, extended it halfway, then paused. “But why?”</p>\n<p>“Well, some objects come only in pairs.” I pointed to the pliers, a nifty adjustable model that could mangle metal. “It has two jaws, see?”</p>\n<p>He peered at it, or pretended to. “Hmm. What does a scissors have a pair of?”</p>\n<p>“Two cutting edges.” I smiled in triumph. “Come to think of it, a lot of tools are like that: tweezers, tongs, forceps.... You can ask for a pair of any of those and get just one.”</p>\n<p>My son nodded emphatically in the way that means “I get it. Enough already.”</p>\n<p>Of course, I couldn't stop. “Or think of a pair of pants.”</p>\n<p>“Huh?”</p>\n<p>“You can't just have one pant. Not even if you tear them in half.” I made a ripping sound by blowing through my thumbs.</p>\n<p>He nodded, this time indicating interest. “What about shorts?”</p>\n<p>“Good, good!” A chip off the old block. I closed the oven door and sat on top of the stove. “And then we can include trousers, slacks, jeans—”</p>\n<p>“Pajamas!” he cried.</p>\n<p>“Y-ess...though you can put on a pajama top.” <em>You can also scissor something apart</em>, I thought, but didn't tell him that. I also later found out that <em>plier</em> is acceptable, and the British spell it <em>plyer</em>. I would tell him all that tomorrow. Meanwhile, I didn't want to complicate his life unnecessarily. I would just add more items. He likes lists. “Trunks, briefs, knickers....”</p>\n<p>“Do surfing jams count?”</p>\n<p>“Sure.” I paused. “And jodhpurs. Even the Germans do it: lederhosen.”</p>\n<p>“Which are?”</p>\n<p>“Riding pants and leather pants. Wait till you're older.” I got ingenious. “In fact, even more generally, you put on your <em>togs</em>. You wear fancy <em>duds</em>.” I struck the side of the stove with a wooden spoon for emphasis. “Or just <em>clothes</em>. Whoever talks about one clothe?”</p>\n<p>“There's cloth,” he volunteered hopefully.</p>\n<p>“Not the same.”</p>\n<p>“I guess not.” He hopped on top of the stove with me. “Are there any others?”</p>\n<p>“No. Wait, there must be.” I picked up the pliers, the better to think with. “Glasses. That's one.”</p>\n<p>“But you can have three glasses of milk.”</p>\n<p>“Yes, though that's another word. <em>Clothe</em> is a word. So are <em>pant</em> and <em>short</em>. And <em>dud</em>. But that's not what I mean. I mean glasses to see with. Spectacles. In fact, that's another. Binoculars, too.” I made goggle-eyes with my thumbs and forefingers. “Anything for two eyes, I guess, so <em>monocle</em> stays singular.” But what about <em>lorgnette</em> and <em>pince nez</em>? I wondered. <em>To hell with the French.</em></p>\n<p>“Um, okay.” My son was losing interest.</p>\n<p>I wasn't. “How about thanks?”</p>\n<p>“Thank you,” he mumbled. “That was a good list.”</p>\n<p>“No, I mean <em>thanks</em>. Or <em>congratulations</em>, for that matter. Even <em>kudos</em>. That comes from the Greek <em>kιdos</em>, meaning praise or renown. They don't come singly.” I nodded, agreeing with myself. “<em>Surroundings</em> is like that, too.”</p>\n<p>“What about fish?”</p>\n<p>“What <em>about</em> fish? Oh, I see. You mean it's a plural.”</p>\n<p>“One fish or three fish—it's the same.”</p>\n<p>“True.” I contemplated the piscatorial counting system, though I happen to know that different species of fish may be referred to as different fishes. “It's the same for sheep. Or cattle or kine.”</p>\n<p>“What's kine?”</p>\n<p>“Cattle. And troops, which aren't cattle but are sometimes treated that way.”</p>\n<p>“What about a troop of soldiers?”</p>\n<p>“Yes, but the soldiers are counted as troops—seven thousand troops, say—and you can't have just one troop.” Even “two troops,” I realized, would sound odd and probably be read as two groups. My son left the room on some private errand as I took to musing. A lot of people mistreat certain plurals as singular, such as <em>criteria</em> or <em>data</em>. If you treat these words properly, asking, say, “What are the data?,” others will look at you strangely.</p>\n<p>For that matter, many people have given up on words like <em>everyone</em> and <em>none</em> as singular. You can blame Agatha Christie for the book title <em>And Then There Were None</em> and John A. Stormer for <em>None Dare Call It Treason</em>, but the misuse clearly didn't start there, to the point where “none was” sounds a bit awkward. Similarly, because the use of <em>his</em> sounds sexist, teachers no longer request, “Will everyone please hand in his homework?” They either say, “Will everyone please hand in their homework?,” turning <em>everyone</em> plural, or else descend into either/or-speak by requesting everyone to hand in his or her work.</p>\n<p>Some items just naturally come in aggregate. I recalled taking a Northern visitor to one of our local breakfast places in Oxford, Mississippi, where she was curious about the grits. The waitress told her they were just boiled hominy, but she was wary. “Well, do you want 'em or don't you?” asked the busy waitress.</p>\n<p>“Um,” she temporized, “can I have just one grit?”</p>\n<p>Plurals can be double trouble. Along these lines, I remembered an old joke: A zookeeper had a request from a zoo in another state for a mongoose, and he was sending a male and a female. The two were all packed up in a wooden crate, and the zookeeper was making out an invoice. “Enclosed are the mongooses you requested,” he typed. But that didn't look right, so he began again. “Enclosed are the mongeese you asked for,” he wrote, yet that didn't look right, either. He squinted at it sideways, but that didn't help. Finally, he amended it to “Enclosed is the mongoose you requested. Enclosed is also the other mongoose you asked for.” (Note to anyone telling this joke: The proper plural is “mongooses.”)</p>\n<p>I stared at my pliers. I went looking for my son, who was reading a book on the living room couch. He looked up when I came in. “Did you finish?” he asked.</p>\n<p>“With the stove? I think I need some wire.”</p>\n<p>He rolled his eyes. “No, with the plurals.”</p>\n<p>Was I finished? My mind leaped across decades and settled upon an old Allan Sherman song called “One Hippopotami.” I leaned in and sang to him: “Singulars and plurals are so different, bless my soul.... Has it ever occurred to you that the plural of <em>half</em> is <em>whole</em>?”</p>\n<p>That one he liked, and he ended up giggling on the floor. As for the stove, I never did fix it. Instead, I called in a repairman to make repairs—though it was only one repair.</p>\n<p><em>[David Galef is a professor of English at the University of Mississippi. His latest books are the novel <em>How to Cope With Suburban Stress</em> and the poetry collection <em>Flaw</em>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Plurality</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p> <p>“Hand me the pliers,” I told my ten-year-old son as I attempted to fix a loose connection on our electric stove.</p> <p>“How many pliers do you have?”</p> <p>“What?” I bumped my head on the oven door as I got up. “Just one. Why?”</p>"
}