{
  "type": "Epistola",
  "title": "EPISTOLA Jack Butler",
  "contributor": "Jack Butler",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Jack Butler</span></h1>\n<p>Reading Verbatim with delight. It's a pleasure to have found a magazine that seems to be all about English, words and patterns and etymologies and phrases. I want to write everyone in the issue. They all feel like kindred spirits.</p>\n<p>Reading Richard Lederer's “Confessions of a Verbivore,” in which he commits a few anagrams, caused me to decide to send you this. It is not, honestly, intended as a submission. It's just a fun thing, for me, anyway. A form I have invented, and call, immodestly I suppose, <em>jaxagrams</em>.</p>\n<p>The rules are simple. Take a word or phrase, and then write something which is grammatically and syntactically correct, but which uses all of the letters of the seed word or phrase, rearranged, in as many combinations as possible.</p>\n<p>Am working on one for “television,” which begins, “TELEVISION—I.E., VILE SNOT—may appear to offer one a SOLE INVITE to watch the TONIES LIVE . . .”</p>\n<p>Here's the best completed one so far.</p>\n<p>Not every SENATOR is A STONER, although more than ONE RANTS against drugs and yet uses them himself, and at least one is A STERNO addict.</p>\n<p>It isn't fair to describe a SENATOR as an ANT SORE or a RATNOSE, but many of them are guilty of NOSE TAR, and there is a reason we live beside such a TORN SEA.</p>\n<p>Every now and then you may find a SENATOR who works hard, but most are ON A REST—OR A NEST—and are perfectly useless.</p>\n<p>In short, the best way to handle a SENATOR is with your TASER ON, since he or she will ROT SANE minds, and what these legislators have done to our country is nothing short of TREASON.</p>\n<p>Again, having a really good time with the magazine. Thank you for doing it.</p>\n<p><em>[Jack Butler, Wyandotte, Oklahoma]</em></p>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Jack Butler</span></h1> <p>Reading Verbatim with delight. It's a pleasure to have found a magazine that seems to be all about English, words and patterns and etymologies and phrases. I want to write everyone in the issue. They all feel like kindred spirits.</p> <p>Reading Richard Lederer's “Confessions of a Verbivore,” in which he commits a few anagrams, caused me to decide to send you this. It is not, honestly, intended as a submission. It's just a fun thing, for me, anyway. A form I have invented, and call, immodestly I suppose, <em>jaxagrams</em>.</p> <p>The rules are simple. Take a word or phrase, and then write something which is grammatically and syntactically correct, but which uses all of the letters of the seed word or phrase, rearranged, in as many combinations as possible.</p> <p>Am working on one for “television,” which begins, “TELEVISION—I.E., VILE SNOT—may appear to offer one a SOLE INVITE to watch the TONIES LIVE . . .”</p>"
}