{
  "type": "Article",
  "title": "Pronouns in Thai",
  "author": "Euan Harvey",
  "location": "Mahidol University International College",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Pronouns in Thai</h1>\n<p><em><span data-rel=\"author\">Euan Harvey</span> <span data-rel=\"location\">Mahidol University International College</span></em></p>\n<p>As anyone who has tried to learn it will know, Thai is a most deceptive language. At first glance into a Thai textbook, it can appear quite simple, especially if compared to a language like Japanese. The newcomer to Japanese will learn that the verb <em>go</em> (<em>iku</em>), for example, can variously be conjugated as <em>ikimasu, itta, ikimashita, ikanai, ikimasen, ikanakatta, ikimasen deshita, itte, ikeba, ikou, ikareru, ikaseru, ikeru,</em> and <em>ike</em>.</p>\n<p>Compare this to Thai, which as an isolating language has no conjugation. The newcomer to Thai will be relieved to find that time and aspect, for example, are indicated simply by the addition of an adverb to a sentence. <em>Phom</em> (I) <em>hen</em> (see) <em>khun</em> (you)<em>,</em> for example, becomes <em>phom</em> <em>hen</em> <em>khun laeow</em> (already) to indicate a completed action, or <em>phom dja</em> (will) <em>hen khun</em> to indicate a planned or future action. To make things even simpler, Thai verbs are not conjugated for person (<em>khun hen:</em> 'you see'; <em>khaow hen</em>: 'he/she sees') or for number (<em>phom hen</em>: 'I see'; <em>rau hen:</em> 'we see').</p>\n<p>What could be simpler?</p>\n<p>Cue bitter laughter from the author. Unlike Japanese, Thai does not confront the language learner with complexity from the very beginning. Rather, the Byzantine intricacy of some portions of the language emerges only gradually. Probably the single most difficult aspect of Thai for non-native speakers to master is the pronoun system, both because of its complexity and because choosing an appropriate pronoun requires a deep knowledge of Thai culture. In the rest of this article, I will first talk about pronouns themselves, then the mass of other words that can also function as pronouns, and finally how these words reflect the deeply held values of Thai culture.</p>\n<p><em>First person pronouns</em></p>\n<p>To begin with, the choice of first person pronoun in Thai depends not only on number but also on the gender of the speaker and the level of politeness appropriate to a given situation. Below are some—but by no means all—first person pronouns for males and females.</p>\n<p><em>Kra-phom</em> This pronoun is used by men when speaking to people of higher status. It is somewhat old-fashioned, and usually only used by middle-aged or older men.</p>\n<p><em>Phom</em> Also the word for 'hair' in Thai, this is the default first person pronoun for men, the one phrasebooks teach. It is appropriate for conversations between strangers, but friends would choose another pronoun.</p>\n<p><em>Chan</em> This is the equivalent of <em>phom</em> for women, and is the most common first person pronoun used for women. It is also sometimes used by males, but only in certain situations. One notable example is in Thai pop-songs, where both male and female singers will refer to themselves as <em>chan</em>.</p>\n<p><em>Dii-chan</em> This is a more formal version of <em>chan,</em> for women only.</p>\n<p><em>Rao</em> This pronoun is the first person plural pronoun, but it is also used as an informal first person singular pronoun.</p>\n<p><em>Gu / Kha</em> Both these pronouns are used when speaking to very close friends. In other situations (for example, a husband and wife speaking), these pronouns are extremely offensive.</p>\n<p><em>Second person pronouns</em></p>\n<p>As with first person pronouns, the choice of second person pronoun in Thai depends on the level of politeness desired and the gender of the addressee.</p>\n<p><em>Than</em> This is a very formal pronoun, only used when addressing males of much higher social status.</p>\n<p><em>Khun</em> The equivalent of <em>phom</em>, this is the default second person pronoun for men and women. As with <em>phom</em>, it is appropriate for conversations between strangers, but friends or close acquaintances would choose a different pronoun.</p>\n<p><em>Khun-ying</em> This is the equivalent of <em>than</em> for women. The word <em>ying</em> in Thai means 'female.'</p>\n<p><em>Theur</em> This pronoun has approximately the same level of politeness as <em>chan</em>. It can be used to address friends or close acquaintances.</p>\n<p><em>Meung / Gae</em> These are the equivalent second person pronouns for <em>gu</em> and <em>kha</em>. Both are extremely insulting if used to anyone but the closest of friends.</p>\n<p>These first and second person pronouns tend to occur in paired sets. So, for example, if a speaker uses <em>gu</em> as the first person pronoun, he or she will probably use <em>meung</em> as the second person pronoun. Similarly, <em>phom/chan</em> and <em>khun</em> form a paired set, as do <em>chan</em> and <em>theur</em> in pop songs.</p>\n<p>So to illustrate this, 'I see you' (the example sentence used at the beginning of this article) has a number of possible translations into Thai.</p>\n<p><em>Phom hen khun</em> Speaker is a male addressing someone to whom he is not close and who is of equal or slightly higher status</p>\n<p><em>Dii-chan hen khun</em> Speaker is a woman addressing someone to whom she is not close and who is of higher status</p>\n<p><em>Kra-phom hen than</em> Speaker is a male addressing a male of much higher status. Speaker is also probably middle-aged or older.</p>\n<p><em>Kra-phom hen khun-ying</em> Speaker is a male addressing a female of much higher status. Speaker is also probably middle-aged or older.</p>\n<p><em>Dii-chan hen than</em> Speaker is a female addressing a male of much higher status.</p>\n<p><em>Dii-chan hen khun-ying</em> Speaker is a female addressing a female of much higher status.</p>\n<p><em>Chan hen khun</em> Speaker is a female addressing someone of equal or slightly-higher status.</p>\n<p><em>Chan hen theur</em> Speaker is probably a female—but possibly a male—addressing someone with whom they are familiar.</p>\n<p><em>Gu hen meung</em> Speaker is addressing someone to whom they are very close</p>\n<p>However, these paired sets are not always used. A paired set like this reflects nearly equal status for speaker and addressee. When there is a perceived gap in social status, then the pronouns used will reflect this. For example, if a male manager of a factory addresses a female line worker (such are often the patriarchal realities of life in Thailand), he might use <em>phom</em> as a first person pronoun and <em>theur</em> as a second person pronoun. The female line worker, on the other hand, might use <em>chan</em> as a first person pronoun and <em>khun</em> as a second person pronoun.</p>\n<p>The choice of pronoun does not, however, simply reflect the social context of a conversation; it can influence the situation as well. The choice of a pronoun less polite than is normal can be seen as rude or aggressive. Using <em>meung</em> when meeting a Thai for the first time is extremely rude, perhaps equivalent to using one of the fruitier Anglo-Saxon four-letter expressions to refer to someone upon being introduced to them. Likewise, using <em>phom</em> as a first person pronoun when speaking with close friends can either be used for a show of anger and social distancing, or alternatively for humorous effect—if the addressee is getting a little big for his boots.</p>\n<p><em>Other words</em></p>\n<p>So far, so simple. However, the first and second person pronouns discussed above are not the only words that can function as pronouns in Thai. To understand why, we need to consider the nature of what a pronoun actually <em>is</em> in Thai—and it's something quite different from what a pronoun is in English.</p>\n<p>In English, pronouns form a closed lexical set. Words can be added to this set or removed from it only with the passage of long periods of time and gradual language change, hence the repeated failures of attempts to introduce a gender-neutral third person pronoun to the language. In addition to this, English has fairly strict rules about how pronouns can be used. People speaking about themselves in the third person sound rather peculiar, and although people can use <em>grandfather</em> as a vocative, to use it as a second person pronoun would be decidedly. . . odd.</p>\n<p>In Thai, however, pronouns form an open set, meaning that a large number of other words can function as pronouns. For example, it is very common to hear kinship terms used as pronouns. Words such as <em>lung</em> (father or mother's older brother), <em>ah</em> (father's younger brother), <em>nah</em> (mother's younger brother), <em>dah</em> (maternal grandfather), <em>yai</em> (maternal grandmother), <em>ya</em> (paternal grandmother), or <em>bu</em> (paternal grandfather) can all be used as pronouns—first, second, or third person. The same applies to <em>luk</em> (child), <em>por</em> (father), and <em>mae</em> (mother).</p>\n<p>Another kind of word commonly used as a pronoun is a person's title. For example, the word for a university lecturer in Thai is <em>ajaan</em>. This also functions as a person's title in the same way that <em>Mr./Dr./Professor</em> does in English. As well as being a title, <em>ajaan</em> can also function as a pronoun (first, second, or third) in the same way as the kinship terms given above.</p>\n<p>A third choice of pronoun—frequently used by women—is the nickname of the speaker or the addressee. My wife, for example, uses her nickname (<em>Fon</em> 'Rain') as a first person pronoun in most situations. Men, however, do this much less frequently; its use is seen as somewhat effeminate.</p>\n<p>Another paired set of pronouns frequently heard is <em>phi</em> and <em>nong</em>. <em>Phi</em> is used to refer to someone who is older or who has higher social status, while <em>nong</em> is used for people who are younger or have lower social status. As with titles and kinship terms, <em>phi</em> and <em>nong</em> can be used as both first and second person pronouns. Space unfortunately prohibits a detailed discussion of the concepts behind these two words and, perhaps more importantly, how one decides who is <em>phi</em> and who is <em>nong</em>.</p>\n<p>Finally, the Thai language has adopted pronouns from other languages. The Chinese <em>heeya</em> is sometimes used as an alternative to <em>phi</em>. Caution must be exercised here, though, as only the rising tone separates this word from <em>heeya</em> (falling tone), a word perhaps best translated as 'wretched and low monitor lizard,' although this doesn't quite capture the full force of feeling of the word.</p>\n<p><em>Royal and Religious Pronouns</em></p>\n<p>In addition to the plethora of pronouns above, Thai also has specialized pronouns used when addressing the royal family or monks. Some examples are given below.</p>\n<p><em>Kha pa pra puttha jao</em> This is a first person pronoun only used when addressing Their Majesties the King and Queen of Thailand. A literal translation is 'slave (<em>kha</em>) of the Lord (<em>jao</em>) Buddha (<em>puttha</em>).' The word <em>pra</em> prefixes sacred objects. This is also the first word of the Thai national anthem.</p>\n<p><em>Dai fah laong tulee pra baht</em> This is a second person pronoun used when addressing Their Majesties the King and Queen of Thailand. A literal translation is (the speaker is) 'under the dust which is under the soles of the sacred/royal feet.'</p>\n<p><em>Yom</em> First person pronoun used by monks.</p>\n<p><em>Attama</em> Second person pronoun used by monks.</p>\n<p><em>Derivation of Pronouns and Their Significance</em></p>\n<p>Pronoun usage is not simply a grammatical system in Thai; the use and derivation of pronouns reflect the core values of Thai culture. This can be neatly illustrated by looking at the derivation of the most common first person pronoun for men, <em>phom</em>. As mentioned above, <em>phom</em> is not only a male first person pronoun, it is also the Thai for 'hair' (head hair only, body hair being <em>khon</em>). Many Thai speakers will claim that there is no connection between the two words, and the most popular Thai-English dictionary sold in Thailand uses separate entries for the two senses, treating them as unrelated homonyms. The words are related, however, and the derivation of the pronoun illustrates the ways in which the values of a culture permeate its language.</p>\n<p>The use of the pronoun <em>phom</em> derives from the custom of using a high part of your anatomy to address a low part of the anatomy of a person of higher social rank. In his book <em>Thai Ways,</em> Denis Segaller has the following quote:</p>\n<p>For example an untitled commoner would call himself <em>phom</em> when addressing a commoner with the title of <em>Phya,</em> whom he would address as <em>tai thao</em> (sole of the feet). <em>Phom rian tai thao</em>—literally “my hair is addressing the soles of your feet.” Similarly, when talking to a prince, you would call yourself <em>kramom</em>, and call the prince <em>fa baht</em>, literally: “the top of my head is addressing the soles of your royal feet.”</p>\n<p>Essentially then, the highest parts of one's body are used to address the lowest parts of the body of someone of superior rank. This reaches an extreme when addressing Their Majesties the King or Queen. The correct second person pronoun in this situation would be <em>dai fah laong tulee pra baht</em>—translated above as 'under the dust which is under the soles of the sacred/royal feet.' Royalty is so far above everyone else that the highest part of a person's body must now be used to address, not their feet, but the dust <em>beneath</em> their feet.</p>\n<p>This ranking of body parts into a hierarchy illustrates the Thai concept of <em>thii tam, thii soong</em> (low place, high place). The head, face, and hair are considered as not only literally higher, but spiritually higher as well. People are also placed in this hierarchy. People are perceived as being of higher or lower status depending on age, family status, occupation, professional rank, or a number of other factors. Using the highest part of your body to address the lowest part of the body of someone of higher rank becomes a metaphorical way to reflect status differences in society.</p>\n<p>To conclude then, pronouns in Thai work in fundamentally different ways from pronouns in English. While the class of pronouns in English forms a closed set with clear grammatical rules for their use, the class of words that can function as pronouns in Thai is open and fluid. The choice of an appropriate pronoun does not simply require knowledge of grammatical correctness but also an understanding of contextual and cultural variables, perhaps the most important of which are the status and relationship of oneself and the person to whom one is speaking. Judging status, of course, requires an understanding of the very heart of a culture. Therefore, it is reasonable to say that learning to use Thai pronouns appropriately requires more study of Thai culture than of the Thai language itself.</p>\n<p>And finally, I would like to offer a word of encouragement to anyone thinking of traveling to Thailand or learning Thai. In recent years, fashionable young people in Bangkok have begun to use <em>I</em> and <em>you</em> as first and second person pronouns. So perhaps learning Thai needn't be quite so taxing after all. . .</p>\n<p><em>[Euan Harvey holds an MA in Applied Linguistics from Macquarie University, Australia, and teaches writing and basic linguistics at Mahidol University International College in Thailand.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Pronouns in Thai</h1> <p><em><span data-rel=\"author\">Euan Harvey</span> <span data-rel=\"location\">Mahidol University International College</span></em></p> <p>As anyone who has tried to learn it will know, Thai is a most deceptive language. At first glance into a Thai textbook, it can appear quite simple, especially if compared to a language like Japanese. The newcomer to Japanese will learn that the verb <em>go</em> (<em>iku</em>), for example, can variously be conjugated as <em>ikimasu, itta, ikimashita, ikanai, ikimasen, ikanakatta, ikimasen deshita, itte, ikeba, ikou, ikareru, ikaseru, ikeru,</em> and <em>ike</em>.</p> <p>Compare this to Thai, which as an isolating language has no conjugation. The newcomer to Thai will be relieved to find that time and aspect, for example, are indicated simply by the addition of an adverb to a sentence. <em>Phom</em> (I) <em>hen</em> (see) <em>khun</em> (you)<em>,</em> for example, becomes <em>phom</em> <em>hen</em> <em>khun laeow</em> (already) to indicate a completed action, or <em>phom dja</em> (will) <em>hen khun</em> to indicate a planned or future action. To make things even simpler, Thai verbs are not conjugated for person (<em>khun hen:</em> 'you see'; <em>khaow hen</em>: 'he/she sees') or for number (<em>phom hen</em>: 'I see'; <em>rau hen:</em> 'we see').</p> <p>What could be simpler?</p>"
}