{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: I Sold My Writing for a Song",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>I Sold My Writing for a Song</em></h1>\n<p><em>Gloria Rosenthal, Valley Stream, New York</em></p>\n<p>For many years I was a “professional contester”, a pejorative term for a person who enters contests “for a living”, such as it is. For example: for two months that “living” consisted of my winning a dog dish, a toy squirrel and a live turtle, but, ah! that was followed by trips to Las Vegas, Jamaica and an 80 pound bag of silver dollars ($2,100), one after the other. So you see, this “career” was fraught with uncertainty but filled with joyful anticipation. More about that another time.</p>\n<p>This time I am talking about a leap from entering and winning contests to creating and judging them, which I have been doing for <em>Games</em> magazine for many years as a contributing editor.</p>\n<p>The contests I create for <em>Games</em> call for creativity on the part of the readers, as opposed to the magazine's many logic, numbers and grid-related challenges. My contests require a certain kind of twisted mind on the part of the creator (that would be me) and a bit of the same madcap thinking in the minds of readers who enter.</p>\n<p>I play with words all the time, even when not thinking about it. For example, I once saw a sign on a store, <em>Laundry Palace,</em> and my mind's strange eye saw, not <em>palace</em>, but <em>pal, place, lace, pace</em>, and <em>ace</em>. If a Toyota is driving in front of me, I don't see just another automobile, I see <em>ATOYOTA</em>, a palindrome. These thoughts automatically take me one step further, into building puzzles and contests with word-playing bricks.</p>\n<p>The best part of creating contests is that the fun doesn't end there the way it does in puzzle-making. Once you're done making the puzzle, you're done, but that's just when your pleasure begins in the contest-creating arena. What publication of the contest is judging literally thousands of entries sent in by astute, and possibly equally twisted-minded, readers who are pushed into coming up with far better, trickier and wittier words than we offer as examples. Judging is never, ever a slam dunk; many entries are worthy but few are chosen. Some very excellent entries we'd like to reward with a prize are often duplicated and must be discarded. The same dead end comes to rule-breaking entrants. Twenty-six words in a 25 word statement? Out! A last line that doesn't rhyme? Discard pile. An entry with no name and address? Well, that is so obvious I won't even mention it.</p>\n<p>So over the years I've had a great deal of fun playing with words to create new contests. But I've never had as much fun as I had in the past year when a contest I created in 1984 became known as <em>Dear John, Dear John</em> and was turned into a. . . . wait! You will have to keep reading to find out what happened because first I'd like to give you a few examples of published contests, and I challenge you to try them out for yourself. But please, don't send them to us! This is an article, not a contest. Thank you very much.</p>\n<p>My most recent contest, <em>State Your Case,</em> came to me in a flash when I saw the word <em>deny</em> and suddenly thought Hey! <em>deny</em> is made up of postal abbreviations for Delaware and New York. As soon as I realized that I could get a kick out of finding other words such as <em>memorial</em> (<em>Maine, Missouri, Rhode Island, Alabama</em>) and <em>mainland</em> (<em>Massachusetts, Indiana, Louisiana, North Dakota</em>), I knew I would get an even bigger kick out of tossing the challenge to readers and then judging a contest that required them to tell a very short story using words made up with postal abbreviations. The entries were fabulous and some readers drew outlines of the states they used in their entries (sorry! you don't get extra credit for decorating; the judges enjoy these tricks but only the actual entry counts).</p>\n<p>Another time I was simply looking down at the keyboard when what to my wondering eyes should appear but a bunch of symbols. Pow! These could be worked into signs and not only “could be” but would be in Sign Us Trouble, with readers following my example of a sign in a health club:</p>\n<blockquote>\n<p>Bware when U uu w88</p>\n<p>All require = care</p>\n<p>Do not</p>\n<p>Do it</p>\n</blockquote>\n<p>Translation:</p>\n<blockquote>\n<p><em>Beware when you use weights</em></p>\n<p><em>All require equal care</em></p>\n<p><em>Do not over do it</em></p>\n</blockquote>\n<p>It was a joy (and a job!) to read 3,000 entries but fortunately we required entrants to include translations or I'd still be trying to figure them out.</p>\n<p>Another time we asked readers to tell us something about themselves, but not in any ordinary way, of course. This was, after all, a <em>Games</em> contest. We called it GETTING TO KNOW YOU and required readers to conjure up a rhymed acrostic using their own names, first, last or nick. I loved two features of this contest; my own challenge for me to follow my rules and create one using my first name:</p>\n<blockquote>\n<p>Gorgeous, sexy, tall and slim,</p>\n<p>Lovely, charming, full of vim;</p>\n<p>Owl-like, stays up half the night;</p>\n<p>Reading, writing—very bright!</p>\n<p>Indeed she likes to rhapsodize,</p>\n<p>And also tells a lot of lies!</p>\n</blockquote>\n<p>A bigger plus was getting to know our readers as they took the task seriously and wrote about themselves in humorous verses. One of the winners bemoaned the fact that his parents did him dirty by giving him a four-letter name, Jack, leaving him one line short of a limerick. He put it in rhyme and won a prize.</p>\n<p>WORD ALCHEMY asked readers to forge two or more parts of a word to create an “alloy”, or a new word. We gave some examples for readers to puzzle out and fill in the blanks but for you, I am filling in the underlined blanks with the actual words:</p>\n<p>For mother's birthday we plan <em>to get her</em> loose pearls and string them <em>together</em> in a necklace.</p>\n<p>And another: Why is a 'child proof” medicine <em>cap able</em> to confound the most <em>capable</em> adult?</p>\n<p>The trouble with word-playing like this is it never wants to stop; you are forever thinking it <em>must ache</em> to have a <em>mustache</em> pulled, or isn't it terrible that <em>man's laughter</em> becomes <em>manslaughter</em>? Our examples in Word Alchemy were bested by such brilliance on the part of entrants that we awarded more prizes than originally promised.</p>\n<p>And then there was the contest that went way above and beyond to add another dimension to my wordplay memories and is not likely to be topped, ever. The contest ran in January, 1984, and it challenged readers to create any form of communication--letters, signs, song lyrics, snippets of conversations—starting, with a positive statement that could be completely changed into a negative one with the alteration or addition of punctuation. All words had to remain in the same order, with no words added or deleted, as in my example.</p>\n<p>First a charming love letter to John:</p>\n<blockquote>\n<p><em>Dear John: I want a man who knows what love is all about. You are generous, kind, thoughtful. People who are not like you admit to being useless and inferior, John. You have ruined me for other men. I yearn for you. I have no feelings whatsoever when we're apart. I can be forever happy. Will you let me be yours? Gloria</em></p>\n</blockquote>\n<p>And then, poor John gets slammed!</p>\n<blockquote>\n<p><em>Dear John: I want a man who knows what love is. All about you are generous, kind, thoughtful people who are not like you. Admit to being useless and inferior, John. You have ruined me. For other men I yearn. For you, I have no feelings whatsoever. When we're apart, I can be forever happy. Will you let me be? Yours, Gloria</em></p>\n</blockquote>\n<p>A composer I will adore forever, Stephen M. Hopkins, Director of Choral Activities in the Hayes School of Music, Appalachian State University, Boone, NC, turned both versions into a song. The song, called “Dear John, Dear John” sold well over a thousand pieces of sheet music, has been sung by choral groups all across the country, and I have a CD with a label that proclaims:</p>\n<blockquote>\n<p>Dear John, Dear John</p>\n<p>Lyrics By: Gloria Rosenthal</p>\n<p>Music By: Stephen Hopkins</p>\n</blockquote>\n<p>When my husband asked if I would get royalties (I did), I said “Who cares! My name is on the sheet music.”</p>\n<p>And to quote <em>another</em> lyricist, Ira Gershwin, <em>who could ask for anything more!</em></p>\n<p><em>[The “Dear John, Dear John” entries are © <em>Games Magazine</em>, and it, and other excerpts, are used by permission.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>I Sold My Writing for a Song</em></h1> <p><em>Gloria Rosenthal, Valley Stream, New York</em></p> <p>For many years I was a “professional contester”, a pejorative term for a person who enters contests “for a living”, such as it is. For example: for two months that “living” consisted of my winning a dog dish, a toy squirrel and a live turtle, but, ah! that was followed by trips to Las Vegas, Jamaica and an 80 pound bag of silver dollars ($2,100), one after the other. So you see, this “career” was fraught with uncertainty but filled with joyful anticipation. More about that another time.</p> <p>This time I am talking about a leap from entering and winning contests to creating and judging them, which I have been doing for <em>Games</em> magazine for many years as a contributing editor.</p> <p>The contests I create for <em>Games</em> call for creativity on the part of the readers, as opposed to the magazine's many logic, numbers and grid-related challenges. My contests require a certain kind of twisted mind on the part of the creator (that would be me) and a bit of the same madcap thinking in the minds of readers who enter.</p>"
}