{
  "type": "Article",
  "title": "CLASSICAL BLATHER: Speak of the Devil!",
  "author": "Nick Humez",
  "location": "mythclass@earthlink.net",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Speak of the Devil!</em></h1>\n<p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">mythclass@earthlink.net</span></em></p>\n<p>Although we may be tempted to lose heart because we appear to live in an age of increasing religious polarization and sectarian hostility, it is reassuring to recall that at bottom Judaism, Christianity, and Islam share some core beliefs, one of them being the chief source of temptation itself. Whether under the name of Iblis, Satan, Beelzebub, Lucifer, Mephistopheles, the Prince of the Air, or Old Scratch, the Devil as the chief of all devils and embodiment of all that is evil pervades the formal theological beliefs and folk consciousness of well over half the world's population.<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> Other societies may have demons<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> or divinities with certain attributes they share with the Arch-Fiend—ruler of the underworld (Hellenic Hades, Sumerian Ereshkigal), evil trickster (Norse Loki), after-death punisher of the wicked (Egypt's crocodile-headed devourer Amemait)<sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>—but only People of the Book<sup><a href=\"#user-content-fn-4\" id=\"user-content-user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> can boast an Adversary who has it all.</p>\n<p>He's the Enemy<sup><a href=\"#user-content-fn-5\" id=\"user-content-user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> we love to hate; yet as the proverb from which we took this column's title goes on to say, Western society has often been squeamish about saying his name aloud for fear it will cause him to materialize in front of us<sup><a href=\"#user-content-fn-6\" id=\"user-content-user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> and do us harm. To get around this, a generous assortment of euphemisms have been invented: Father of Lies, the Dickens or the Deuce,<sup><a href=\"#user-content-fn-7\" id=\"user-content-user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> Old Harry/Scratch/Nick,<sup><a href=\"#user-content-fn-8\" id=\"user-content-user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> the Evil One, the Tempter, Prince of Darkness, and so on. The word <em>devil</em> comes from Latin <em>diabolus</em>, a straight borrowing of Greek <em>diabolos</em>, “slanderer” (from <em>dia</em>-, “against,” and <em>ballein</em> “to throw”), itself a gloss for Hebrew <em>sâtan</em> “adversary” (from <em>sâtân</em>, “to plot against”)—in St. Jerome's Vulgate simply rendered as a transliterated proper noun, <em>Satanas</em>.<sup><a href=\"#user-content-fn-9\" id=\"user-content-user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup></p>\n<p>But whereas there was but one <em>Satanas</em>—identified with <em>Lucifer</em> (“light-bearer”),<sup><a href=\"#user-content-fn-10\" id=\"user-content-user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> leader of the angels said to have used their free will to rebel against God's authority—the Latin-speaking church allowed of many <em>diaboli</em>, from actual petty demons such as Titivilus (whose job it was to gather in a great sack all the final syllables skipped over in rapid recitation of the liturgy) to the metaphoric <em>diabolus in musica</em>, i.e. the tritone,<sup><a href=\"#user-content-fn-11\" id=\"user-content-user-content-fnref-11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> and the <em>advocatus diaboli</em> (”Devil's Advocate”), whose job it was to try to refute evidence presented during the process which led to the church's canonization of a saint. Romance-language cognates of <em>diabolus</em> include Italian <em>diavolo</em>, Spanish <em>diablo</em>, and French <em>diable</em>, and (as we shall shortly see with “devil” in English) everyday expressions containing these words abound.</p>\n<p><em>Beelzebub</em> appears in the Old Testament (II Kings 1:2-3) as <em>Ba'alzebub</em>, a pagan god to whose oracle Azariah, the mortally ill king of Samaria, sends to inquire if he will recover. (His emissaries are stopped on the road by the prophet Elijah, who scornfully asks if there is no God in Israel, such that Azariah must go seeking his answer from a Canaanite one.) In fact, the writer of II Kings may be having a naughty snicker at the Canaanites' expense: Ba'al (“Lord”) is the name of the young rain deity who is also the beloved son of the principal Canaanite god, Father El; hence one of his titles is <em>zebul</em>, Ugaritic for “prince.” So by tweaking the final consonant the author of II Kings was able to turn “Ba'al the Prince” into “Lord of the Flies.”<sup><a href=\"#user-content-fn-12\" id=\"user-content-user-content-fnref-12\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">12</a></sup></p>\n<p>Other names for the Devil derive from <em>ba'al</em> and its compounds and cognates, such as the <em>Bel</em><sup><a href=\"#user-content-fn-13\" id=\"user-content-user-content-fnref-13\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">13</a></sup> of Bel and the Dragon (in the Catholic Bible but relegated by Protestants to the Old Testament Apocrypha) and <em>Belphegor</em><sup><a href=\"#user-content-fn-14\" id=\"user-content-user-content-fnref-14\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">14</a></sup> (a variant of <em>Ba'al Peor</em>, the Moabite deity whose worship by some Israelites God punished with a plague epidemic; see Numbers 25:3-5, as well as Hosea 9:10)—though not <em>Belial,</em> from Hebrew <em>bêliya'al</em>, “vanity, worthlessness, wickedness,” and so used in the Old Testament (see, e.g., Deuteronymy 13:13 and II Chronicles 13:7).<sup><a href=\"#user-content-fn-15\" id=\"user-content-user-content-fnref-15\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">15</a></sup></p>\n<p>Although it is axiomatic in the Abrahamic religions that God is superior to all other beings, including all the evil spirits up to and including Satan himself, the temptation is very strong to see the struggle between good and evil in this world as equally balanced, if indeed not going predominantly to the Devil.<sup><a href=\"#user-content-fn-16\" id=\"user-content-user-content-fnref-16\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">16</a></sup> In addition, there is a strong tendency in Western thought to reduce categories to dualities, to a degree that has drawn much fire from latter-day critics.<sup><a href=\"#user-content-fn-17\" id=\"user-content-user-content-fnref-17\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">17</a></sup> So it should come as no surprise that many who profess Christianity nevertheless might, in practice, regard the Devil as God's exact opposite (much as Ahriman is the dark counterpart of Ormazd<sup><a href=\"#user-content-fn-18\" id=\"user-content-user-content-fnref-18\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">18</a></sup>), despite the established church's repeated reminders that the biblical Satan was merely a fallen angel, and as such a created being, rather than a deity in his own right coexistent with (and by implication potentially as powerful as) the Creator.<sup><a href=\"#user-content-fn-19\" id=\"user-content-user-content-fnref-19\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">19</a></sup></p>\n<p>Even allowing for the Devil's implicit inferiority to God (and according to St. John's Apocalypse, his eventual subjugation by the forces of good), the ordinary believer might well have cause to fear Satan's legions and the other horrors of the Hell awaiting the damned. Medieval iconography endowed the infernal tormentors with horns, claws, and a variety of nasty implements to use on their victims. In those days “Devil take him!” was by no means a casual curse,<sup><a href=\"#user-content-fn-21\" id=\"user-content-user-content-fnref-21\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">20</a></sup> and folklore abounded in which lost souls were carried off by grotesque fiends. At least one of these tales got elevated to the status of enduring literature: the story of a well-born scholar whose bargain with <em>Mephistopheles</em><sup><a href=\"#user-content-fn-22\" id=\"user-content-user-content-fnref-22\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">21</a></sup> to obtain the outward means of happiness in this world in exchange for damnation in the next would be rendered by Christopher Marlow in English as the play <em>Dr. Faustus</em>, by Johann Wolfgang von Goethe as the epic poem <em>Faust</em>, and by Hector Berlioz (after Gerard de Nerval's Goethe translation) as the opera <em>La Damnation de Faust</em>.</p>\n<p>Rationalists might argue that the double-whammy of the explosion of Renaissance learning well beyond the church's control, and the secularism of the Enlightenment which followed, go a long way to explain the proliferation of casual phrases employing the Devil's name; but it might also be argued that toying with the possibility of actually raising the Devil<sup><a href=\"#user-content-fn-23\" id=\"user-content-user-content-fnref-23\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">22</a></sup> has greater frisson in a society some of whose members still fervently believe that to say a taboo word enacts its referent's real presence than in one where demons are relegated to folkloric caricatures in red tights.<sup><a href=\"#user-content-fn-24\" id=\"user-content-user-content-fnref-24\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">23</a></sup> Whichever the case (or both), we may speak of a very heavy object as a <em>devil of a load</em>,<sup><a href=\"#user-content-fn-25\" id=\"user-content-user-content-fnref-25\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">24</a></sup> that we are caught <em>between the devil and the deep blue sea</em>, that there will be <em>the devil to pay</em> (<em>and no pitch hot</em>),<sup><a href=\"#user-content-fn-26\" id=\"user-content-user-content-fnref-26\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">25</a></sup> and our best course will be a headlong flight in which it is <em>every man for himself and devil take the hindmost</em>. We may upbraid our young kinfolk for their <em>devil-may-care</em> attitude, and admonish them that <em>the devil makes work for idle hands</em> and <em>dances in an empty pocket</em>,<sup><a href=\"#user-content-fn-27\" id=\"user-content-user-content-fnref-27\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">26</a></sup> that a deck of cards is the <em>Devil's Bible</em>, and that if they know what is good for them they will stop <em>beating the devil's tattoo</em> with their fingertips on the table, at least till our homily is finished. We say that he <em>is in the details</em>,<sup><a href=\"#user-content-fn-28\" id=\"user-content-user-content-fnref-28\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">27</a></sup> and add that we must <em>give</em> <em>the devil his due</em>, for he <em>is not so black as he is painted.</em> When unpleasant necessity leaves us no choice, we may say that <em>need must ride where the devil drives</em>;<sup><a href=\"#user-content-fn-29\" id=\"user-content-user-content-fnref-29\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">28</a></sup> and when we do have a choice but neither options is appealing, we may apply the principle of <em>better the devil we know than the devil we don't</em>.</p>\n<p>Those who are bred and born to the publishing trades might be grateful not to have start their careers nowadays as a <em>printer's devil</em>, so called because part of this entry-level job was to smear ink on a flatbed press for its next impression; in consequence though such a lad began his workday white as snow, he would end it black as Tartarus. But even apprentices have their holidays, and no summer picnic in the country would be complete without <em>deviled eggs</em> (so called because of the spice added to the creamed yokes), perhaps on a gingham cloth spread in a meadow tinged with the bright colors of the alpine flower called the <em>devil's paintbrush.</em><sup><a href=\"#user-content-fn-30\" id=\"user-content-user-content-fnref-30\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">29</a></sup> Let us hope our rusticators may not tread upon any of those plants of the genus <em>Ferula</em> whose malodorous gum is called <em>Devil's dung</em><sup><a href=\"#user-content-fn-31\" id=\"user-content-user-content-fnref-31\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">30</a></sup> (or <em>asafetida</em>), useful both as a natural ingredient in medicine and as a spice in Indian cooking. Other plants with demonic nicknames include <em>devil's milk</em> (sun-spurge, whose milky sap is toxic), <em>devil's guts</em> (the stems of the dodder plant or creeping buttercup), <em>devil's candlestick</em> (the stinkhorn mushroom, <em>Phallus impudicus</em>) and <em>devil's snuff-box</em> (any puffball fungus of the genus <em>Lycoperdon</em>).</p>\n<p>Places with the Devil's name are legion as well, often in connection with some local topographic feature: The <em>Devil's Dyke</em>, in Cambridgeshire, England, is an Anglo-Saxon rampart, as high as 18 feet in places, stretching from Reach to Wood Ditton (a distance of some seven and a half miles). The Devil's Frying Pan is a tidal basin in Cornwall, east of Lizard Point and near the village of Cadgwith. The town of Devil's Tower, Wyoming, is named for a nearby igneous pipe (the basalt core of a volcano whose outer slopes have eroded); around 600 feet high, the rock and its immediate surroundings are now a national monument. Devil's Lake in North Dakota is actually a string of them, totaling some 50 miles in length, and also the name of a town, on the opposite shore from which is the U.S. military reservation called Fort Totten. And of course there is the infamous <em>Devil's Island</em>, off the coast of French Guiana, on which for 101 years France incarcerated its hard cases and political prisoners (including Captain Alfred Dreyfus).</p>\n<p>Finally, a wheeze passed on by Sol “Roundman” Weber<sup><a href=\"#user-content-fn-32\" id=\"user-content-user-content-fnref-32\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">31</a></sup> in one of his recent e-mail epistles-general: It seems there was once a Devil worshipper<sup><a href=\"#user-content-fn-33\" id=\"user-content-user-content-fnref-33\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">32</a></sup> who suffered from dyslexia, in consequence of which he sold his soul to Santa.</p>\n<hr>\n<p>H. Hooke, Ptah was “represented as bringing Atum and all the gods of the Heliopolitan Ennead into existence through his divine word” (Middle Eastern Mythology [Baltimore: Penguin, 1963], p. 72), and Celtic bards were thought to be able to bring disfiguring blemishes upon the face of a victim through the recitation of satirical verses against him (so says Fred Norris Robinson in <em>Satirists and Enchanters in Early Irish Literature</em> [American Committee for Irish Studies Reprint No. 1, N.D. (1911)], pp. 95n.5 and 114ff.) A similar reluctance to name what one would prefer not to come to pass underlies the Romans' use of <em>vixit</em> (“he lived”) in place of <em>mortuus est</em> (“he died”).</p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-1\">\n<p>Those professing some form of Christianity, Islam, of Judaism at present amount to about 3.5 billion people (<em><a href=\"http://www.adherents.com/Religions_By_Adherents.html\">http://www.adherents.com/Religions_By_Adherents.html</a></em>). <a href=\"#user-content-fnref-1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-2\">\n<p>The word <em>demon</em> comes from Greek <em>daimon</em>, a being who is spiritual but not immortal; Hesiod gave the lifespan of a daimon at 9720 years, according to Plutarch, who cites this long but finite life as the crucial factor in the silencing of oracular voices throughout the Greco-Roman world: Instead of direct revelation by the gods, it is the daimons who forward divine answers to oracular inquiries; so when the daimon associated with a given oracle dies, that's that. See Plutarch, “The Decline of the Oracles” in Rex Warner's translation of his <em>Moral Essays</em> (Harmondsworth, UK: Penguin, 1971), pp. 31-96). <a href=\"#user-content-fnref-2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-3\">\n<p>For Hades, see Robert Graves, “The Gods of the Underworld” in <em>The Greek Myths Complete</em> (New York: Penguin, 1991, pp. 120-25); for Ereshkigal, see “Inanna's Journey to Hell,” in N. K. Sandars, <em>Poems of Heaven and Hell from Ancient Mesopotamia</em> (New York: Viking Penguin, 1971, especially pp. 138-42 and 144-47); for Loki, see Robert Crossley-Holland, <em>The Norse Myths</em> (New York: Pantheon, 1980, chapters 3, 7-10, 16, 24, 26, and 29-32); and for Amemait, see J. Viaud, “Egyptian Mythology” in Guirand et al., <em>The New Larousse Encyclopedia of Mythology</em> (New York: Crown/Crescent, 1987, p. 41). <a href=\"#user-content-fnref-3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-4\">\n<p>A Muslim term for the three communities of belief which regard the Old Testament as an integral part of their sacred scriptures, often invoked nowadays in connection with appeals for ecumenicism or, failing that, for at least not trying to blow each other up. Islam, Christianity, and Judaism are also sometimes called the <em>Abrahamic</em> religions because all three recognize Abraham/Ibrahim as their physical and/or spiritual ancestor. <a href=\"#user-content-fnref-4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-5\">\n<p>Of course, one might expect fiends to turn this usage on its head, as indeed the fictional demonic administrator Screwtape does when writing to his field-operative nephew Wormword, for both of whom “the Enemy” was understood to refer to God. See C. S. Lewis, <em>The Screwtape Letters</em> (New York: Macmillan, 1971). <a href=\"#user-content-fnref-5\" data-footnote-backref=\"\" aria-label=\"Back to reference 5\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-6\">\n<p>As mentioned in a previous column (“Magic Words,” VERBATIM XXX/2 [Summer 2005], pp. 27-31), the power that largely preliterate societies attributed to the spoken word should never be underestimated. In the Memphis creation story, as recounted by S. <a href=\"#user-content-fnref-6\" data-footnote-backref=\"\" aria-label=\"Back to reference 6\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-7\">\n<p>A common phonological technique in euphemisms is to begin with the same consonant and go somewhere else with it (e.g. British O<em>h bother</em>! for O<em>h bugger</em>!, or French <em>Je renie des bottes</em> [“I deny some boots”] for <em>Je renie Dieu</em> [“...God”]); <em>Brewer's</em> emphatically denies that <em>the Dickens</em> has any connection with the famous author. But “the Deuce” for the Devil may have additional appeal among gamblers because deuces (that is, twos) are outranked by every other card in the deck unless one is playing a game in which ace is low rather than high, while to <em>throw a deuce</em> is to make the lowest score possible with two dice. <a href=\"#user-content-fnref-7\" data-footnote-backref=\"\" aria-label=\"Back to reference 7\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-8\">\n<p>According to <em>Brewer's Dictionary of Phrase and Fable</em>, <em>Old Scratch</em> derives from Old Norse <em>skratta</em>, “goblin/monster” (modern Icelandic has <em>scratta</em>, “devil”), and <em>Old Nick</em>, while commonly thought (thanks in large part to a couplet in Samuel Butler's <em>Hudibras</em>) to be eponymous from Niccolò Machiavelli—whose practical advice on statecraft in <em>The Prince</em> has since its publication in 1532 offended tenderer consciences for its want of moral scruples—is probably from German <em>Nickel</em> “mine-demon” (the –<em>nickel</em> in Kupfernickel “Copper-devil,” the German word for the metallic element nickel). The origin of <em>Old Harry</em> is obscure—<em>Brewer's</em> tentatively suggests that it derives from the verb “to harry” (cf. the <em>harrowing of Hell</em>)—but according to Dean King's companion to the Patrick O'Brian seafaring novels, the nautical glossary <em>A Sea of Words</em> (New York: Henry Holt and Company, 1995) it was a term much in favor among seamen at the time of the Napoleonic Wars. <a href=\"#user-content-fnref-8\" data-footnote-backref=\"\" aria-label=\"Back to reference 8\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-9\">\n<p>The <em>-as</em> ending would seem to have been tacked on for convenience of grammatical declension. The Arabic cognate is <em>Shaitan</em>; although primarily used to mean the chief of evil spirits (cf. Iblis/Eblis), and thus equivalent to the Judeo-Christian Satan, this name has also been employed in the rhetoric of Islamic anti-Americanism, in which the United States is referred to as “the great Satan” (e.g. during the revolution in Iran which toppled Shah Reza Pahlevi in 1979)—the implication being that there can be “lesser Satans” as well. Cf. <em>Beelzebub</em> in note 12 below. <a href=\"#user-content-fnref-9\" data-footnote-backref=\"\" aria-label=\"Back to reference 9\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-10\">\n<p>Also the name given to a type of match, the selling of which was one of the street-trades of the 19th-century urban poor in both Europe and America. One of Horatio Alger's rags-to-riches novels was entitled <em>Mark, the Match-Boy</em>, and the Hans Christian Anderson tale of the little match-girl who freezes to death has been for over a century a beloved tear-jerker on several continents. Henry Mayhew, in <em>Mayhew's Characters</em> (London: Hamlyn/Spring Books, n.d.) a collection of sketches extracted from his 1851 classic <em>London Labour and the London Poor</em>, makes frequent mention of this trade, both as its own employment and as a prop in the theatrics of mendicancy: “These lucifers are merely excuses, of course, for begging,” says an informant about a colleague respectfully known as “the Lady Lurker” (p. 40); another explains to Mayhew the “<em>lucifer lurk</em>...I don't mean the selling, but the dropping of them in the street as if by accident. It's a great thing with the children” (p. 134), presumably eliciting more in contributions from pitying passers-by than the value of the matches the child has “accidentally” let fall and be spoiled (though in fact thriftily recycled as the dodge is reprised on other streets.) But as the Rev. Katherine Ellison points out (e-mail KH to NH, 5/5/07), Lucifer is also a name given to the Morning Star, i.e. the planet Venus. <a href=\"#user-content-fnref-10\" data-footnote-backref=\"\" aria-label=\"Back to reference 10\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-11\">\n<p>Astrid Sverige, in a posting on the Society for Creative Anachronism's minstrels' bulletin board, writes that “[t]he first reference to Titivilus by name appears in <em>Tractatus de Penitentia</em>, c. 1285 by John of Wales.” This demon “listened for verbal atrocities in religious services as well as those of copying and writing” and hence “became a patron of calligraphers because he absolved them of guilt since they could blame him for their errors.” (<em><a href=\"http://www.pbm.com/pipermail/minstrel/1997/008723.html\">http://www.pbm.com/pipermail/minstrel/1997/008723.html</a></em>). A tritone is an interval equivalent to three whole tones, such as C to F#; while abhorrent to the medieval ear, it is perfectly acceptable to modern Western listeners when embedded in, e.g., a dominant seventh chord resolving on the tonic (V<em>7</em> &gt; I). Nevertheless, a naked tritone retains an acute ability to upset all of us who grew up in the Western “common-practice” harmonic tradition solidly entrenched since the middle of the 18<em>th</em> century, whence its utility as the ominous alternating seesaw pitch of European police-car sirens. <a href=\"#user-content-fnref-11\" data-footnote-backref=\"\" aria-label=\"Back to reference 11\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-12\">\n<p>Mayhew quotes an informant who uses <em>Beelzebub</em> as a generic: “The name of a bishop is but another name for a Beelzebub” (op. cit., p. 50). Its English gloss, <em>Lord of the Flies,</em> has been rendered newly familiar to readers of fiction since the mid-20<em>th</em> century from its adoption by William Golding for his chilling novel of some boys marooned by shipwreck on a tropical island, the degeneration of whose microsociety may be read as a dark mirror to Defoe's <em>Robinson Crusoe</em>. Beelzebub reappears in the King James translation of the New Testament at Luke 11:15-18, in which Jesus is accused of casting out devils “by Beezebub, the chief of the devils” (the same story and name are at Matt. 12:24-27 and Luke 3:22 ff.; see also Matt. 10:25). But the New Revised Standard Version (NRSV) gives <em>Beelzebul</em>, following (loosely) the Greek New Testament's <em>Beezeboul</em> but killing the original phonetic whiz-bang (which if uttered within earshot of pious Canaanites might have been rather like referring to the current President Bush, in the presence of neoconservative Republicans, as “President Butt”—not to say <em>Beelzebush</em>.). On the other hand, several sources claim that there was an actual temple to <em>Ba'al Zebub</em> in Philistia—i.e. Ba'al as the object of prayer and sacrifice in order to avert infestations of insects; see, e.g., the entry for Beelzebub in Benjamin E. Smith, ed., <em>The Century Cyclopedia of Names</em> (New York: Century Publishing Co., 1894), p. 138. <a href=\"#user-content-fnref-12\" data-footnote-backref=\"\" aria-label=\"Back to reference 12\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-13\">\n<p>The <em>Bel</em> whose priests were exposed as fakers by Daniel is Bel-Marduk, the city god of Babylon and the victorious hero of the Babylonian creation epic, the <em>Enuma Elish</em>, the entire text of which is translated in Sandars, op. cit., pp. 73-111. <a href=\"#user-content-fnref-13\" data-footnote-backref=\"\" aria-label=\"Back to reference 13\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-14\">\n<p>However, <em>Belphegor</em> is also sometimes given as a name for a secondary devil, like <em>Ashtoreth</em> (identical with <em>Astarte</em>, and derived from <em>Ishtar</em>, the love goddess of Mesopotamia) and <em>Asmodeus</em> (the Persian <em>Aeshma daeva</em>, the evil spirit in charge of devastating wrath). In Machiavelli's <em>Novella di Belfegor</em>, published in 1549, he is a demon who wins (loses?) a lottery among the fiends to be sent to the upper world, take human form, and marry, in order to test the proposition that a woman could make domestic life so unbearable as to make Hell seem the more comfortable of the two; the experiment is successful and the thesis confirmed. For a variation on this theme, see note 21 below. <a href=\"#user-content-fnref-14\" data-footnote-backref=\"\" aria-label=\"Back to reference 14\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-15\">\n<p>I am indebted to Rabbi Jay Braverman for confirmation of this (e-mail JB to NH, 5/6/2007); he writes that “'beli-yaal' is a compound noun from two shorter Hebrew words which mean, among other translations, 'worthless, having no purpose and useless.' Sometimes it means 'evil' as well. The word occurs twenty-seven times (27) in the Hebrew Scriptures.... Often it is preceded by the Hebrew words for 'sons of, daughters of, and men of,'” and adds that in the Dead Sea Scrolls, “'Belial' is a popular name for 'the prince of evil' i.e. Satan.” Thus the King James Bible has “sons of Belial” at Deut. 14:13 and II Chron. 13:7, glossed in the Revised Standard Version as “base fellows” and “worthless scoundrels” respectively. As a proper name, Belial appears in the New Testament at II Cor. 6:15 (“And what concord hath Christ with Belial?”). <a href=\"#user-content-fnref-15\" data-footnote-backref=\"\" aria-label=\"Back to reference 15\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-16\">\n<p>The vexing reality of evil prospering while virtue gets the shaft turns up repeatedly in the book of Psalms, e.g. , Ps. 13 ( “How long wilt thou forget me, O Lord?”), Ps. 22 (“My God, my God, why has thou forsaken me?”), Ps. 69 (“Save me, O God, for the waters are come in unto my soul”), and Ps. 137 (“By the rivers of Babylon, there we sat down; yea, we wept, when we remembered Zion”); it is also the central theme in the book of Job, the <em>locus classicus</em> for the “When Bad Things Happen to Good People” scenario. For a Christian perspective on this issue, see C. S. Lewis, <em>The Problem of Pain</em> (New York: MacMillan, 1962). <a href=\"#user-content-fnref-16\" data-footnote-backref=\"\" aria-label=\"Back to reference 16\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-17\">\n<p>Both feminists and postcolonialists have challenged the essentialisms implicit in Western tropes of duality such as <em>orientalism</em> (a term made famous by the late Edward Said), in which an outlandish Other is posited whose characteristics are supposed to be the antitheses of “normal” (e.g. Caucasian-European-male) traits; thus an imaginary Mysterious East, whether Turkey, Egypt, Japan, Andalusia, or ancient Carthage, is made to encode sensuality, non-“white” skins, and unrepressed sex. In operatic discourse, those who cross this boundary generally come to a bad end—Don José in Bizet's <em>Carmen</em>, Cho-Cho-San in Puccini's <em>Madame Butterfly</em>, and arguably even Mann's hapless Aschenbach (smitten with desire for the exotic Polish boy Tadziu) in Britten's <em>Death in Venice.</em> For a feminist philosopher's take on a variety of Western binary opposites, see the dozen index sub-entries under “dichotomies” in Lorraine Code, <em>Rhetorical Spaces: Essays on Gendered Locations</em> (New York: Routledge, 1995). An entertaining anthology of over a hundred best-of-two playoff trees, modeled on sports eliminations but embracing such disparate categories as “Horses for the Ages,” “Marital Arguments,” and “Sucker Bets,” is Mark Reiter and Richard Sandomir, eds., <em>The Enlightened Bracketologist</em> (New York: Bloomsbury, 2007); J. D. Biersdorfer's contribution, “Emoticons” (§29—the book's two-page spreads bear no page numbers), includes ]:-&gt; for “devil” (as opposed to, e.g., &lt;-) for “Santa Claus,” , &lt;:| for “dunce,” and [:-| for “Frankenstein”). A dualistic process is, of course, fundamental to Hegelian dialectics, the opposition of thesis and antithesis producing a synthesis which then serves as the thesis for opposition by another antithesis, and so on; its implicit vulnerability to the fallacy of the excluded middle may not have hastened the fall of Marxist-Leninist regimes eastern Europe and the Russias in the 1980s and '90s, but probably didn't help matters much either. <a href=\"#user-content-fnref-17\" data-footnote-backref=\"\" aria-label=\"Back to reference 17\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-18\">\n<p>For the role of Ahriman (from Avestan <em>angra mainyu</em>, “negative thought”) in Persian religion, see P. Masson-Oursel and Louise Morin, “Mythology of Ancient Persia,” in Guirand et al., <em>op cit</em>. (pp. 315-16 and 317). In Persian mythology, the demons were called <em>daeva</em>s, a flipflop in meaning from the cognates <em>deva</em> (Sanskrit) and <em>divus</em> (Latin), both meaning “divine person, god” (ibid., p. 317). <a href=\"#user-content-fnref-18\" data-footnote-backref=\"\" aria-label=\"Back to reference 18\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-19\">\n<p>This idea is central to Manichaeism, a blend of Christianity and Mazdaian dualism, denounced vigorously by the early Church ever since the Persian prophet Mani founded the sect in the middle of the third century A.D. (ibid., pp. 314-15). <a href=\"#user-content-fnref-19\" data-footnote-backref=\"\" aria-label=\"Back to reference 19\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-21\">\n<p>There are nearly a hundred variants in Britain and Appalachia of the song in which the Devil carries off a man's wife only to discover that she is such a terror that he is obliged to restore her to her husband, with the explanation, as one version goes, “Here's your wife, I wish you well/Kept her any longer, she'd 'a' tore up Hell” (Jenes Cottrell, “The Devil and the Farmer's Wife,” performed at the Newport [RI] Folk Festival and recorded on <em>Old Time Music at Newport 1963</em> [Vanguard VRS 9147]. ) See the listing under this song title at <em><a href=\"http://www.ibiblio.org/keefer/do4.htm\">www.ibiblio.org/keefer/do4.htm</a></em>; also known as “The Farmer's Curst Wife,” it is so indexed in the monumental collection of folksongs made by Francis James Child during the latter part of the 19th century. <a href=\"#user-content-fnref-21\" data-footnote-backref=\"\" aria-label=\"Back to reference 20\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-22\">\n<p><em>The Century Cyclopedia of Names</em> (p. 677) points out that in the original legend of Sir John Faustus, Mephistopheles (sometimes <em>Mephisto</em> for short) is merely <em>a</em> devil, not <em>the</em> Devil, but this distinction has faded in popular usage, with <em>Mephistophelian</em> now more or less synonymous with <em>diabolical</em>. The wittiness which make Mephistopheles such a winning tempter is surely a carryover from the medieval morality plays, in which the Devil was a source of most of the laughs, to the grief of the clergy. (From this same tradition came the proverb Jean Kerr used for the title of her book <em>The Snake Has All the Lines</em> [Greenwich, CT: Fawcett, 1962].) The etymology of <em>Mephistopheles</em> is wonky; the <em>CCN</em> suggests it is a cobbling together from Greek <em>me-</em> (“not-“) + <em>phôt</em>- (“light”) + <em>philos</em> (“lover of”), i.e. “He Who Loves Not the Light,” a theory strengthened by <em>CCN</em>'s citation from B. Taylor's “Notes to Faust,” which says that “[t]he original form of this name was Mephostophiles,” adding that “Düntzen's conjecture is probably correct—that it was imperfectly formed by someone who knew little Greek.” This said, the commoner spelling <em>Mephi</em>- suggests at least a convergence with Latin <em>mephitis/mefitis</em>, 'sulfurous exhalation from the ground'—a word of probably south-Italic origin (=Oscan <em>mefit</em>-?) whose <em>-ph-</em>, according to Ernout &amp; Meillet's <em>Dictionnaire étymologique de la langue latine</em>, is a Hellenization comparable to the <em>sulfur/sulphur</em> pair; hence a <em>Mephistos</em> would be someone who specializes in noxious vapors from below (cf. <em>sophist</em>, originally a 'specialist in wisdom)—were <em>mephistis</em> truly Greek, which it isn't. And <em>-pheles</em>? Well, <em>phêlos</em> is Greek for 'deceitful, knavish' (there was a variety of fig called the <em>phêlêx</em>, 'deceiver,' from looking ripe when it really isn't). So <em>Mephistopheles</em> could be read as “deceitful specialist in noxious infernal miasmas” (or as listed in the <em>dramatis personae</em> of a Restoration comedy of manners, <em>Mr. Hellstinkcheat</em>)—at least, at a bit of a squint. <a href=\"#user-content-fnref-22\" data-footnote-backref=\"\" aria-label=\"Back to reference 21\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-23\">\n<p>Cf. <em>raising Hell</em> and <em>raising Cain</em>, all three synonymous with “create a hullabaloo.” <a href=\"#user-content-fnref-23\" data-footnote-backref=\"\" aria-label=\"Back to reference 22\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-24\">\n<p>This is the image Screwtape advises Wormwood to conjure up should his patient begin to suspect that his tempter is real, thereby to “persuade him that since he cannot believe in that (it is an old textbook method of confusing them) he cannot believe in you” (Lewis, <em>The Screwtape Letters</em>, p. 33). <a href=\"#user-content-fnref-24\" data-footnote-backref=\"\" aria-label=\"Back to reference 23\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-25\">\n<p>E.g. in Cottrell, op. cit. <a href=\"#user-content-fnref-25\" data-footnote-backref=\"\" aria-label=\"Back to reference 24\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-26\">\n<p>While these have achieved currency among landlubbers, <em>Brewer's</em> traces them to the sea, defining <em>devil</em> in both phrases as “the seam between the outboard plank and the waterways of a ship, and very awkward of access.” <em>Picturesque Expressions: A Thematic Dictionary</em> (Laurence Urdang and Nacy LaRoche, eds. [Detroit: Gale, 1981]) clarifies this as “a seam in the hull of ships, on or below the water line,” adding that “any sailor ordered to make necessary repairs was put in a precarious position” (pp. 263-63). <em>To pay</em> in the latter expression refers to caulking with pitch or tar (ibid., p. 278). <a href=\"#user-content-fnref-26\" data-footnote-backref=\"\" aria-label=\"Back to reference 25\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-27\">\n<p>While making the obvious connection between poverty and the temptation to transgress, Brewer's also suggests that since the back of many coins formerly showed a cross, they made one's pocket an uncomfortable place for the devil, an empty pocket being a cross-free zone. <a href=\"#user-content-fnref-27\" data-footnote-backref=\"\" aria-label=\"Back to reference 26\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-28\">\n<p>A variant on “God is in the details,” an aphorism attributed to Gustave Flaubert. <a href=\"#user-content-fnref-28\" data-footnote-backref=\"\" aria-label=\"Back to reference 27\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-29\">\n<p>Not confined to English: The French version is <em>Il faut marcher quand le diable est aux trousses</em>, and the Italian <em>Bisogna andare, quando il diavolo è nella coda</em>; either could be roughly translated as “You've got to get moving when the devil's riding your ass.” <a href=\"#user-content-fnref-29\" data-footnote-backref=\"\" aria-label=\"Back to reference 28\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-30\">\n<p>Devil's paintbrush (<em>Hieracium aurantiacum</em>) is also known as orange hawkweed, and is not to be confused with Indian paintbrush (Castilleja linariaefolia), the state flower of Wyoming. The name has also been applied to the Maxim's gun (see Dolf F. Goldsmith, <em>The Devil's Paintbrush: Sir Hiram Maxim's Gun</em>. (Toronto: Collector Grade Publications, 1989), and more recently has been adopted by a highly-rated golf course in Caledon, Ontario (see <em><a href=\"http://www.ontgolf.ca/ratingdetail.php?rid=1065332492&amp;amp;id=277\">http://www.ontgolf.ca/ratingdetail.php?rid=1065332492&amp;amp;id=277</a></em> for some startlingly ungrammatical reviews (e.g. “can't get that kind of a links feel anywhere else but in the UK let's face it, however all the phescue [<em>sic</em>!] can ruin the aesthetics a bit”). <a href=\"#user-content-fnref-30\" data-footnote-backref=\"\" aria-label=\"Back to reference 29\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-31\">\n<p>When writing <em>Sartor Resartus</em>, Thomas Carlyle probably had this folk name for asafoetida in mind, for he named the German philosopher who figures largely in the book “Diogenes Teufelsdröckh” (in German, <em>Teufel</em> means 'Devil' and <em>Dreck</em> means filth in general and excrement in particular). <a href=\"#user-content-fnref-31\" data-footnote-backref=\"\" aria-label=\"Back to reference 30\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-32\">\n<p>Compiler and editor of several collections of rounds, including <em>Rounds Galore</em> (New York: Astoria Press, 1994). <a href=\"#user-content-fnref-32\" data-footnote-backref=\"\" aria-label=\"Back to reference 31\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-33\">\n<p>A Jesuit friend has pointed out that people never deliberately choose what they believe on the whole will be bad for them; if one pays homage to the Devil, it is to be presumed that some reward will be forthcoming whose utility appears, at least, to exceed the cost. According to Christopher Rowe, in “The Place of the <em>Republic</em> (in Plato's Political Thought,” in Ferrari, ed. <em>The Cambridge Companion to Plato's</em> Republic [New York: Cambridge University Press, 2007], pp. 37–38), this notion can be traced back at least as far as to Plato's <em>Laws</em>, which “sticks to the idea that <em>no one goes wrong willingly</em>.... If anyone does go wrong, and gets what is bad or less good for him than he could have got, then the action in question is not what he wanted; and this will be true whether it was caused by simple miscalculation or by the intervention of uneducated desires (itself involving a kind of ignorance).” A fiend in the field, then, will do well to follow Uncle Screwtape's advice to “[k]eep him in that state as long as you can” (Lewis, <em>The Screwtape Letters</em>, p. 14). <a href=\"#user-content-fnref-33\" data-footnote-backref=\"\" aria-label=\"Back to reference 32\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CLASSICAL BLATHER: <em>Speak of the Devil!</em></h1> <p><em><span data-rel=\"author\">Nick Humez</span> <span data-rel=\"location\">mythclass@earthlink.net</span></em></p> <p>Although we may be tempted to lose heart because we appear to live in an age of increasing religious polarization and sectarian hostility, it is reassuring to recall that at bottom Judaism, Christianity, and Islam share some core beliefs, one of them being the chief source of temptation itself. Whether under the name of Iblis, Satan, Beelzebub, Lucifer, Mephistopheles, the Prince of the Air, or Old Scratch, the Devil as the chief of all devils and embodiment of all that is evil pervades the formal theological beliefs and folk consciousness of well over half the world's population.<sup><a href=\"#user-content-fn-1\" id=\"user-content-user-content-fnref-1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup> Other societies may have demons<sup><a href=\"#user-content-fn-2\" id=\"user-content-user-content-fnref-2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> or divinities with certain attributes they share with the Arch-Fiend—ruler of the underworld (Hellenic Hades, Sumerian Ereshkigal), evil trickster (Norse Loki), after-death punisher of the wicked (Egypt's crocodile-headed devourer Amemait)<sup><a href=\"#user-content-fn-3\" id=\"user-content-user-content-fnref-3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup>—but only People of the Book<sup><a href=\"#user-content-fn-4\" id=\"user-content-user-content-fnref-4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> can boast an Adversary who has it all.</p> <p>He's the Enemy<sup><a href=\"#user-content-fn-5\" id=\"user-content-user-content-fnref-5\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">5</a></sup> we love to hate; yet as the proverb from which we took this column's title goes on to say, Western society has often been squeamish about saying his name aloud for fear it will cause him to materialize in front of us<sup><a href=\"#user-content-fn-6\" id=\"user-content-user-content-fnref-6\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">6</a></sup> and do us harm. To get around this, a generous assortment of euphemisms have been invented: Father of Lies, the Dickens or the Deuce,<sup><a href=\"#user-content-fn-7\" id=\"user-content-user-content-fnref-7\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">7</a></sup> Old Harry/Scratch/Nick,<sup><a href=\"#user-content-fn-8\" id=\"user-content-user-content-fnref-8\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">8</a></sup> the Evil One, the Tempter, Prince of Darkness, and so on. The word <em>devil</em> comes from Latin <em>diabolus</em>, a straight borrowing of Greek <em>diabolos</em>, “slanderer” (from <em>dia</em>-, “against,” and <em>ballein</em> “to throw”), itself a gloss for Hebrew <em>sâtan</em> “adversary” (from <em>sâtân</em>, “to plot against”)—in St. Jerome's Vulgate simply rendered as a transliterated proper noun, <em>Satanas</em>.<sup><a href=\"#user-content-fn-9\" id=\"user-content-user-content-fnref-9\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">9</a></sup></p> <p>But whereas there was but one <em>Satanas</em>—identified with <em>Lucifer</em> (“light-bearer”),<sup><a href=\"#user-content-fn-10\" id=\"user-content-user-content-fnref-10\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">10</a></sup> leader of the angels said to have used their free will to rebel against God's authority—the Latin-speaking church allowed of many <em>diaboli</em>, from actual petty demons such as Titivilus (whose job it was to gather in a great sack all the final syllables skipped over in rapid recitation of the liturgy) to the metaphoric <em>diabolus in musica</em>, i.e. the tritone,<sup><a href=\"#user-content-fn-11\" id=\"user-content-user-content-fnref-11\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">11</a></sup> and the <em>advocatus diaboli</em> (”Devil's Advocate”), whose job it was to try to refute evidence presented during the process which led to the church's canonization of a saint. Romance-language cognates of <em>diabolus</em> include Italian <em>diavolo</em>, Spanish <em>diablo</em>, and French <em>diable</em>, and (as we shall shortly see with “devil” in English) everyday expressions containing these words abound.</p>"
}