{
  "type": "Article",
  "title": "Hanky-Panky, Hugger-Mugger, and Other Reduplicative Rhyming Compounds",
  "author": "Amy Shuffelton",
  "location": "Jessy Randall",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Hanky-Panky, Hugger-Mugger, and Other Reduplicative Rhyming Compounds</h1>\n<p><em><span data-rel=\"author\">Amy Shuffelton</span> <span data-rel=\"location\">Jessy Randall</span></em></p>\n<p>The English language contains hundreds of reduplicative rhyming compounds—words like <em>hanky-panky</em> and <em>hugger-mugger</em>. Typically, each half of a reduplicative rhyming compound is meaningless on its own or has a meaning distinct from the meaning of the compound. There are <em>huggers</em> and <em>muggers</em>, but neither word gives <em>hugger-mugger</em> its meaning. In fact, muggers attack and rob people in public places like subways and streets, not in the secret, clandestine sites of <em>hugger-mugger</em>, sites where people might also engage in <em>hanky-panky</em>. You won't find a <em>hodge</em> or a <em>podge</em> in this article, but you will find a <em>hodge-podge</em> of examples of RRCs.</p>\n<p><em>Hodge-podge</em>, which dates to the early 17th century, is a corruption of <em>hotch-potch</em>, a corruption, in turn, of <em>hotch-pot</em>, a 15th-century word for a mixture of foods cooked together in a pot, used even then in a metaphorical way to describe other kinds of mixtures. We still eat from <em>hot-pots</em>; Americans also eat <em>Nutter-Butter</em> cookies, perhaps with <em>Chunky Monkey</em> ice cream, while Brits eat <em>Hob Nobs</em>, chocolate-covered oat biscuits. <em>Hob-nob</em> is a word vastly predating <em>cookies</em>, though. It comes from <em>hab, nab</em>: have or have not. Shakespeare endows it with the sense of giving and taking. Friends used to <em>hob-nob</em> each other when they shared a drink, clinking their glasses. Later, to hob-nob was to share food or conversation, in England perhaps at tea, the perfect time for a cookie. Perhaps friends would enjoy them on a <em>picnic</em>, originally a “<em>pique-nique</em>”, a meal or party to which everyone contributed something.</p>\n<p>John M. Dienhart lists hundreds of reduplicative compounds in his 1999 article “Stress in Reduplicative Compounds: Mish-Mash or Hocus-Pocus?” (<em>American Speech</em> 74.1). Dienhart usefully distinguishes three different categories of rhyming compounds. He refers to them by paradigm cases: <em>boo-boo</em> words (sometimes called exact reduplications), <em>mish-mash</em> words (sometimes called ablaut reduplications), and <em>hocus-pocus</em> words (rhyming reduplications, our main topic). The first category contains words that repeat the same word or syllable: <em>twenty-twenty</em> (perfect vision)<em>, fifty-fifty <em>(equal shares)</em>, hubba hubba <em>(a whoop of approval), and</em> bling-bling <em>(bright jewelry)</em>,</em> for example. The second contains words that change a middle vowel: <em>flip-flop <em>(change one's mind, or a shoe that makes that sound),</em> fiddle-faddle</em> (trifling talk or action), and <em>ticky-tacky</em> (cheap, flimsy material). The third contains rhyming words that each start with a different sound: <em>boogie-woogie, helter-skelter,</em> and <em>hubble-bubble</em> (an early form of the hookah in which the smoke bubbles through a water-filled coconut shell). Dienhart points out that some compounds contain “real words” while others contain “nonsense,” but he adds that it is rather hard to define nonsense.</p>\n<p>So halves of RRCs often sound like nonsense but derive from once meaningful words. In newer compounds these words are immediately recognizable—for instance, <em>artsy-fartsy</em>, <em>walkie-talkie, even-steven,</em> and <em>super-duper</em>. The root of <em>argue</em> shows up in <em>argle-bargle</em> (argument). <em>Shilly-shally</em> comes from “shall I?” and implies indecisiveness. Another word implying indecision, <em>dilly-dally</em>, has a much older root; it comes from <em>dally</em>, to play, flirt, or trifle, which derives from Old French <em>dalier</em>, to engage in light conversation. <em>Namby-pamby</em>, defined as weakly sentimental or insipidly pretty, comes from a disparagement of the first name of Ambrose Philips (1675-1749), an author of sentimental poems for children. A <em>niddy-noddy</em> was a tool used by spinners to wind wool or linen yarn into skeins; made of wood and shaped like two letter Ts attached upside down and crosswise, the tool would bob back and forth like a <em>nodding</em> head as the spinner wound yarn.</p>\n<p>The origin of <em>higgledy-piggledy</em> is uncertain, but it may have to do with the way a herd of pigs is apt to stand. Many RRCs relate somehow to chaos or wildness, and as it happens, the OED etymologies of these disorderly-motion words tend to include the others! Such as: <em>willy-nilly</em> (from <em>will ye? nil ye?</em>: will you or won't you?), <em>helter-skelter</em> (origin unknown), <em>hurry-scurry</em>, <em>pell-mell</em> (derived from the same Old French word, <em>mesle</em>, that gives us <em>melee</em>), and <em>harum-scarum</em> (sometimes <em>hare 'em, scare 'em,</em> from to <em>hare,</em> to run like a rabbit).</p>\n<p>A number of music and dance words are RRCs, including <em>hip-hop, boogie-woogie, hurdy-gurdy,</em> and <em>hootchy-kootchy</em>. The <em>Hokey Pokey</em> (<em>Hokey-Cokey</em> or <em>Okey-Cokey</em> in England), a participatory dance popularized in the U.K. during WWII and in the U.S. in the 1950s, may derive its name from <em>hocus-pocus</em>. Its lyrics are also very similar to those of a 1940s Shaker song entitled “Hinkum-Booby” (“I put my right hand in / I put my right hand out / I give my right hand a shake / and I turn it all about”). <em>Honky-tonk</em> could be added to this list, though it does not exactly fit the classic RRC form, having the letter <em>y</em> at the end of one word but not the other.</p>\n<p><em>Heebie-jeebies</em>, born in the 1920s and found with various spellings, is another RRC that breaks the pattern slightly, perhaps because, as Dienhart points out, “a single heebie-jeebie [is] no doubt as rare as a single measle or a mump.” In Gregory Maguire's 2005 novel <em>Son of a Witch</em>, Dorothy, showing her American folksiness, says “I've got heebies all over my jeebies.”</p>\n<p>Many RRCs have to do with uncivilized people or wildness. The members of one culture may assume another culture savage, their language incomprehensible: famously, the ancient Greeks called non-Greeks <em>barbarians</em> because their language sounded to Greeks like <em>bar-bar</em>, repeated nonsense syllables. Similarly, Arabs have the word <em>barbara</em> (to talk noisily and confusedly), and Arab geographers gave the <em>Barbary</em> Coast (later home of pirates, quintessential wild men) and the North African <em>Berbers</em> their names. For the English of the 16th century, wild people living beyond the pale of civilization included the Irish, whence the word <em>hubbub</em>: <em>Abu!</em> is an ancient Irish warcry. Other people the English heard making a <em>hubbub</em> are Africans, theater-goers, chambermaids, and members of Parliament. <em>Hubbub</em> is also the name given by early New England colonists to a noisy game played by Native Americans. Medieval French wolf-hunters are conjectured to be the source of the word <em>hullabaloo</em>—formerly <em>halloo-baloo</em>, from “<em>bas le loup</em>” (the wolf is down there!). Another kind of uncivilized person is the American <em>hillbilly</em>, earlier <em>Hill-Billie</em>, first defined in print in 1900 as “a free and untrammelled white citizen of Alabama, who lives in the hills, has no means to speak of, dresses as he can, talks as he pleases, drinks whiskey when he gets it, and fires off his revolver as the fancy takes him.”</p>\n<p>And as long as there are babies there will always be barbarians. Babbling babies supply us with rhyming family words in many languages: <em>mama, dada, baba, papa, abba</em>, etcetera. These are slightly different from other RRCs: the rhyme seems to be accidental, simply dependent on how babies <em>jibber-jabber</em>. As such, they fall in the same category as words like <em>khaki</em>, <em>kiwi</em> and <em>dismiss</em>—accidental RRCs. However, the word <em>hobo</em>, labelling as it does another far-edge-of-civilization being, suggests that the lines between baby-talk coincidence and the semi-intentional word play of RRCs are, like the lines between real and nonsense words, not entirely clear.</p>\n<p>And, of course, children's books are filled with RRCs. There's Maurice Sendak's <em>Higglety Pigglety Pop</em>, Betty MacDonald's Mrs. <em>Piggle-Wiggle</em> series, the <em>Oompa-Loompas</em> from Roald Dahl, and the story of Chicken Little, whose cohorts include <em>Goosey Loosey</em>, <em>Henny Penny</em>, <em>Ducky Lucky</em>, <em>Turkey Lurkey</em>, and <em>Foxy Loxy</em>. You'll find a number of RRCs, near-RRCs, and even some rhyming triplicative compounds in the Oz books: <em>Nimmie Amee</em>, Dr. <em>Nikidik</em>, <em>Crinklink</em>, <em>Muffruf</em>, <em>Tintint</em>, a <em>Boolooroo</em>, a <em>Yookoohoo</em>, and <em>Tititi Hoochoo</em>, the Great <em>Jinjin</em>.</p>\n<p>A number of “magic” words are RRCs, too. <em>Mumbo-jumbo</em> most likely derives from <em>maamajomboo</em> (a West African Mandinkan masked dancer in religious ceremonies). <em>Hocus-pocus</em>, commonly, though perhaps erroneously, thought to be derived from <em>hoc es corpus</em> (this is [my] body) spoken over the Eucharist by Roman Catholic priests, was first used by a 17th-century juggler who called himself “The Kings Majesties most excellent Hocus Pocus.” Nobody really knows the etymology of <em>abracadabra</em>, but it's certainly an RRC, and an old one: it first appeared in a 2nd-century poem by Q. Serenus Sammonicus. One final magical RRC: in the 1970s, Babu, a cartoon genie voiced by Joe Besser, used <em>Yapple Dapple</em> as a spell word, though his spells usually went wrong.</p>\n<p>RRCs tend to be light-hearted and humourous. <em>Honey-bunny, roly-poly, fuzzy-wuzzy, itsy-bitsy, teeny-weeny, lovey-dovey, <em>and</em> tootsy-wootsy</em> are all cutesy words—maybe even <em>cutesy-wutesy</em>. Furthermore, using an RRC in place of a more serious word can lighten a serious subject. Taking the Lord's name in vain is serious; <em>holy-moly</em> (or if you want to add a few more syllables <em>holy guacamole</em>), <em>hell's bells</em>, and <em>jeepers creepers</em> are not. If artists you know are acting all <em>phoney-baloney</em>, you could call them <em>artsy-fartsy</em> to bring them down a notch. <em>Bigwig</em> (alluding to the large wigs formerly worn by men of importance) and <em>deadhead</em> (a deadbeat, non-contributing member of society or a fan of the rock band the Grateful Dead) are similarly mocking.</p>\n<p>English is not the only language that has RRCs. <em>Smingus-dingus</em> (pronounced <em>shmingus dingus</em>) is the name of a Polish holiday that falls the day after Easter. It is not a holy day, but rather a nationwide water fight: in the morning boys and men throw buckets of water on girls and women; in the afternoon, girls and women throw buckets of water on boys and men. Smingus-dingus is presumed to be made-up Latin. Falling the day after Easter, after a week of Masses in a country that takes Easter seriously, a holiday named after bogus Latin, featuring bogus baptism or communion, may be just right, though it might have been better scheduled in a warmer month. But probably we're just being <em>fuddie-duddies</em>—if they don't mind getting their <em>tighty-whiteys</em> soaked in cold weather, we're not going to be all <em>hoity-toity</em> about it. (Note, however, that the Poles could lay claim to being hoity-toity themselves, since, curiously enough, <em>hoity-toity</em> can mean riotous, acting like a hoyden, as well as putting on airs.)</p>\n<p><em>Smingus-dingus</em> raises the matter of adding the sound “sh” to the beginning of words to make them mocking—<em>fancy-schmancy</em>, for example. Such words function slightly differently than other RRCs. They can be invented any time, and they do not have the permanence of words like <em>mumbo-jumbo</em>. Recently, for example, the <em>Daily Show</em> staged a mock-anti-Darwin series, <em>Evolution Schmevolution</em>. The <em>sch</em> beginning (rather than the more standard English <em>sh</em>) is a Yiddishism—see s<em>chmuck</em> and <em>schmooze</em>. As it happens, Yiddish, though most closely related to German, takes many words from Polish—including <em>schmuck</em>, from Polish <em>smok</em>, meaning dragon—which makes <em>Smingus</em>-<em>dingus</em> a close cousin of English “sch” rhymes.</p>\n<p><em>RRCs are, for lack of a better word, fun. They are fun to say, read, and write, and they are fun to invent, which is probably why there are new ones all the time. In recent years, the Internet has brought us a few RRCs: <em>wiki</em> (Hawaiian for 'fast,' sometimes <em>wikiwiki</em>; a <em>wiki</em> is a site that uses <em>wiki</em> software, so anyone can make changes to the site easily and quickly from anywhere); <em>Wi-Fi</em> (a set of compatibility standards for wireless local networks, commonly thought to be an abbreviation for <em>wireless fidelity</em>, but actually the name of the company that originally created the standards); and <em>kijiji</em> (village' in Swahili, a sort of world-wide classifieds site).</em></p>\n<p>To sign off, two final RRCs: <em>ta-ta</em> and <em>bye-bye</em>!</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Hanky-Panky, Hugger-Mugger, and Other Reduplicative Rhyming Compounds</h1> <p><em><span data-rel=\"author\">Amy Shuffelton</span> <span data-rel=\"location\">Jessy Randall</span></em></p> <p>The English language contains hundreds of reduplicative rhyming compounds—words like <em>hanky-panky</em> and <em>hugger-mugger</em>. Typically, each half of a reduplicative rhyming compound is meaningless on its own or has a meaning distinct from the meaning of the compound. There are <em>huggers</em> and <em>muggers</em>, but neither word gives <em>hugger-mugger</em> its meaning. In fact, muggers attack and rob people in public places like subways and streets, not in the secret, clandestine sites of <em>hugger-mugger</em>, sites where people might also engage in <em>hanky-panky</em>. You won't find a <em>hodge</em> or a <em>podge</em> in this article, but you will find a <em>hodge-podge</em> of examples of RRCs.</p> <p><em>Hodge-podge</em>, which dates to the early 17th century, is a corruption of <em>hotch-potch</em>, a corruption, in turn, of <em>hotch-pot</em>, a 15th-century word for a mixture of foods cooked together in a pot, used even then in a metaphorical way to describe other kinds of mixtures. We still eat from <em>hot-pots</em>; Americans also eat <em>Nutter-Butter</em> cookies, perhaps with <em>Chunky Monkey</em> ice cream, while Brits eat <em>Hob Nobs</em>, chocolate-covered oat biscuits. <em>Hob-nob</em> is a word vastly predating <em>cookies</em>, though. It comes from <em>hab, nab</em>: have or have not. Shakespeare endows it with the sense of giving and taking. Friends used to <em>hob-nob</em> each other when they shared a drink, clinking their glasses. Later, to hob-nob was to share food or conversation, in England perhaps at tea, the perfect time for a cookie. Perhaps friends would enjoy them on a <em>picnic</em>, originally a “<em>pique-nique</em>”, a meal or party to which everyone contributed something.</p> <p>John M. Dienhart lists hundreds of reduplicative compounds in his 1999 article “Stress in Reduplicative Compounds: Mish-Mash or Hocus-Pocus?” (<em>American Speech</em> 74.1). Dienhart usefully distinguishes three different categories of rhyming compounds. He refers to them by paradigm cases: <em>boo-boo</em> words (sometimes called exact reduplications), <em>mish-mash</em> words (sometimes called ablaut reduplications), and <em>hocus-pocus</em> words (rhyming reduplications, our main topic). The first category contains words that repeat the same word or syllable: <em>twenty-twenty</em> (perfect vision)<em>, fifty-fifty <em>(equal shares)</em>, hubba hubba <em>(a whoop of approval), and</em> bling-bling <em>(bright jewelry)</em>,</em> for example. The second contains words that change a middle vowel: <em>flip-flop <em>(change one's mind, or a shoe that makes that sound),</em> fiddle-faddle</em> (trifling talk or action), and <em>ticky-tacky</em> (cheap, flimsy material). The third contains rhyming words that each start with a different sound: <em>boogie-woogie, helter-skelter,</em> and <em>hubble-bubble</em> (an early form of the hookah in which the smoke bubbles through a water-filled coconut shell). Dienhart points out that some compounds contain “real words” while others contain “nonsense,” but he adds that it is rather hard to define nonsense.</p>"
}