{
  "type": "Article",
  "title": "Are Prepositions Necessary? John Horne Tooke and the Origins of Words",
  "author": "Rosemarie Ostler",
  "location": "Eugene, Oregon",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Are Prepositions Necessary? John Horne Tooke and the Origins of Words</h1>\n<p><em><span data-rel=\"author\">Rosemarie Ostler</span> <span data-rel=\"location\">Eugene, Oregon</span></em></p>\n<p>What do the words we use really mean? The eighteenth-century Englishman John Horne Tooke believed the best way to get at a word's essential meaning was to trace it back to its original source. He devoted a fat two-volume book to the subject—<em>Epea Pteroenta <em>['winged words'],</em> or the Diversions of Purley,</em> published in 1786 and 1805. Although <em>The Diversions of Purley,</em> as it's usually known, has been languishing in the discard pile of intellectual history for over 150 years, the book caused a sensation when it first appeared. These days few people have heard of Horne Tooke, but for a time he was the most influential etymologist in England. Scholars as diverse as James Mill and Noah Webster enthusiastically supported his work.</p>\n<p>Horne Tooke's theory was that the original language consisted entirely of nouns and verbs. Other parts of speech—adjectives, adverbs, conjunctions, prepositions, pronouns—are merely abbreviations of underlying noun and verb sequences. They are shortened forms, invented for convenience as language became more complex. “<em>Abbreviations,”</em> he writes, “are the <em>wheels</em> of language, the <em>wings</em> of Mercury.” They allow people to speak their thoughts quickly and efficiently. Without them “though we might be dragged along .&nbsp;.&nbsp;. it would be with much difficulty. . . .”</p>\n<p>Take the preposition <em>from.</em> Dictionaries assign various meanings to this word, including transmission, descent, distance, absence, starting point, and cause. Horne Tooke argues that all these definitions can be paraphrased as a single noun—<em>beginning.</em> For example, <em>These figs come from Turkey</em> really means 'the beginning place of these figs is Turkey'; <em>A lamp hangs from the ceiling</em> is a short way of saying 'the beginning place of this lamp's hanging is the ceiling'; <em>From morn till night the alarm rang</em> translates as 'beginning in the morn the alarm rang till night.' He believes that <em>from</em> is in fact a descendant of the Old English noun <em>frum,</em> meaning 'beginning' or 'origin.'</p>\n<p>The conjunction <em>unless</em> is a similar case. Horne Tooke argues that it's the imperative form of the Old English verb <em>onlesan,</em> 'dismiss.' He supports this idea with the early English examples <em>Onles ye beleve, ye shall not understande,</em> interpreted as 'Dismiss the fact of your belief and you shall not understand,' and <em>It cannot begynne, onelesse by the grace of God,</em> which means 'Dismiss the grace of God and it cannot begin.'</p>\n<p>As evidence that he is on the right track, Horne Tooke points out that Latin, Spanish, Italian, French, and Greek all have a similar conjunction translating roughly as the verb phrase 'be it not' (Latin <em>nisi,</em> for instance). In his opinion, this meaning is virtually the same as 'dismiss.' After all, when we dismiss something, it no longer exists.</p>\n<p>Other examples of abbreviated verbs, according to Horne Tooke, include <em>if,</em> which is none other than a corrupted form of <em>give,</em> from the Gothic verb <em>gifan.</em> <em>If the weather is foul it will keep me at home</em> can be paraphrased as 'Give[n] that the weather is foul, it will keep me at home.' Horne Tooke notes that the archaic spelling of <em>if</em> is <em>gif,</em> making the original root, in his opinion, even more obvious. He cites as an example this quote from the early English play <em>The Sad Shepherd:</em> “My largesse hath lotted her to be your brother's mistresse gif she can be reclaimed. . . .”</p>\n<p>Horne Tooke argues that the conjunction <em>still</em> derives from Old English <em>stellan,</em> 'to put or place'; <em>yet</em> is from <em>getan,</em> 'to get'; <em>though</em> is from <em>thafian,</em> 'to allow or permit.' <em>But</em> has two sources. The first, used in a sentence like <em>They all left but one,</em> was originally <em>be utan,</em> 'to be out or away.' In other words, 'they all left, be out one.' In <em>but, to proceed,</em> on the other hand, it comes from Old English <em>botan,</em> 'to boot' or 'to give more,' so <em>but, to proceed</em> means 'give more, to proceed.'</p>\n<p>In a similar vein, the prepositions <em>behind, before, below,</em> and <em>beside</em> are simply the imperative form of <em>to be</em> combined with <em>hind, fore, low,</em> and <em>side.</em> These in turn are short for the noun phrases <em>hind part, fore part,</em> <em>low place,</em> and <em>side place.</em> Horne Tooke thus concludes that <em>He stood behind her</em> is an abbreviated way of saying 'he stood, she be commanded hind' or, more intelligibly, 'he stood as if commanded to be at her hind part.'</p>\n<p>And so it goes, through hundreds of freewheeling derivations. Flights of etymological fancy that strike modern readers as hilarious (<em>her hind part?</em>) were received by Horne Tooke's eighteenth-century audience with respect. They were impressed with his trenchant style and broad command of languages. Besides, in the time before the <em>Oxford English Dictionary,</em> who could say he was wrong? Eighteenth-century etymologies were not meticulously researched affairs. Samuel Johnson's revered 1755 <em>Dictionary of the English Language</em> includes many word histories fully as absurd as those found in <em>The Diversions of Purley.</em></p>\n<p>Horne Tooke arrived at etymology through his other passion—radical politics. For Horne Tooke, language and politics were tightly entwined. Most of his political battles were fought in the name of free speech, and he believed that correct and clear word use was crucial for democratic government. In common with many philosophers of the time, he thought that if people understood the etymology, or original meaning, of words, they would be able to speak and reason more clearly, as well as more firmly grasp the arguments of others.</p>\n<p>Horne Tooke was inspired to begin writing about word meaning while serving a sentence for seditious libel. A leading member of England's Constitutional Society, he was a fervent supporter of the rebellious American colonies. After the battles of Lexington and Concord the Society met and voted to send a donation to “the widows, orphans, and aged parents of our beloved American fellow-subjects .&nbsp;.&nbsp;. inhumanly murdered by the King's troops.&nbsp;.&nbsp;.&nbsp;.” Horne Tooke published the minutes of this meeting in the newspapers. For the British government, already smarting from his earlier written and oral attacks, this piece of brinkmanship was the final straw. Horne Tooke was quickly arrested, tried, and sentenced to twelve months in prison.</p>\n<p><em>The Diversions of Purley</em> began as a 72-page open letter to Horne Tooke's lawyer, John Dunning. In it Horne Tooke explains that he feels compelled to start writing about words because his libel conviction stems partly from a misinterpretation of one of the legal precedents cited against him. As he puts it, “I had been made the miserable victim of two prepositions and a conjunction.” Horne Tooke is outraged by the absurdity of the situation. “That the conjunction <em>that,</em> and the prepositions <em>of</em> and <em>concerning</em> .&nbsp;.&nbsp;. should be made the abject instruments of my civil extinction,” he writes, “.&nbsp;.&nbsp;. appeared to me to make my exit from civil life as degrading as if I had been brained by a lady's fan.”</p>\n<p>One of the many points of contention during Horne Tooke's trial concerned the explicitness of the charge against him. The prosecutor stated that Horne Tooke had written and published certain false and malicious libels “of and concerning” His Majesty's government. Horne Tooke (speaking in his own defense in spite of Mr. Dunning's attempts to persuade him against it) maintained that to say “of and concerning” was not specifically an accusation of a crime. Positive as well as negative statements could be made “of and concerning” His Majesty. He thought the court should cite a specific instance of libelous language.</p>\n<p>Furthermore, Horne Tooke believed that the judge based his acceptance of the charge on an inappropriate precedent—a well-known trial where a forger was accused only through an indirect statement. The judge quoted from the trial record: “She, knowing that Crooke had been indicted for forgery,” did so and so. Horne Tooke insisted that the statement was in fact a direct and specific charge against Crooke, arguing that its true interpretation is “Crooke had been indicted for forgery. She, knowing that (fact),” did so and so. In other words, Horne Tooke claimed that the conjunction <em>that</em> in the judge's quote held the same meaning as the pronoun <em>that</em> in his rewording of it. Therefore, the statement wasn't a legitimate precedent for his own case.</p>\n<p>Although he evidently failed to convince the judge, the notion that conjunctions are in fact disguised nouns became a cornerstone of his theory. What may have begun as an opportunistic argument ended as a firm conviction. In <em>The Diversions,</em> Horne Tooke returns to the issue of <em>that,</em> arguing that it always retains the same meaning. He supports his claim with examples like <em>I wish you to believe that I would not wilfully hurt a fly,</em> which can be paraphrased as <em>I would not wilfully hurt a fly; I wish you to believe that.</em> Of course he includes the example from his trial as well.</p>\n<p>The first volume of <em>The Diversions of Purley</em> was hailed as a valuable contribution to the philosophy of language. Even those few who questioned Horne Tooke's ideas about word origins agreed that the book was too important to be brushed aside. Encouraged by this enthusiastic reception, Horne Tooke embarked on a second volume. However, before he could complete it, politics again intervened.</p>\n<p>Horne Tooke continued to actively support radical causes after his release from prison. He served as chair for the Society for Constitutional Information, as well as continuing his campaign of letters to the editor, pamphlets, and fiery speeches. In May 1794 a number of Society members, among them Horne Tooke, were arrested for allegedly uttering treasonous remarks during meetings.</p>\n<p>Horne Tooke was tried in November 1794 and eventually acquitted, in spite of engaging in flamboyant rhetoric throughout the trial. Although he had counsel to defend him, he often examined witnesses himself and addressed comments to the Bench. His fearlessness was much admired, considering he stood in danger of being hanged, but some suspected his motives. William Wordsworth wrote to a friend that he thought Horne Tooke courted persecution more from a love of making trouble than a hope of bringing about reform.</p>\n<p>The second volume of <em>The Diversions of Purley</em> mainly addresses the issue of how adjectives are formed. As with Part I, etymology and politics intertwine. The first word Horne Tooke examines is <em>right,</em> explaining that we must understand the meaning of important words if we are to avoid “important error.” He believes that getting down to the core meaning of <em>right</em> is not just an intellectual exercise. It also has the practical purpose of helping people define, and thus recognize, their legitimate rights.</p>\n<p>Horne Tooke proposes that <em>right</em> means 'order' and originally derives from Latin <em>regere</em> 'to make straight.' Civil rights, according to this definition, are privileges that it is in order for people to have. If people have their rights, then the government is behaving in an orderly way. Horne Tooke argues that the various uses of <em>right,</em> including <em>a right conduct, a right line, the right road, to do right, to be in the right,</em> and <em>the right hand,</em> all stem from this single underlying meaning. Right conduct is ordered conduct; a right line is that which is ordered—the shortest between two points; the right road is the road that is ordered, or indicated, to be pursued; to do right is to do that which is ordered; the right hand is the one that custom orders us to use when only one hand is required. Taking advantage of the accidental homonym, he further proposes that the left hand is that which is <em>left</em> out of use, so the adjective <em>left</em> also derives from a verb.</p>\n<p>Part II of <em>The Diversions</em> ends with Horne Tooke's promise to write a final volume completing the details of his theory, but this promise remained unfulfilled. Unsatisfied with the manuscript, he burned it shortly before he died in 1812.</p>\n<p>At the time of Horne Tooke's death, his reputation was high. The philosopher James Mill declared <em>The Diversions</em> worthy to be “ranked with the very highest discoveries which illustrate the names of speculative men.” Alexander Murray, a Scottish language scholar, wrote that his own work on the origins of the European languages owed a great debt to the author of <em>The Diversions of Purley.</em> Murray predicted that Horne Tooke would “receive from future generations more lasting honours than the present can bestow.”</p>\n<p>Another admirer was the American grammarian and dictionary writer Noah Webster. His 1789 book <em>Dissertations on the English Language</em> presents Horne Tooke's theory of word origins, then adds an original thought. “Will my grammatical readers believe me,” he asks, “when I assert that <em>yea,</em> or <em>yes,</em> is a verb?” He reasons that <em>yes</em> and the German <em>ja</em> (pronounced <em>yah</em>) are the same as the French imperative <em>aie</em> '(you) have.' <em>Aie</em> is pronounced like the archaic <em>aye,</em> which Webster considers the “pure form” of <em>yes.</em> Therefore, he concludes, <em>yes</em> is really an abbreviation of the statement <em>have what you say.</em> For instance, <em>Yes, I agree</em> means 'have what you say—I agree'. Horne Tooke probably never read <em>Dissertations,</em> but he would surely have approved.</p>\n<p><em>The Diversions of Purley</em> was popular partly because it tapped into a central concern of the time, how to classify words. Books that organized and explained the various parts of English were widely consulted by upwardly mobile citizens determined to manipulate language as easily as “their betters.” Such books often disagreed about details like how many parts of speech English required, some proposing as many as thirty, others as few as eight. To puzzled readers of these volumes, Horne Tooke's pronouncement that all words were either nouns or verbs must have come as a distinct relief.</p>\n<p>Horne Tooke was also admired because he appeared to be scientific in his approach. He was among the first to analyze a broad collection of words in an orderly way. His methods were faulty, based on vague sound resemblances rather than evidence from written records, with the result that most of his etymologies were wrong. However, Horne Tooke's readers generally knew even less than he did about word histories. They accepted his data uncritically.</p>\n<p>Horne Tooke's ideas meshed with those of a group of philosophers known as materialists, which included James Mill and Jeremy Bentham. His claim that abstract nouns and adjectives like <em>right</em> were reducible to concrete ideas like 'the thing that is ordered' seemed to reinforce their argument that concrete matter is the basis of all reality. Even seemingly abstract concepts like “right” come down to concrete nouns in the end. Like other readers, the materialists accepted Horne Tooke's etymological proofs without question.</p>\n<p>An updated edition of <em>The Diversions of Purley</em> appeared in 1840. The book's reception was very different this time around. A reviewer for <em>Blackwood's Edinburgh Magazine</em> trounced it with a severity that would have been unthinkable in 1805. “<em>The</em> <em>Diversions of Purley,”</em> he writes, “is one of the most consummate compounds of ignorance and presumption that ever practised with success upon human credulity. . . . What is true in it is not new, and what is new is not true.&nbsp;.&nbsp;.&nbsp;.” After this general indictment, the reviewer spends several pages demonstrating that a number of Horne Tooke's etymologies are false, beginning with <em>that,</em> the original impetus for Horne Tooke's plunge into the word business.</p>\n<p>The <em>Blackwood's</em> reviewer points out that Horne Tooke's argument fails when the verb before <em>that</em> is a negative such as <em>doubt, disbelieve,</em> or <em>deny.</em> <em>I deny that I am guilty of treason</em> does not mean the same thing as <em>I am guilty of treason; I deny that.</em> Furthermore, the Gothic pronoun <em>that (thata),</em> the source of Horne Tooke's etymology, took a different form from the Gothic conjunction <em>that (thatei).</em> In some languages, the two words are completely different—pronominal <em>that</em> is <em>istud</em> in Latin, but the Latin conjunction is <em>quod.</em></p>\n<p>The reviewer continues to sift through the book's derivations, pointing out several cases where the author has confused his past participles, invented nonexistent Gothic verbs, or otherwise committed etymological errors. He concludes by expressing astonishment that anyone could have been swayed for a moment by Horne Tooke's notion that the essence of an object or idea can be revealed through etymology. Materialist philosophy was no longer in vogue, and the reviewer looks back on the book's former reputation with “a mixture of mirth and amazement.”</p>\n<p>The <em>Blackwood's</em> review shows that a lot can happen in a few decades. In 1786, the same year that Part I of <em>The Diversions of Purley</em> first appeared, the Sanskrit scholar Sir William Jones presented a paper to the Asiatic Society of Bengal. He suggested that Sanskrit, Latin, Greek, the Germanic languages, and perhaps others were siblings, descended from a long-lost parent language. This idea inspired linguists to begin systematically comparing the European languages for etymological connections. By 1840 they had uncovered the parent tongue of Indo-European and reconstructed a number of ancestral words, including the roots of many modern English words.</p>\n<p>Etymologists could no longer get away with making free-ranging connections between <em>unless</em> and Latin <em>nisi</em> or casually assuming that <em>but</em> comes from <em>botan</em> because <em>bot-</em> and <em>but</em> sound almost alike. Etymologies had to be compatible with what was known of Indo-European words and their evolution.</p>\n<p>One significant feature of the Indo-European protolanguage, spoken several thousand years before Horne Tooke was writing, is that it included the equivalent of prepositions, conjunctions, and other parts of speech. Although the Indo-European culture may have been more primitive than that of nineteenth-century Europeans, it was not so basic that its people could manage with nouns and verbs alone. Prepositions were in fact necessary. <em>The Diversions of Purley,</em> once the benchmark for linguistic analysis, was forced to give way to the new science of historical-comparative linguistics, the system that today's linguists and lexicographers still rely on.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Are Prepositions Necessary? John Horne Tooke and the Origins of Words</h1> <p><em><span data-rel=\"author\">Rosemarie Ostler</span> <span data-rel=\"location\">Eugene, Oregon</span></em></p> <p>What do the words we use really mean? The eighteenth-century Englishman John Horne Tooke believed the best way to get at a word's essential meaning was to trace it back to its original source. He devoted a fat two-volume book to the subject—<em>Epea Pteroenta <em>['winged words'],</em> or the Diversions of Purley,</em> published in 1786 and 1805. Although <em>The Diversions of Purley,</em> as it's usually known, has been languishing in the discard pile of intellectual history for over 150 years, the book caused a sensation when it first appeared. These days few people have heard of Horne Tooke, but for a time he was the most influential etymologist in England. Scholars as diverse as James Mill and Noah Webster enthusiastically supported his work.</p> <p>Horne Tooke's theory was that the original language consisted entirely of nouns and verbs. Other parts of speech—adjectives, adverbs, conjunctions, prepositions, pronouns—are merely abbreviations of underlying noun and verb sequences. They are shortened forms, invented for convenience as language became more complex. “<em>Abbreviations,”</em> he writes, “are the <em>wheels</em> of language, the <em>wings</em> of Mercury.” They allow people to speak their thoughts quickly and efficiently. Without them “though we might be dragged along .&nbsp;.&nbsp;. it would be with much difficulty. . . .”</p> <p>Take the preposition <em>from.</em> Dictionaries assign various meanings to this word, including transmission, descent, distance, absence, starting point, and cause. Horne Tooke argues that all these definitions can be paraphrased as a single noun—<em>beginning.</em> For example, <em>These figs come from Turkey</em> really means 'the beginning place of these figs is Turkey'; <em>A lamp hangs from the ceiling</em> is a short way of saying 'the beginning place of this lamp's hanging is the ceiling'; <em>From morn till night the alarm rang</em> translates as 'beginning in the morn the alarm rang till night.' He believes that <em>from</em> is in fact a descendant of the Old English noun <em>frum,</em> meaning 'beginning' or 'origin.'</p>"
}