{
  "type": "Article",
  "title": "The Power in the Punch of Welsh Valleys English",
  "author": "Lucy Williams",
  "location": "Cardiff, Wales",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Power in the Punch of Welsh Valleys English</h1>\n<p><em><span data-rel=\"author\">Lucy Williams</span> <span data-rel=\"location\">Cardiff, Wales</span></em></p>\n<p>The pre-war, pre-union mining communities of south Wales were so downtrodden by the wealthy, educated classes that their descendants still seem suspicious of a 'posh' (received) English accent, as I have found on marrying into one such family. Yet I find their way of speaking far more awe-inspiring and domineering than any of the 'posh' accents of my affluent English upbringing. But why is it so domineering, and what linguistic manoeuvrings did that tight little forgotten community do to the English language to turn it to such powerful effect?</p>\n<p>Welsh Valleys Speak, as I call it, is beginning to fade away now, along with the memories of those harsh coal-mining days, in which little flourished in the Rhondda Valleys except the dialect of its people. There, high amongst the dark, rugged mountains, Wales's lilting style has been stretched and contorted to create a uniquely powerful instrument of communication—a weapon with which to fight not only the drab misery of those times, but also, no doubt, the outrageous and humiliating injustice of their plight. This is just a personal interpretation, but on the strength of the stories passed down through the generations, a credible one.</p>\n<p>The vehement directness of Welsh Valleys Speak is indicative of the need to be heard. Its punchy nature creates impact, and gives clout—even authority—to the speaker's words.</p>\n<p>To this end, various parts of speech have been juggled about, none more than prepositions. Some of these are swapped with more emphatic ones, as in <em>Come by the table</em>, or <em>Sit by the table</em>, where the strong vowel and consonant sounds of <em>by</em> make it an effective substitute for <em>at</em> or <em>to.</em> <em>Where</em>-questions tend to have the preposition <em>to</em> tagged on the end, changing the stress and adding a commanding swing, as in <em>Where's them coats to?</em> In other circumstances, prepositions are bypassed to make a snappier run of words, as in: <em>I been up the phone box</em>, <em>down my aunty's.</em> Some prepositions are replaced by others with stronger rhythms, such as <em>before/in front of</em>, as in: <em>He's going to college in front of her.</em></p>\n<p>I've illustrated these below in a sample monologue, drawn from an amalgamation of speeches by my older relatives-in-law. Included are a host of other typical linguistic contortions, some of which you will have noticed in the examples above, and all adding to the impact. Look out, for instance, for the swapping of <em>has</em> to <em>have</em> (<em>'ave</em>), and the changing of <em>went</em> to <em>been</em>. Note how <em>in spite of</em> is used instead of <em>although</em>, and <em>on account of</em>, for <em>because</em>. You'll notice, too, the pronoun <em>these</em> as subject, in place of a more drawn-out and wordy reference to the two grandchildren. Finally, you'll be unable to ignore the vibrancy of the language—the grandiose, emphatic adjectives, the proliferation of exclamations and the back-straightening commands. Imagine, on top, the effect of an accent resounding with heavy, penetrating vowel sounds, <em>here</em>, for instance, stretched into <em>yure</em>, and the fluent rolling of the words, enhanced by the discarding of <em>h</em>'s and all dispensible sounds. Well, who could defy such a speaker?</p>\n<p>The focus on nourishment and well-being, incidentally, is no coincidence, but characteristic of the locals in the shadow of past hardship. Nor is it coincidence that the woman of the house holds forth here. Back in those mining days, the man would pour his pitiful earnings into the raised apron of his wife, who would work miracles with them for the good of family and community, and a certain female dominance still lingers on with the dialect.</p>\n<p>Here's a sample speech to illustrate the authoritative dialect of a downtrodden community. Setting: An elderly Rhondda Valleys woman provides Sunday tea for visiting grandchildren. 'Grandad' is her husband.</p>\n<p>“Come by the table, you two! Sian, sit by here (<em>yure</em>). Tom, you go b' there please. Good God! Look at the size on you, Tom! You'll be going to high school in front of your big sister! ... Oh, now who are these flowers off? They're never off you kids? Well, there's lovely! Duw [God], there's a scent on them roses! See what these 'ave give us, Grandad? ... Right, kids, get stuck in now, and get this food down your necks! Good God, Sian! Cut yourself a tidy slice, mun, for goodness' sake! Blinkin' 'eck! Get some shape on you now! I went up Pam's Pastries for that cake, I did. She got some fabulous cakes there, fair play! Tremendous fancywork on 'em! Bloomin' marvellous, some of 'em, no word of a lie. She always had a brain on her, mind, that Pam ... 'Right! Ad all want? Get from the table a bit sharpish, then, the pair on 'ou! Grandad be taking you over the park, see, in spite of the weather's not too clever. — Grandad, where's them coats to?— Grandad have got you posh new raincoats, see, on account of it always rains when you're down our 'ouse. So come by the door now and let's be having 'em on you.—You'll 'ave to be coming from there by six, mind, Grandad, and no messin': I want these home before dark.—See you after, kids.”</p>\n<p>Well, would you dare take issue with any of that? Nor me neither.</p>\n<p><em>[Lucy Williams is an artist and sketches local scenes in between her other career as a stay-home mum. A Londoner by birth, she now lives in Wales and is fast picking up the Rhondda lilt—according to her English friends.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Power in the Punch of Welsh Valleys English</h1> <p><em><span data-rel=\"author\">Lucy Williams</span> <span data-rel=\"location\">Cardiff, Wales</span></em></p> <p>The pre-war, pre-union mining communities of south Wales were so downtrodden by the wealthy, educated classes that their descendants still seem suspicious of a 'posh' (received) English accent, as I have found on marrying into one such family. Yet I find their way of speaking far more awe-inspiring and domineering than any of the 'posh' accents of my affluent English upbringing. But why is it so domineering, and what linguistic manoeuvrings did that tight little forgotten community do to the English language to turn it to such powerful effect?</p> <p>Welsh Valleys Speak, as I call it, is beginning to fade away now, along with the memories of those harsh coal-mining days, in which little flourished in the Rhondda Valleys except the dialect of its people. There, high amongst the dark, rugged mountains, Wales's lilting style has been stretched and contorted to create a uniquely powerful instrument of communication—a weapon with which to fight not only the drab misery of those times, but also, no doubt, the outrageous and humiliating injustice of their plight. This is just a personal interpretation, but on the strength of the stories passed down through the generations, a credible one.</p> <p>The vehement directness of Welsh Valleys Speak is indicative of the need to be heard. Its punchy nature creates impact, and gives clout—even authority—to the speaker's words.</p>"
}