{
  "type": "Article",
  "title": "Horse's Mouth",
  "author": "Ken Snyder",
  "location": "Louisville, Kentucky",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Horse's Mouth</h1>\n<p><em><span data-rel=\"author\">Ken Snyder</span> <span data-rel=\"location\">Louisville, Kentucky</span></em></p>\n<p>A theme song for a '60's TV show about a talking horse, “Mr. Ed,” began with, “A horse is a horse, of course, of course.” Right? Whoa-a- a-a-a! Not so fast. (I couldn't resist.) The easiest bar bet to win is a wager with someone on how many <em>horses</em> ran in the last Kentucky Derby. The answer? None. Technically speaking, or at least according to horseracing terminology, a horse isn't a horse until age five. And then this applies only to males. Under age five a male horse is a colt. (As for fillies or females under age five, who do occasionally start in the Kentucky Derby, they become mares.) Ok, ok, but a colt is still a horse. Yes? Well, yes and no. Think of a male baby. Is it a man? Of course not. Case closed. This logical analogy, however, still won't prevent you from getting your jaw jacked, at least at some of the bars I've frequented. (Notice I said easiest bar bet to win, not easiest to collect.)</p>\n<p>The terminological quirk in whether a “horse is a horse” is part of a breadth of terms, definitions and descriptions applied to Thoroughbred horses and racing that is very established and unique. In fact, it isn't unusual to find a glossary of terms in horseracing books and on racing-related websites.</p>\n<p>Of course, what matters most to racing fans isn't a Thoroughbred's age or sex, and appropriate term deriving from those facts, but rather, which of two basic categories it falls: runner or “common” horse. While they all run, of course, not all are runners. (Stay with me on this.) Essentially some run to win and others are just out there seemingly for the hell of it clueless that they are supposed to outrun their competitors. Common horses are dismissed as such for the lack of talent to pull it off even if the intent was there. Whether it's a Kentucky Derby trophy or a $5,000 purse, winning or coming close is the thing. If a colt, filly, horse, or mare is out there trying to win and does occasionally finish in the top three of a race (the top three finishers pay off on bets) then that horse, by damn, is a runner. Within the runners' category, there are some sub-distinctions with unique terms based on the preferred running style. There are “closers” who run at or near the back of the pack in any race, saving themselves and hoping to overtake tiring horses in the last stages of a race; there are “stalkers,” who run mid-pack, keeping the leading horse or horses within striking distance; and lastly, or actually firstly, there are “front-runners” who are what the name implies: they tear off and try to stay at the front from start to finish. Front-running, however, is not always related to a preferred running style, and here is where some terms come into play that are common but not related to racing in dictionary definitions. Some horses never learn to “rate,” for example, or control an inclination to run as if its tail is on fire rather than settling into a pace that will leave a little gas in the tank for the finish. Reasons for this vary from being clueless (see common horses above) and also if the horse is what is known as “rank.” In a trainer's or jockey's mouth the term is practically spat in disgust; it refers to a rambunctiousness that always means a horse will shoot its proverbial wad early and finish last or well back of the winner.</p>\n<p>Another “r” condition that some believe impedes running potential with an un-gelded or anatomically intact male capable of breeding is to be “randy.” That is, a colt or horse is too worked up, shall we say, hormonally, to focus on racing. One tip-off to this condition is a colt draping its neck over the pony that accompanies it to the starting gate before a race. Things, on occasion, do progress from there and more than one grandstand full of aghast race fans has witnessed all-out sexual assaults. Dictionary.com's secondary definition for randy as “rude and aggressive” is an understatement of epic proportions considering that we're talking about public sex in front of God and everybody. More astounding, the behavior involves an object of affection for the love-crazed colt or horse already “mounted” by a pony rider not to mention the fact the amorous colt or horse is himself already mounted by a jockey. (Ménage à quatre, non?)</p>\n<p>Whether a runner or common, descriptions of running tend toward over-the-top exaggeration due, I'm sure, to the fact that money is at stake for all parties in a race—trainers, barn help, jockeys, owners and last, but not least, bettors. Horses may all look like they're moving forward and indeed they are, but jockeys will complain of their mount “climbing” as one excuse for poor performance. What they refer to is a stride too far up rather than forward. The most extreme exaggeration is for a horse that hesitates as the starting gate opens. It is said to have “dwelt” in the gate. (My goodness, does a second or actually a split-second spent in the gate behind one's peers make said gate a <em>dwelling</em>?)</p>\n<p>After a horse really is a horse (again, colts become horses at age five, remember?) the ones you might have seen draping their necks over ponies or losing all inhibition on the racetrack become sires. That's not, necessarily a given, either. Maybe the reason why rude and aggressive sexual behavior is not seen more frequently on the racetrack is that the overwhelming majority of males you will see on a day at the races have been castrated or “gelded.” (Something about, “He's a gelding,” to refer to anatomy sounds immeasurably better than, “He's a castrate.” The latter even sounds worse than “He's been <em>cut</em>,” the most common phrase among barn workers.) Although the English developed the breed, <em>sire</em> comes from the French <em>monsieur</em> and <em>dam</em> for mares from <em>dame</em>. So there you have it, if not from the horse's mouth, from a horse's you-know-what—at least according to the most recent person that I bet couldn't tell me how many horses were in the last Kentucky Derby.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Horse's Mouth</h1> <p><em><span data-rel=\"author\">Ken Snyder</span> <span data-rel=\"location\">Louisville, Kentucky</span></em></p> <p>A theme song for a '60's TV show about a talking horse, “Mr. Ed,” began with, “A horse is a horse, of course, of course.” Right? Whoa-a- a-a-a! Not so fast. (I couldn't resist.) The easiest bar bet to win is a wager with someone on how many <em>horses</em> ran in the last Kentucky Derby. The answer? None. Technically speaking, or at least according to horseracing terminology, a horse isn't a horse until age five. And then this applies only to males. Under age five a male horse is a colt. (As for fillies or females under age five, who do occasionally start in the Kentucky Derby, they become mares.) Ok, ok, but a colt is still a horse. Yes? Well, yes and no. Think of a male baby. Is it a man? Of course not. Case closed. This logical analogy, however, still won't prevent you from getting your jaw jacked, at least at some of the bars I've frequented. (Notice I said easiest bar bet to win, not easiest to collect.)</p> <p>The terminological quirk in whether a “horse is a horse” is part of a breadth of terms, definitions and descriptions applied to Thoroughbred horses and racing that is very established and unique. In fact, it isn't unusual to find a glossary of terms in horseracing books and on racing-related websites.</p> <p>Of course, what matters most to racing fans isn't a Thoroughbred's age or sex, and appropriate term deriving from those facts, but rather, which of two basic categories it falls: runner or “common” horse. While they all run, of course, not all are runners. (Stay with me on this.) Essentially some run to win and others are just out there seemingly for the hell of it clueless that they are supposed to outrun their competitors. Common horses are dismissed as such for the lack of talent to pull it off even if the intent was there. Whether it's a Kentucky Derby trophy or a $5,000 purse, winning or coming close is the thing. If a colt, filly, horse, or mare is out there trying to win and does occasionally finish in the top three of a race (the top three finishers pay off on bets) then that horse, by damn, is a runner. Within the runners' category, there are some sub-distinctions with unique terms based on the preferred running style. There are “closers” who run at or near the back of the pack in any race, saving themselves and hoping to overtake tiring horses in the last stages of a race; there are “stalkers,” who run mid-pack, keeping the leading horse or horses within striking distance; and lastly, or actually firstly, there are “front-runners” who are what the name implies: they tear off and try to stay at the front from start to finish. Front-running, however, is not always related to a preferred running style, and here is where some terms come into play that are common but not related to racing in dictionary definitions. Some horses never learn to “rate,” for example, or control an inclination to run as if its tail is on fire rather than settling into a pace that will leave a little gas in the tank for the finish. Reasons for this vary from being clueless (see common horses above) and also if the horse is what is known as “rank.” In a trainer's or jockey's mouth the term is practically spat in disgust; it refers to a rambunctiousness that always means a horse will shoot its proverbial wad early and finish last or well back of the winner.</p>"
}