{
  "type": "Article",
  "title": "By Way of Middlebrow English",
  "author": "Jonathan Caws-Elwitt",
  "location": "Friendsville, Pennsylvania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">By Way of Middlebrow English</h1>\n<p><em><span data-rel=\"author\">Jonathan Caws-Elwitt</span> <span data-rel=\"location\">Friendsville, Pennsylvania</span></em></p>\n<p>Though it has been routinely scoffed at by highbrows—well, that's their job, isn't it?—fair-minded language scholars have long recognized the important contributions to our tongue made by Middlebrow English.</p>\n<p>Old English, Middle English, and Early Modern English are, roughly speaking, chronological distinctions. (I say “roughly” based on the premise that Old and Middle coexisted, interbred, and shared an office for some time, like Neanderthal and Cro-Magnon.) Middlebrow English, by contrast, is not as easy to place on the timeline. When did it originate? Is it in decline? What, exactly, is its historical relationship to the <em>New York Times</em> Best Seller list?</p>\n<p>Even without answers to these questions, we cannot deny our debt, day in and day out, to terms and usages that are etymologically rooted in MBE. If you tell me over a <em>latte</em> that your cousin missed her <em>book club</em> meeting because she was off on a <em>winery tour</em> with a friend whose tastes run to <em>light classical music</em> and <em>historical fiction</em>, you are—let us hope unwittingly—demonstrating the rich heritage of Middlebrow in contemporary English.</p>\n<p>Some experts assert that MBE was originally a specialized offshoot of Early Modern (the language, not the furniture—though let's not rule anything out just yet). Specifically, it is theorized that in the Age of Dryden, drama critics began to describe plays as <em>powerfull <em>[sic] or even <em>emotionally chargèd,</em> with frequent references to playwrights <em>making bolde statements</em> or <em>raising important questionnes</em> and, occasionally, to their <em>brandishing imperatives</em> and <em>bandying sentence fragments.</em> While not all of these expressions have survived intact, there is much to be said for the belief that the Middlebrow thread in Modern English began in the free seats at Drury Lane</em>.</em> And, according to this school of thought, MBE was quite slow to spread from the drama page to society in general (possibly because even the literate segment of society avoided the drama page). What is suggested is a gradual development of the MBE strain in English, spanning the past three centuries, rather than anything on the order of what an MBE speaker might call a <em>revolution.</em></p>\n<p>On the other side of the microfiche reader we find scholars who see a watershed, who pinpoint a definite moment at which MBE can be said to have taken a recognizable form. Interestingly, the experts in this camp differ strongly as to which definite moment they wish to pinpoint. Even among those who place the critical juncture within the twentieth century, we find some who advocate for 1936 (the year Will and Ariel Durant's <em>Story of Civilization</em> series first began to appear) and others who favor 1954 (the beginning of Steve Allen's stint as host of <em>The</em> <em>Tonight Show</em>).</p>\n<p>As happens sometimes with concurrently prevalent dialects, encounters between speakers of Modern and those practicing Middlebrow have been known to lead to laughable misunderstandings, embarrassing faux pas, and the occasional one-night stand. Wilde was fond of telling a story about Shaw—or possibly vice versa—in which the great wit found himself seated next to the wife of a not-particularly-prominent industrialist at a dinner party. “Oh, Mr. Shaw [or possibly Wilde],” said the lady. “Your genius [or perhaps that of her interlocutor's great rival] is unmatched in our century, if one is to believe what one reads in the <em>Times.</em>” Finding himself at an unaccustomed loss for words, the author of <em>Pygmalion</em> [or <em>The Importance of Being Earnest</em>] fell back on a pickup line. “Yes,” he [or the other guy] replied blandly. “I am quite certain that a clever and alluring observer like yourself, madam, can read much in the times.”</p>\n<p>According to the story, the wit and the lady soon left what must (we infer) have been an especially dull party in each other's company. I therefore note, in view of Shaw's reputation as a celibate and Wilde's as a homosexual, that this incident, if true at all, presumably happened neither to Wilde nor to Shaw, but to some third, long-forgotten literary immortal. Nonetheless, it illustrates what one would, in Middlebrow English, call a <em>trend</em> of <em>deep significance,</em> and this is why I have reproduced it here, even though it really isn't all that diverting. (You will have noticed that late-nineteenth-century wits often try to persuade us that a piece of repartee is more amusing than it actually is by inserting the word “madam” in the center of it, between two commas—which, I admit, looks pretty sexy on the average witticism, particularly if the commas are black and lacy. Samuel Johnson's superfluous “, sir,” by contrast, does nothing for me.)</p>\n<p>In more recent times, we have the tale of Dr. Constance Planck, an applied mathematician who dated a graduate student from the psychology department. “How would you characterize our <em>relationship</em>?” the young man asked her one night in MBE, after they'd attended a <em>weekend retreat</em> together at his request. “1:1,” answered the professor.</p>\n<p>But these impasses (or, on a good night, passes) are the exception. Most of the time, the <em>relationship</em> between MBE and Modern English is a harmonious one. Whether we're in the mall, hastily purchasing <em>something special</em> for our <em>pet cat's birthday,</em> or at home, reading up on <em>current events</em> in a <em>magazine</em> . . . the fabric, texture, and very thimble of modern life in the English-speaking world depend heavily upon a continuing influx of MBE vocabulary. To a language lover who is free of snobbery, this element is not only recognized as part of what frames our <em>collective identity,</em> it is actively and cheerfully embraced, in the same manner as sweets are welcomed by the <em>chocoholic</em> and a new set of speakers by the <em>audiophile.</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">By Way of Middlebrow English</h1> <p><em><span data-rel=\"author\">Jonathan Caws-Elwitt</span> <span data-rel=\"location\">Friendsville, Pennsylvania</span></em></p> <p>Though it has been routinely scoffed at by highbrows—well, that's their job, isn't it?—fair-minded language scholars have long recognized the important contributions to our tongue made by Middlebrow English.</p> <p>Old English, Middle English, and Early Modern English are, roughly speaking, chronological distinctions. (I say “roughly” based on the premise that Old and Middle coexisted, interbred, and shared an office for some time, like Neanderthal and Cro-Magnon.) Middlebrow English, by contrast, is not as easy to place on the timeline. When did it originate? Is it in decline? What, exactly, is its historical relationship to the <em>New York Times</em> Best Seller list?</p> <p>Even without answers to these questions, we cannot deny our debt, day in and day out, to terms and usages that are etymologically rooted in MBE. If you tell me over a <em>latte</em> that your cousin missed her <em>book club</em> meeting because she was off on a <em>winery tour</em> with a friend whose tastes run to <em>light classical music</em> and <em>historical fiction</em>, you are—let us hope unwittingly—demonstrating the rich heritage of Middlebrow in contemporary English.</p>"
}