{
  "type": "Article",
  "title": "Taking Bridge Too Far: The Words Goren Forgot",
  "author": "Michael J. Corey",
  "location": "Bellevue, Washington",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Taking Bridge Too Far: The Words Goren Forgot</h1>\n<p><em><span data-rel=\"author\">Michael J. Corey</span> <span data-rel=\"location\">Bellevue, Washington</span></em></p>\n<p>Time was when you could schlep from Yoknapatawpha County to the shores of Half Moon Bay without stepping on anyone who didn't play bridge. Learning the rules was a social mandate. Bridge was the most popular game on earth, and deservedly so. Contract bridge is the noblest means of wasting time ever developed. Who should know better than this writer, who's tried them all?</p>\n<p>I assume herein no knowledge of bridge, but I need to impart some basic information. Four players sit around a table. One of them distributes rectangular pieces of pasteboard, which are then used in the play. The player opposite you is your <em>partner</em>. A partner in bridge is defined as 'the worst player capable of even theoretical existence.' One might think that the opponents come in for kinder treatment (as one's primary source of excuses), but one would be wrong, and here we begin our study of <em>real</em> bridge terminology—not the words one reads in a bridge book, but the words that actually find utterance. Perhaps surprisingly, <em>Edinbugger gaberlunzie</em> is less commonly used than it was in Hugh Kelsey's day, but modern players are able to identify such species as the <em>LOL</em>. This means 'Little Old Lady,' and it also means 'watch out.' They look chubby and sweet, but their clubs are really studded maces and their spades are as sevenfold swords. Dead people are opponents who don't play as well as you do, but probably better than your partner. The worst thing you can call a bridge player is <em>client</em>, which refers to a player who's so bad he has to pay someone else to play with him. You don't believe such a thing exists? Check out <em><a href=\"http://home.alltel.net/djneill/danbridge.htm\">http://home.alltel.net/djneill/danbridge.htm</a></em> or any of hundreds of similar sites. (A <em>twelve o'clock pro</em> represents a further refinement of the concept: a so-so player who shows up at noon for a one o'clock game, more than willing to settle for a sawbuck and dinner with an LOL.) Finally, there is also a term for the most fearsome type of opponent of all, the kind that always leaves me on the floor in fragments of low molecular weight. Once I even had to play against two of them, and the result was as expected. The term is <em>pregnant</em>.</p>\n<p>Fine, but what actually happens at a bridge table? First there's an <em>auction</em>, which decides the <em>contract</em> (the obligation of the side that wins the auction to capture a certain proportion of the cards played) and the trump (of the four suits in bridge, the trump is <em>declared</em> the divine suit for a single hand—a suit that cannot be bested by any mere mortal card, no matter how high in rank). After the auction terminates, the <em>play</em> occurs, during which the assets of all four players are thrown into the center in wild abandon, whereupon the valuable cards are gathered in by the competitor with the fiercest-looking firearm. Afterwards, each of the four explains that all was done according to a <em>plan</em>, which partner as usual has failed to comprehend. This discussion is known as a <em>post mortem,</em> a term that is more informative than you might think. Serious bridge players form agreements about exactly how to approach the auction so as to communicate and cooperate effectively; these agreements are known as <em>conventions</em>, <em>treatments</em>, and <em>marital counseling.</em> Players also attempt to cooperate during the play, and records are often kept of these adventures; the correct term for such a record is <em>Exhibit</em> <em>A</em>, since murder and aggravated assault are common outcomes of these proceedings.</p>\n<p>One day you may decide to play in a tournament sponsored by the American Contract Bridge League, known as the <em>ACBL</em> or the <em>Horde of Lucifer</em>. Tournament bridge eliminates most of the social aspects of at-home or party bridge. In fact the players interact very little and rarely get to know each other; hence the increasing popularity of the tournament game.</p>\n<p>If you win at bridge, you get <em>points</em>. Suppose you're playing in a victory-point Swiss tournament. (<em>Swiss</em> tournaments use a special pairing system which ensures that the weaker teams endure maximal humiliation by losing to <em>dead people</em> or <em>clients</em>.) You enumerate your aces, kings, queens, and jacks to calculate the high-card <em>points</em> in your hand. These <em>points</em> don't do you any good for scoring purposes, but at least they're misleading. Then you play, and if you prove superior to your opponents, you score <em>points</em>. Assume, for example, that you score 620 <em>points</em>, while your opponents score only 500 <em>points</em>. The differential is 120 <em>points</em>, which, you learn by referring to a special table, equates to three <em>International Match Points</em> or <em>IMP</em>s. Now suppose you maintain your three-IMP advantage through seven hands. This will earn you twenty <em>Victory Points</em> (or maybe twelve), and if you accumulate enough Victory Points to win or place in the tournament, you will earn <em>Master Points</em>, which may be gold (if you're good), red (if you're bad), black (if you're <em>really</em> bad), or silver (if you're old). I'd explain <em>matchpoint</em> <em>scoring</em> to you as well, but it's too complicated.</p>\n<p>We turn now to the vast array of expressions that designate systems for use in the bridge auction. There are two philosophies of the auction in contract bridge: constructive and destructive. Constructive systems go by pretentious names such as <em>Precision</em>, <em>Ultimate</em> and <em>Intimate</em>, and the <em>Blue Team Club</em>, named for the famed Italian Blue Team, which was led by the great Benito Garozzo, who could place the king of diamonds four tables away by smell alone. Destructive systems are based on envy of those with brains enough to invent constructive systems and bear labels such as <em>CRASH, DONT, IDAK</em> ('Instant Destroyer and Killer'), <em>EHAA</em> ('Every Hand an Adventure'), and the infamous <em>Polish Pass</em>, which so confused the opponents that the auction would often last two hundred rounds, terminating only when the perpetrators pointed out that the other competitors had left.</p>\n<p>If you <em>psyche</em> (bluff), you may catch partner with a <em>moose</em> (or <em>rock-crusher</em>—a strong hand), and he may name a contract he mistakenly believes to be <em>cold</em> (<em>frigid, cryogenic</em>—easily made), causing an opponent holding a <em>stack</em> (an unexpectedly powerful holding in trumps) to <em>hit it</em> or <em>express doubt</em> (double) and partner to <em>rewind</em> or <em>crank</em> (redouble). You may then <em>go for a number</em> (lose numerous points), but you should hope it's not the dreaded <em>telephone number</em>, though it's possible to do even worse and lose <em>sticks and wheels</em> (1100 points) or, if partner is truly a <em>mackerel</em> (<em>turkey</em>, <em>martian</em>, or <em>client</em>), the notorious <em>telephone number with area code</em>. On the other hand, partner may be <em>sandbagging</em> (the opposite of bluffing, feigning weakness with a <em>moose</em>). All is still lost, however, at least psychologically, if an opponent pulls a <em>Grosvenor Gambit</em>. This, the most important coup in bridge, is defined as a play so utterly pointless, so staggeringly foolish and profoundly imbecilic, that it confuses one's opponents into making a compensating error. By definition the Grosvenor Gambit can never gain, but if it succeeds in breaking even, he who commits it walks on clouds for a week.</p>\n<p>Certain bridge situations are covered by unwritten rules that mandate specific, highly formalized remarks. I describe here only the two most important. Suppose you've gulled your opponents into doubling you (increasing the stakes dramatically) in a contract which you are going to <em>wrap</em> (fulfill, scoring impressive numbers of points), when partner mistakenly assumes you are in terrible difficulties and <em>rescues</em> you to a failing contract, perhaps one going for sticks and wheels. You <em>must</em> immediately say, “My knight in shining armor!” This is most effective if you're playing with your husband and you have a strong Judy Holliday impersonation in your repertoire, although Rita Rudner will do.</p>\n<p>Finally, a bridge position which is unfortunately rare, a virtual syzygy of bridge circumstances, is one in which you are both playing and <em>directing</em>, i.e., serving as the referee of the event. On rare occasions, one of your opponents may be unaware that you are in fact the director, and may call for adjudication of an alleged irregularity by shouting “Director!” If this occurs, it is absolutely mandatory to respond with the phrase, “I am the goddam shore patrol!” quoting Jack Nicholson in <em>The Last Detail</em>, a film in which he plays a sailor who requests free liquor from a store owner. The latter protests and threatens to call said shore patrol to enforce discipline, whereupon Nicholson slams his pistol on the counter, utters the quoted phrase, and is immediately served. Failure to say this when required is punishable by immediate suspension from worldwide bridge for three months and the infinitely worse obligation to tell partner “Well played,” after the first ten hands following reinstatement. This, however, represents a merciful lessening of the original penalty. If you broke this rule back when I was young, you had to switch to chess.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Taking Bridge Too Far: The Words Goren Forgot</h1> <p><em><span data-rel=\"author\">Michael J. Corey</span> <span data-rel=\"location\">Bellevue, Washington</span></em></p> <p>Time was when you could schlep from Yoknapatawpha County to the shores of Half Moon Bay without stepping on anyone who didn't play bridge. Learning the rules was a social mandate. Bridge was the most popular game on earth, and deservedly so. Contract bridge is the noblest means of wasting time ever developed. Who should know better than this writer, who's tried them all?</p> <p>I assume herein no knowledge of bridge, but I need to impart some basic information. Four players sit around a table. One of them distributes rectangular pieces of pasteboard, which are then used in the play. The player opposite you is your <em>partner</em>. A partner in bridge is defined as 'the worst player capable of even theoretical existence.' One might think that the opponents come in for kinder treatment (as one's primary source of excuses), but one would be wrong, and here we begin our study of <em>real</em> bridge terminology—not the words one reads in a bridge book, but the words that actually find utterance. Perhaps surprisingly, <em>Edinbugger gaberlunzie</em> is less commonly used than it was in Hugh Kelsey's day, but modern players are able to identify such species as the <em>LOL</em>. This means 'Little Old Lady,' and it also means 'watch out.' They look chubby and sweet, but their clubs are really studded maces and their spades are as sevenfold swords. Dead people are opponents who don't play as well as you do, but probably better than your partner. The worst thing you can call a bridge player is <em>client</em>, which refers to a player who's so bad he has to pay someone else to play with him. You don't believe such a thing exists? Check out <em><a href=\"http://home.alltel.net/djneill/danbridge.htm\">http://home.alltel.net/djneill/danbridge.htm</a></em> or any of hundreds of similar sites. (A <em>twelve o'clock pro</em> represents a further refinement of the concept: a so-so player who shows up at noon for a one o'clock game, more than willing to settle for a sawbuck and dinner with an LOL.) Finally, there is also a term for the most fearsome type of opponent of all, the kind that always leaves me on the floor in fragments of low molecular weight. Once I even had to play against two of them, and the result was as expected. The term is <em>pregnant</em>.</p> <p>Fine, but what actually happens at a bridge table? First there's an <em>auction</em>, which decides the <em>contract</em> (the obligation of the side that wins the auction to capture a certain proportion of the cards played) and the trump (of the four suits in bridge, the trump is <em>declared</em> the divine suit for a single hand—a suit that cannot be bested by any mere mortal card, no matter how high in rank). After the auction terminates, the <em>play</em> occurs, during which the assets of all four players are thrown into the center in wild abandon, whereupon the valuable cards are gathered in by the competitor with the fiercest-looking firearm. Afterwards, each of the four explains that all was done according to a <em>plan</em>, which partner as usual has failed to comprehend. This discussion is known as a <em>post mortem,</em> a term that is more informative than you might think. Serious bridge players form agreements about exactly how to approach the auction so as to communicate and cooperate effectively; these agreements are known as <em>conventions</em>, <em>treatments</em>, and <em>marital counseling.</em> Players also attempt to cooperate during the play, and records are often kept of these adventures; the correct term for such a record is <em>Exhibit</em> <em>A</em>, since murder and aggravated assault are common outcomes of these proceedings.</p>"
}