{
  "type": "Article",
  "title": "Bits and Pieces",
  "author": "David Galef",
  "location": "University of Mississippi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Bits and Pieces</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p>\n<p>America these days is a land of vast sizes and quantities, from Big Macs to Hummers. No one seems to write much anymore about misers and their language of cheese-paring smallness. Imagine my delight, therefore, upon hearing a woman the other day declare, “Just a tittle and a jot.” She happened to be a copy editor, talking about how much work she had left on a manuscript, so it seemed singularly appropriate. <em>Tittle</em> is a small printing mark (a dot, for instance) to indicate punctuation or stress. <em>Jot</em> is from <em>iota</em>, the ninth letter of the Greek alphabet, represented by 4, a tiny letter indeed. Yet “a tittle and a jot” emphasizes a small portion at the same time it ups the ante: a little over and above a tittle, please.</p>\n<p>In fact, small amounts often come in pairs, from bits and pieces (as in picking up the bits and pieces of your life after breaking up with your boyfriend) to dribs and drabs (after pouring forth copiously for seven days, the oil gusher finally subsided to dribs and drabs). <em>Drib</em> is a back formation from <em>dribble</em>, cousin to the small amounts <em>driblet</em> and <em>drip</em>, whereas <em>drab</em>, like a muddy ooze, probably derives from <em>dregs</em>, which may be why <em>drab</em> also once meant 'prostitute,' deemed the dregs of society. Another minor duo, 'a lick and a promise,' borrowed from the way a cat washes itself and evocative of a half-hearted swipe with a washcloth, is the Tom Sawyer response to a request to take a bath.</p>\n<p>In negation, bits and pieces often diminish to solo status. “That makes not one whit of sense,” my lawyer uncle used to pronounce after hearing one of my aunt's arguments. Sometimes he'd add, for good measure, how there wasn't a <em>scintilla</em> of evidence to back up her claims, or one <em>particle</em> of proof. My aunt, for her part, claimed not a <em>spark</em> of interest in what he said, and since <em>scintilla</em> is Latin for “spark,” maybe they were a well-matched pair. If my aunt didn't give a rap, my uncle didn't give a damn. (Or, as a forthright friend of mine used to remark, she didn't give a fat rat's ass.) Other bits used in negation have become a bit shopworn, especially in mystery novels: <em>trace</em>, vanished without a—; or <em>truth</em>, not a shred of— but with <em>shred</em>, we start encroaching upon the realm of food and its consumption.</p>\n<p>The phrases <em>a shred of meat</em> and <em>a morsel of bread</em> made more sense in the days when that was dinner, and probably carried in a greasy leather wallet. Leftover from those days of leanness are a scrap of cheese and a crumb of cake. <em>Scrap</em> conjures up something scraped off, as from a cheese rind, and <em>morsel</em> derives from the Latin <em>morsum</em>, or something bitten. But who, besides crossword puzzle solvers, recalls <em>ort</em>, a food remnant related to <em>eat</em>? As for beverages, they once came in drams and thimblefuls or sips, just a drop in the bucket, though this last expression is used derogatorily to mean a mere nothing.</p>\n<p>Nowadays, the vocabulary of mean portions is no longer used to describe the rations of a starving man but rather the fare of someone on a diet. It's the language of restraint: just a <em>smidgeon</em> of creamed cauliflower, a <em>touch</em> of butter, a <em>hint</em> of garlic, or a <em>scoche</em> of sugar. A <em>tad</em> more sauce, please. These phrases have an endearing modesty, as in the British invitation “Join me for a spot of tea?” On the other hand, “just a bite to eat,” a favorite phrase of my mother's, for me always evoked a women's luncheon where each lady sunk her teeth into one communal sandwich before passing it on. When the cheesecake was unveiled, everyone would beg for just a sliver, which didn't explain how the cake disappeared so quickly.</p>\n<p>“A breath of fresh air” is still the modest rationale for walking outdoors. Other bits, such as <em>shadow</em> in “the shadow of a doubt,” have achieved such notoriety that they've displaced more realistic expressions. When I served on a jury some years ago, most of the group thought our job was to acquit unless we were certain of the suspect's guilt “beyond the shadow of a doubt,” though our instructions were to convict if the evidence showed “beyond a reasonable doubt” that the suspect was guilty. About a decade ago, the humble <em>nubbin</em>, as in “whittled down to a—,” started appearing with such regularity in a <em>New York Times</em> restaurant critic's reviews—“dainty nubbins of potato”—that a whispering campaign shamed the critic into using synonyms. Of course, <em>whisper</em> itself could be used in a review, as in “a whisper of marjoram,” or “a <em>soupçon</em> of olive oil.” Make it a whisper of perfume and a soupçon of a smile, add a trace of mystery, and you have the ingredients of a romance.</p>\n<p>Some bits can apply to anything from sewing to painting to judgment. A <em>snippet</em> of fabric speaks to an era when all clothes were stitched together by a tailor. A <em>pinch</em> or a <em>grain</em> can mean “Take a pinch of oregano” or just “Take this with a grain of salt,” as old as the Latin <em>cum grano salis</em>—though I find some recent statements by politicians need a shakerful of salt to digest. Who can judge a <em>hair</em> above normal? And what about a <em>speck</em> or <em>fleck</em>, as in a speck of crimson on the man's waistcoat in the canvas to represent a wound? And how about a <em>dab</em> of color?—though advertisement memories tend to drive out literary ones, and for my generation, <em>dab</em> brings up the anti-dandruff Brylcreem's famous jingle, “A little dab'll do ya.”</p>\n<p>Science has also contributed to the realm of bits, peering through a microscope at an almost unimaginably small world, though it hasn't yielded many figurative expressions. Who says, “Why, that's as small as a hydrogen atom,” or talks about an angstrom of length? For some reason, the saying “Give 'em an angstrom and they'<em>ll take a micron!” never made it big. People think of quarks as minute but don't work them into many conversations. Similarly, people don't say “in a millisecond” but rather “in a trice” or “in two shakes of a lamb's tail,”</em> or “in the twinkling of an eye.” And they pronounce it quicker than you can say <em>Jack Robinson</em>.</p>\n<p>Maybe the bits and pieces of science don't enter popular lexicon because few laypeople know the exact quantities involved: one ten billionth of a meter for an angstrom, for instance, used mainly to measure electromagnetic wavelengths (a field where it would sound far too folksy and imprecise to call, say, the arc of an X-ray “a little titch of a thing”). A micron is a giant by comparison, a millionth of a meter or, in scientific notation, 1 x 10 *-6 *m.</p>\n<p>The glory of the scientific method is its pinpoint accuracy—though a pinpoint is a haystack to the needle of a micron. Or would it be an entire hay pasture? “Needle and haystack” presents a vivid but imprecise picture. But the drawback of the scientific method is its dryness. Even <em>infinitesimal</em> and <em>insignificant</em> are polysyllabic but flat. To recapture that colorful quality, scientists should peer more closely at the world of insults, where smallness is rarely complimentary. Or, as my third-grade enemy once taunted the class simpleton: “If brains were fuel, you wouldn't have enough gas to drive an ant's motorcycle around the inside of a Cheerio.” Physical smallness also comes in for its share of ribbing: <em>knee-high to a grasshopper</em>, <em>half-pint</em>, <em>pee-wee</em>, <em>runt</em>, <em>wee one</em>, <em>squirt</em>, or <em>Li'l</em> as in Abner, and the spelling of which the performer Lil' Kim has botched. Only here and there are cute exceptions. <em>eensy-weensy</em>, <em>teeny-tiny</em>, and <em>itsy-bitsy</em>, from spiders to bikinis.</p>\n<p>Bits and pieces come in awfully useful, from how little food you want to how small the evidence is. On a more cosmic scale, they show how insignificant we are: a drop in the ocean, a grain of sand on the beach, a speck in the universe, a mote in God's eye. It's all, said my aunt, who reached only 4'11” in heels, a matter of perspective.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Bits and Pieces</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">University of Mississippi</span></em></p> <p>America these days is a land of vast sizes and quantities, from Big Macs to Hummers. No one seems to write much anymore about misers and their language of cheese-paring smallness. Imagine my delight, therefore, upon hearing a woman the other day declare, “Just a tittle and a jot.” She happened to be a copy editor, talking about how much work she had left on a manuscript, so it seemed singularly appropriate. <em>Tittle</em> is a small printing mark (a dot, for instance) to indicate punctuation or stress. <em>Jot</em> is from <em>iota</em>, the ninth letter of the Greek alphabet, represented by 4, a tiny letter indeed. Yet “a tittle and a jot” emphasizes a small portion at the same time it ups the ante: a little over and above a tittle, please.</p> <p>In fact, small amounts often come in pairs, from bits and pieces (as in picking up the bits and pieces of your life after breaking up with your boyfriend) to dribs and drabs (after pouring forth copiously for seven days, the oil gusher finally subsided to dribs and drabs). <em>Drib</em> is a back formation from <em>dribble</em>, cousin to the small amounts <em>driblet</em> and <em>drip</em>, whereas <em>drab</em>, like a muddy ooze, probably derives from <em>dregs</em>, which may be why <em>drab</em> also once meant 'prostitute,' deemed the dregs of society. Another minor duo, 'a lick and a promise,' borrowed from the way a cat washes itself and evocative of a half-hearted swipe with a washcloth, is the Tom Sawyer response to a request to take a bath.</p> <p>In negation, bits and pieces often diminish to solo status. “That makes not one whit of sense,” my lawyer uncle used to pronounce after hearing one of my aunt's arguments. Sometimes he'd add, for good measure, how there wasn't a <em>scintilla</em> of evidence to back up her claims, or one <em>particle</em> of proof. My aunt, for her part, claimed not a <em>spark</em> of interest in what he said, and since <em>scintilla</em> is Latin for “spark,” maybe they were a well-matched pair. If my aunt didn't give a rap, my uncle didn't give a damn. (Or, as a forthright friend of mine used to remark, she didn't give a fat rat's ass.) Other bits used in negation have become a bit shopworn, especially in mystery novels: <em>trace</em>, vanished without a—; or <em>truth</em>, not a shred of— but with <em>shred</em>, we start encroaching upon the realm of food and its consumption.</p>"
}