{
  "type": "Article",
  "title": "HORRIBILE DICTU",
  "author": "Mat Coward",
  "location": "Somerset, Britain",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">HORRIBILE DICTU</h1>\n<p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p>\n<p>I've just read a reference in a newspaper to a man who “sadly passed away when the airship R101 went down in 1930.” Oh, now, look—I know we're not allowed to say died any more, because it makes it sound as if something bad has happened, but the idea that someone who was killed as a result of a gigantic gas explosion and subsequent inferno “sadly passed away” is just too much. I think people who pass away do so quietly, by definition; it is surely impossible to say, for instance, “he passed away in agony.”</p>\n<p>Here's one more to add to our list of words which now mean the opposite of what they used to mean. A businessman tells a reporter: “We have managed to make this company a success again, and I feel very humble about that.” By humble, of course, he means proud. I have a feeling that this is the only sense in which the word is commonly used these days. I can only suppose the process began in false modesty (as in “I can't claim credit for making this company a success—that's down to the workforce, and I feel humbled by their loyalty”), but that now the modesty element has been dropped, leaving only the false.</p>\n<p>Meanwhile, my personal quest for the most impressively meaningless lump of business-waffle continues to achieve high-yielding, customer-facing outcomes. Here's an executive telling a trade magazine how glad he is about his new job: “I am very pleased to be able to take up this challenging new role and working with a wide range of colleagues to make a difference.” Not bad—I make that a score of five on the bollocksometer—but I'm confident it'll be bettered before the end of the season.</p>\n<p>I can't remember which particular challenging new role that bloke was taking up, but I wonder if it was as Head of Reward and Recognition? This job title is a new one to me, though a quick internet search suggests that it's widely used. I'm guessing, from context, that the HoR&amp;R is either what used to be called the Head of Personnel or else a glorified wages clerk.</p>\n<p>A theme of this column in recent issues—only because it's a theme of the real world in recent times—is the way in which jargon is being used at the moment to disguise the relationship between employers and employees. This strikes me as a perfect example; your salary is not a “reward,” it's what you're contractually due for selling your labour. And what is “recognition”—something they give you instead of a pay rise, possibly?</p>\n<p>I also can't remember which company put forward the spokesman who told a radio reporter that “We are in the industry of giving people what they want.” The phrase rules more in than it rules out, wouldn't you say? Anyone who was devoted to giving people what they don't want would perhaps not sell too many. For a long time, just about everyone has been in the business of doing whatever it is they do, whether they are in fact in business, or in politics, or in anything else. But this is the first example I've noticed of “business” being upscaled to “industry.”</p>\n<p>I hope Verbatim readers will always be in the business of sending their own horribiles to this column, and I'd like to issue a special appeal for examples of lawyer-speak. My interest is sparked by the case of a Welshwoman who was cleared of indecent exposure (after sunbathing naked in her own back garden) despite this eloquent speech by the prosecutor: “A woman exposing her lower region could be grossly offensive to normal decent persons.” Why persons instead of people? And which particular aspect of her lower region was it that caused gross offence to the decent normals of Llandyfriog—was it her knees or her heels?</p>\n<p>I realise that quotations from instruction booklets don't really count as horribiles, since they are written by someone who doesn't pretend to speak English, and translated by someone who does; so, instead, I offer this—from the instructions to my newly-bought computer screen—as an example of truly lovely found poetry: “Be carefully to your LCD monitor, it's very exquisite but easy to broken.”</p>\n<p>Oh, man—aren't we all?</p>\n<p><em>[Mat Coward's latest book is <em>So Far, So Near,</em> published by Elastic Press. His website is <em><a href=\"http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html\">http://hometown.aol.co.uk/matcoward/myhomepage/newsletter.html</a></em>].</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">HORRIBILE DICTU</h1> <p><em><span data-rel=\"author\">Mat Coward</span> <span data-rel=\"location\">Somerset, Britain</span></em></p> <p>I've just read a reference in a newspaper to a man who “sadly passed away when the airship R101 went down in 1930.” Oh, now, look—I know we're not allowed to say died any more, because it makes it sound as if something bad has happened, but the idea that someone who was killed as a result of a gigantic gas explosion and subsequent inferno “sadly passed away” is just too much. I think people who pass away do so quietly, by definition; it is surely impossible to say, for instance, “he passed away in agony.”</p> <p>Here's one more to add to our list of words which now mean the opposite of what they used to mean. A businessman tells a reporter: “We have managed to make this company a success again, and I feel very humble about that.” By humble, of course, he means proud. I have a feeling that this is the only sense in which the word is commonly used these days. I can only suppose the process began in false modesty (as in “I can't claim credit for making this company a success—that's down to the workforce, and I feel humbled by their loyalty”), but that now the modesty element has been dropped, leaving only the false.</p> <p>Meanwhile, my personal quest for the most impressively meaningless lump of business-waffle continues to achieve high-yielding, customer-facing outcomes. Here's an executive telling a trade magazine how glad he is about his new job: “I am very pleased to be able to take up this challenging new role and working with a wide range of colleagues to make a difference.” Not bad—I make that a score of five on the bollocksometer—but I'm confident it'll be bettered before the end of the season.</p>"
}