{
  "type": "Article",
  "title": "Beadlemania",
  "author": "Jerome Betts",
  "location": "Torquay, Devon",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Beadlemania</h1>\n<p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay, Devon</span></em></p>\n<p>In <em>Words and Ways of American English</em> (1952), Thomas Pyles described four features of standard spoken British English that perhaps led Americans to call it 'clipped' or 'crisp'. The first of these was the “pronunciation of <em>t</em> between vowels (as in <em>water, butter, later</em>) as a voiceless alveolar stop, in contrast to the widespread American pronunciation of this sound as something very like a <em>d</em>.”</p>\n<p>So that was why an American speaker once baffled a British student audience with his references to <em>comedy</em>, when it should have been focusing on the legal concept of inter-State <em>comity</em>. There are possibilities for confusion in Canada too, if the experience of the English resident there who was constantly misunderstood on the phone till she changed <em>city</em> to <em>siddy</em> is anything to go by.</p>\n<p>It is also why the <em>Beatles</em>, landing in the USA in the 1960s, turned into the <em>Beadles</em>, with the ludicrous evocation, to traditional British ears, of a quartet of Mr Bumbles. But the group's original name was <em>The Silver Beetles,</em> and the eventual musical 'Beat' spelling a play on words depending on that voiceless alveolar stop.</p>\n<p>In the first half of the 19th century, however, 'beetle' and 'beadle' may also have been fairly close in pronunciation in England, at least in London. Otherwise, the poet and punster Thomas Hood would not have been able to ring the changes on the two words for humorous purposes.</p>\n<p>In 1834, an Act came in forbidding chimney-sweeps to “call or hawk in the streets”. Hood had an ironic glance at this piece of legislation in a comic doggerel monologue, The Sweep's <em>Complaint</em>. It has a carefully calculated flavour of popular speech, rhyming <em>shut</em> and <em>sut</em> (<em>soot</em>), <em>vally</em> (<em>value</em>) and <em>Raleigh</em>. One couplet runs:</p>\n<blockquote>\n<p><em>They haven' t a rag of clothes to mend, if their mothers had thread and needles,</em></p>\n<p><em>But crawl naked about the cellars, poor things, like a swarm of common black beadles.</em></p>\n</blockquote>\n<p>A subtler allusion to the same similarity of pronunciation occurs in Hood's prose introduction to his <em>Comic Annua</em>l for 1839. The writer is visited by the Marleybone parish beadle in full fig, expecting a Christmas box in exchange for his 'annual address', in this case a copy of <em>Gray's Elegy</em> with italicised insertions of the beadle's own. Hood refers to this personage in his gold-laced finery as “our Scarabaeus Parochialis”. Possibly this sly suggestion of a multi-coloured Egyptian scarab or dung-beetle was meant to be reinforced by the line in the famous elegy's second stanza, “Save where the beetle wheels his droning flight.”</p>\n<p>Historically, a clear difference between the words might be expected, as <em>beetle</em> ultimately derives from OE <em>bītan,</em> 'to bite', and <em>beadle</em> from OE <em>bēodan</em>, 'to offer, command', as in <em>bid</em>. So should we authentic voiceless alveolarites be commiserating with the <em>d</em> between vowels brigade, unable to get full value from the Fab Four's 1960s word-games, even if more attuned to those of the 1830s? Or, perhaps, joining forces to mount a major display of ascending eyebrows at the treatment of <em>water, butter, later in the mouths of the glottal stoppers?</em></p>\n<p><a href=\"https://archive.org/details/stx_Verbatim_The_Language_Quarterly_v31n1_Spring_2006\">Internet Archive copy of this issue</a></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Beadlemania</h1> <p><em><span data-rel=\"author\">Jerome Betts</span> <span data-rel=\"location\">Torquay, Devon</span></em></p> <p>In <em>Words and Ways of American English</em> (1952), Thomas Pyles described four features of standard spoken British English that perhaps led Americans to call it 'clipped' or 'crisp'. The first of these was the “pronunciation of <em>t</em> between vowels (as in <em>water, butter, later</em>) as a voiceless alveolar stop, in contrast to the widespread American pronunciation of this sound as something very like a <em>d</em>.”</p> <p>So that was why an American speaker once baffled a British student audience with his references to <em>comedy</em>, when it should have been focusing on the legal concept of inter-State <em>comity</em>. There are possibilities for confusion in Canada too, if the experience of the English resident there who was constantly misunderstood on the phone till she changed <em>city</em> to <em>siddy</em> is anything to go by.</p> <p>It is also why the <em>Beatles</em>, landing in the USA in the 1960s, turned into the <em>Beadles</em>, with the ludicrous evocation, to traditional British ears, of a quartet of Mr Bumbles. But the group's original name was <em>The Silver Beetles,</em> and the eventual musical 'Beat' spelling a play on words depending on that voiceless alveolar stop.</p>"
}