{
  "type": "Article",
  "title": "Learning Modern Turkish",
  "author": "Kevin Revolinski",
  "location": "revtravel@yahoo.com",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Learning Modern Turkish</h1>\n<p><em><span data-rel=\"author\">Kevin Revolinski</span> <span data-rel=\"location\">revtravel@yahoo.com</span></em></p>\n<p>We called it the Grammar Wall. It started with a single piece of paper taped to the center of the wall in the study. Written in green magic marker the basic suffixes of simple present tense were held up for passing scrutiny and a sort of constant review lesson. From that first sheet, the rest followed in a growing system of charts and lists that mapped out the basics of Turkish grammar and vocabulary.</p>\n<p>It was 1997, in Ankara, Turkey, and I had just moved in with two fellow English teachers, Chad and Bob. We were excited like children in a surprising wonderland of culture, history, and a very strange language. Though we had been told that Turkish wasn't necessary in our jobs, we had committed to learn as much as we could. Armed only with a couple of phrasebooks and an optimistic Turkish in Three Months guide, we began the Grammar Wall and thus embarked on a tongue twisting journey into a revolutionized language.</p>\n<p>Often when I speak to someone for the first time about my time in Turkey, they ask me with a bit of a chuckle as though he or she were making up a word: “So what do they speak there? Turk<em>ish</em>?” “Well, actually, yes.” On several occasions that fact has been met with surprise. Though I had heard of Turkish before, I was, in fact, surprised to find that over 200 million people share the tongue. Brought to Anatolia (what is now Turkey) by the Seljuk Turks in the 11<em>th</em> century, it later became the language of the Ottoman Empire. Over the centuries it has appeared in many text forms but from the 11<em>th</em> century forward, the Arabic script was used. If that were still true today, I fear I would have been completely lost. However, Modern Turkish is one of the beneficiaries of the revolution of a republic not even 100 years old.</p>\n<p>Mustafa Kemal, most commonly known as Atatürk (Father Turk), is still the national hero of the Turkish Republic. He led the Ottoman soldiers who made their brutal stand at Gallipoli in 1915 when the Allied troops attempted to take the peninsula and march all the way to Istanbul. When the Ottoman Empire lay in ruin just after the Great War, he united the Turks—men and women—to rise against the Allied partitioning and Greek military forces that had marched almost all the way to the present day capital, Ankara. The Turks prevailed thus establishing Turkey's present-day boundaries. Kemal, in turn, abolished the sultanate and soon after became the first president of the Republic of Turkey in 1923. His vision was to keep pace with the Western world while retaining national pride and unity. Part of his revolution included the abolishment of a state religion and the public display of Islamic dress, no small accomplishment in a nation 99.9% Muslim. Though the veil has returned to public life in Turkey, the government has remained a secular one since its inception.</p>\n<p>But what is perhaps just as remarkable was the <em>Dil Devrimi</em>, the Language Revolution. He sought to purify the language of the foreign influences that had invariably permeated the vocabulary during the reign of the Ottomans. A veil or a fez can be removed in an instant; what would you do if your alphabet were abolished? In May 1928, the Latin alphabet was introduced with a few extra letters adapted slightly for some Turkish sounds. It was predicted the change would take at least five years. Atatürk demanded three months, and starting with the daily newspapers, he insisted everything be written using the new Latin alphabet. Then followed language courses with the President and Prime Minister themselves among the teachers. Finally, all school textbooks were changed. On November 1, 1928 the Turkish Parliament passed the new alphabet into law. Then Atatürk established The Turkish Language Society (later the Turkish Linguistic Association) which produced language studies with the goal of identifying authentic Turkish words which in turn were compiled into new dictionaries. Students were encouraged to use the purely Turkish words. The role of the teachers became paramount. According to Turkish government reports, before 1932 the use of authentic Turkish words in written texts was 35–40 percent, while now that figure is estimated at 75–80 percent. But despite a streamlined vocabulary and the familiar alphabet, for an English speaker, it was a trip down another language branch.</p>\n<p>Turkish comes from the Altaic language family which also includes Mongolian and Tungusic languages, while some linguists even include Japanese and Korean among its brethren. Altaic languages share some common characteristics that often distinguish them from languages of Indo-European origin.</p>\n<p>The first is the absence of gender. There was nothing more frustrating for me when learning Spanish when I found myself incorrectly referring to a <em>problema</em> as feminine (<em>la</em>) when in fact problems are masculine (<em>el</em>). Some may find that particular example logical, but there is no rational way to determine the gender of one's living room furniture. Turkish doesn't have this problem. In fact, the third person pronoun <em>O</em> lacks any distinction between 'he,' 'she' or even 'it.' In situations where that would matter, one relies on context or presumably a pointing finger.</p>\n<p>Additionally, Turkish is an agglutinative language, meaning that words are composed of morphemes that retain their meaning in combination. Words or even entire sentences are built off of a base morpheme by adding suffixes that add information. Take the word <em>gelmek</em>, 'to come.' The -<em>mek</em> suffix indicates an infinitive and is removed (except when being used as an infinitive or gerund, of course). <em>Geliyordum</em> uses three extra suffixes to arrive at 'I was coming.' -<em>iyor</em>- indicates progressive, the -<em>du</em>- suffix, past tense, and -<em>um</em> the first person. A prepositional phrase like 'to my house' is reduced to one word with two suffixes: 'house' (<em>ev</em>) plus 'my' (-<em>im</em>) plus 'to' (-<em>e</em>): <em>evime</em>. There is practically no limit to the complexity that one can compose with what appears to be one word. Consider 'I should not have said'—<em>söylememeliydim</em>.</p>\n<p>Another Altaic characteristic is vowel harmony. Each suffix has a vowel variance. The first person suffix for example can be -<em>im</em>, -<em>ım</em>, -<em>um</em>, or -<em>üm</em>. The suffix vowel is determined by the vowel previous to it in the word. In words of truly Turkish origin, all the vowels harmonize. <em>E</em> and <em>i</em> and <em>u</em> harmonize while <em>e</em> and <em>a</em> do not, for example. A word like <em>merhaba</em> (hello) then is not harmonized as the <em>a</em> would not follow the <em>e</em>. In fact, this word is Arabic in origin (welcome).</p>\n<p>At first I skipped over the chapter on vowel harmony, naively thinking it wasn't so very important. Two weeks into struggling with the vocabulary I ran back to the grammar book and committed the vowel harmony patterns to memory. After a short time I was able to feel the harmony in the shape of the mouth. There is an economy of movement in it, much as in English with the article <em>an</em> and the archaic <em>mine</em> (as in “Mine eyes have seen the glory”) which close the air flow with an <em>n</em> sound rather than a glottal stop between open vowels if we were to say “<em>a</em> apple.” To be sure, the variety of Turkish vowel sounds (23 in all) makes it harder to reduce having an accent. Compare it to the relatively straight-forward <em>aeiou</em> of continental pronunciation. To its credit, each letter corresponded to a specific vowel sound, unlike the seemingly by-guess by-golly of English vowels.</p>\n<p>But the difference that I found most challenging was thinking “backwards.” In English and in Spanish the first thing the speaker generally does is conjugate a verb. 'I went,' <em>Yo soy</em>, and then all the details follow. In Turkish, verbs come at the end of the sentences. My challenge was to figure the verb in my head, then hold onto it until I composed the rest of the sentence. Until I learned to reverse my thinking, I was often left forgetting what it was I had wanted to say when I first opened my mouth. Add to that the end positioning of articles and prepositional suffixes and it is almost comical in literal translation: “Tuesday on friends my with store the to go did I.” It became important, as it is really in <em>any</em> new language, to avoid thinking in my mother tongue.</p>\n<p>The truth is I never went very far beyond basic Turkish, unlike my companion Bob, who had joined a Turkish choir and thus was in a constant immersion environment and became quite good with the language. But I still occasionally count to ten or test myself to keep what little I still have locked away in the back of my memory. I have kept photos of the Grammar Wall, and I am forced to smile whenever I remember myself humbled in the street trying to ask directions while my 6th-grade students could already give them to me in English.</p>\n<p><em>[Kevin Revolinski lived in Turkey from 1997 to 1998 and returns frequently to visit. His book about his experiences there, The Yogurt Man Cometh, was published in late 2006 by Citlembik Ltd. He lives and writes in Madison, Wisconsin.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Learning Modern Turkish</h1> <p><em><span data-rel=\"author\">Kevin Revolinski</span> <span data-rel=\"location\">revtravel@yahoo.com</span></em></p> <p>We called it the Grammar Wall. It started with a single piece of paper taped to the center of the wall in the study. Written in green magic marker the basic suffixes of simple present tense were held up for passing scrutiny and a sort of constant review lesson. From that first sheet, the rest followed in a growing system of charts and lists that mapped out the basics of Turkish grammar and vocabulary.</p> <p>It was 1997, in Ankara, Turkey, and I had just moved in with two fellow English teachers, Chad and Bob. We were excited like children in a surprising wonderland of culture, history, and a very strange language. Though we had been told that Turkish wasn't necessary in our jobs, we had committed to learn as much as we could. Armed only with a couple of phrasebooks and an optimistic Turkish in Three Months guide, we began the Grammar Wall and thus embarked on a tongue twisting journey into a revolutionized language.</p> <p>Often when I speak to someone for the first time about my time in Turkey, they ask me with a bit of a chuckle as though he or she were making up a word: “So what do they speak there? Turk<em>ish</em>?” “Well, actually, yes.” On several occasions that fact has been met with surprise. Though I had heard of Turkish before, I was, in fact, surprised to find that over 200 million people share the tongue. Brought to Anatolia (what is now Turkey) by the Seljuk Turks in the 11<em>th</em> century, it later became the language of the Ottoman Empire. Over the centuries it has appeared in many text forms but from the 11<em>th</em> century forward, the Arabic script was used. If that were still true today, I fear I would have been completely lost. However, Modern Turkish is one of the beneficiaries of the revolution of a republic not even 100 years old.</p>"
}