{
  "type": "Article",
  "title": "Ha'penny Hurls and Chittering Bites: Talking Glaswegian",
  "author": "June Sawers",
  "location": "Chicago, Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Ha'penny Hurls and Chittering Bites: Talking Glaswegian</h1>\n<p><em><span data-rel=\"author\">June Sawers</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p>\n<p>For a small country, Scotland is linguistically complex. Three languages are spoken there: two, English and Scots Gaelic, are officially recognized. But the third language, Scots, is a private tongue. Scots resides in the crevices of houses and lives on in the ordinary talk of everyday folk. If strangers were to eavesdrop on a conversation between Scots speakers, they would think they were speaking a different language, which, of course, they are (although some still think of Scots as a dialect of English, not a separate tongue). Some of the words most everyone knows or has heard (such as wee or bairns) and once a year the whole world comes together to sing Robert Burns' “Auld Lang Syne” even if they don't know exactly what all the words mean.</p>\n<p>Scots is an older form of English. Not only are Scots sounds and words different from English but so also is the syntax and grammar. “Unlike Gaelic, Scots and English are closely related and are mutually complementary—two branches of the same tree which nevertheless express very different world pictures,” writes Billy Kay in <em>Scots: The Mither Tongue</em>. During the Middle Ages, Scots was Scotland's national language as well as the language of an emerging literature. Today, there are several varieties of Scots spoken in Lowland Scotland (the Highlands and Islands speak English and/or Gaelic): Southern Scots, Mid or Central Scots, Northern Scots, and Insular Scots (Orkney and Shetland). Scots has also been received other appellations, such as the Doric and Lallans. In recent years, academics and cultural critics have helped raise the status and prestige of the language. Courses in Scots are taught at Scottish universities, for example.</p>\n<p>If, in America, the national obsession is race, in Scotland, it is language. We, especially Lowlanders, are intimately aware of accents, the vagaries of speech, and where it places one on the social ladder; for some (but certainly not all) there is a feeling of insecurity in the way we speak, depending upon whom we are speaking to and the social situation. Although we pride ourselves on being egalitarian, speech remains our dirty little secret. Consider Highland English. Several of my best friends are from Inverness, the so-called capital of the Highlands. It has been said that the natives of Inverness speak the purest English in all of Britain, perhaps in the world. And it is true that the inhabitants do speak a lovely, precise, quite beautiful English. Glaswegians would say that they speak “proper,” which essentially means standard English. “Oh, aye, they speak nice up there,” one of my cousins once said.</p>\n<p>Glaswegian Scots belongs in a category all by itself. It has a rich, earthy vocabulary, full of robust character and colorful phrases. Based on West Mid Scots, over the years it has developed its own vocabulary and grammar. Glasgow Scots is so popular in fact that it even has spawned its own dictionary. <em>The Patter</em> by Michael Munro was first published in 1985; since then it has been reprinted numerous times and has sold over 140,000 copies worldwide. To Munro, Glasgow Scots “is a valid and creative dialect of Scots, not, as some would have it, a slovenly corruption of standard English.”</p>\n<p>Once, I received a postcard from a friend (actually, more of a friend of a friend), who, on a visit to Glasgow, wrote, in apparent exasperation, “What language are they speaking?” Although I am sure she did not wish to cause any harm, I was deeply offended. Another time my mother and I were riding in a city bus, blethering away in our usual fashion, when a young girl, a teenager, turned around and asked my mother in the nicest possible way, “What language are you speaking?” Unlike me, my mother never seemed bothered by these linguistic intrusions, “German,” she said in her best Glaswegian accent. “I'm only jokin',” she laughed, with a twinkle in her eye. “It's really English.”</p>\n<p>Some Glaswegians think it's hilarious that movies with working-class Glasgow characters are subtitled in America. It is sadly indicative, however, of just how most any kind of Scottish dialect is basically unfamiliar territory in the United States (unlike Cockney English and Irish English which, for the most part, is not subtitled; the assumption being that Americans are more familiar with English and Irish accents, slang, and idiom).</p>\n<p>For many years, there has been a stigma attached to speaking Scots, even (or especially) among the Scots themselves. Attitudes are slowly changing, and yet the shame, for some, still lingers. My mother always felt self-conscious about the way she spoke although fortunately she made no effort to change her distinctive Glasgow patois (not that she could). Of all my siblings, I was—am—the only one who still uses Scots words on a daily basis. I have even taught my non-Scots American friends to appreciate them. I've slowly realized though that some of the Scots words and phrases that I use are of an older variety and are not being spoken on the streets of Glasgow today. My mother—who I affectionately nicknamed Haggis—was all too aware that the words were disappearing; that the Glasgow Scots she spoke belonged to an older generation. Before she passed away, she asked, “Who's gonnae say the wee words?” “Don't worry, Haggis,” my friend and I reassured her. “We will.”</p>\n<p>With that in mind, the following are my favorite Glaswegian words and phrases (again, some words are common throughout much of Lowland Scotland). Because Glasgow Scots is essentially an oral language, I have based the spelling on two sources—<em>The Complete Patter</em> by Michael Munro (Edinburgh: Canongate Books, 1996; rev. ed.) and <em>The Glasgow Encyclopedia</em> by Joe Fisher (Edinburgh: Mainstream Publishing, 1994)—as well as my own best approximation:</p>\n<blockquote>\n<p><em>bahookie</em> backside</p>\n<p><em>chittering bite</em> a snack</p>\n<p><em>clipe</em> tattertale</p>\n<p><em>corrie-fisted</em> left-handed</p>\n<p><em>dowt</em> cigarette butt</p>\n<p><em>drookit</em> drenched</p>\n<p><em>gallus</em> a term of approval; cheeky; self-assured; bold</p>\n<p><em>glaikit</em> stupid</p>\n<p><em>hairy</em> a low-class person</p>\n<p><em>ha'penny hurl</em> a ride in a vehicle</p>\n<p><em>haver/havering</em> hallucinating, especially during the moments before falling asleep</p>\n<p><em>hen</em> a term of endearment for a girl or young woman</p>\n<p><em>kahoochie</em> refers to something that stretches</p>\n<p><em>moolly</em> mean or miserly</p>\n<p><em>nyaff</em> an annoying or irritating person; a pest</p>\n<p><em>pokey-hat</em> an ice cream cone.</p>\n<p><em>scratcher</em> a bed</p>\n<p><em>skelp</em> to smack</p>\n<p><em>skinny malink</em> a thin person</p>\n<p><em>skite</em> slide</p>\n<p><em>snotterybeak</em> someone with a runny nose</p>\n<p><em>stank</em> a street drain</p>\n<p><em>stoat</em> bounce, as in a ball</p>\n<p><em>stoorie</em> dusty</p>\n<p><em>sweary word</em>.an obscenity</p>\n<p><em>sweetie-wife</em> a gossip</p>\n<p><em>tally</em> the local term for an Italian</p>\n<p><em>thingmy</em> a very useful word to use when you forget what you meant to say</p>\n<p><em>wean</em> (wain) the local term for baby or child</p>\n<p><em>yin</em> one (such as <em>the wee yin</em>, a nickname for a child or small person)</p>\n</blockquote>\n<p>Phrases:</p>\n<blockquote>\n<p><em>All torrid with the one stick</em> All cut from the same cloth.</p>\n<p><em>As two-faced as Camlachie clock and that's got four</em> Hypocritical; Camlachie is a district in the Glasgow metropolitan area known for its four-sided clock.</p>\n<p><em>Don't bother your shirt</em>/<em>Don't cheese your beaver</em> Both mean not to make any unnecessary effort.</p>\n<p><em>Eerie awry um bum skoosh</em> The Glasgow version of <em>eenie meenie mynie moe.</em></p>\n<p><em>Face like a behind turned inside oot</em>/<em>Face like a well-skelped behind</em> See <em>skelp</em> above. Whichever phrase is used, it is clearly not a pleasant sight!</p>\n<p><em>Face as long as a fiddle</em> The epitome of glumness.</p>\n<p><em>A face like a fish supper, it's aw chips</em> Refers to a rather unpleasant person.</p>\n<p><em>Gie's us yer patter</em>.A friendly invitation to chat.</p>\n<p><em>Gony no dae that</em> Please don't do that.</p>\n<p><em>Hair like straw hangin' oot a midden</em> Hair that is untidy or unwashed.</p>\n<p><em>In a habble</em> In a pickle.</p>\n<p><em>It isn't the cough but the coffin they carry him off in</em> A witty play on words said when someone has a bad cough.</p>\n<p><em>Keep your hair on, wigs are dear</em> A sarcastic way of telling someone to calm down or, to use another idiom, <em>hold your horses</em>.</p>\n<p><em>Kiltie kiltie cauld bum</em> An irreverent child's phrase.</p>\n<p><em>Like Sauchiehall Street on a Saturday night</em> Sauchiehall Street is Glasgow's busiest street; thus it refers to any bustling place; the Scottish equivalent of “like Grand Central Station.”</p>\n<p><em>Teenie fae Troon</em> A disparaging name for any female who acts haughty.</p>\n<p><em>What do you know about Clyde navigation?</em> Another sarcastic way of asking “what do you know about anything?” The River Clyde runs through Glasgow.</p>\n<p><em>Wee daft howff oor</em> A phrase used when a person is wasting time or acting particularly silly.</p>\n<p><em>Wouldnae say eechie or ochie</em> Wouldn't say yes or no, referring to someone who can't make up their mind.</p>\n<p><em>Yer face in a tinny</em> A tinny is a tin drinking mug that Scottish schoolchildren used to drink from. The phrase is a sarcastic way of telling someone off.</p>\n</blockquote>\n<p>And plenty more.</p>\n<p><em>[June Sawers was born in Glasgow. She is a writer, editor, proofreader, and indexer, and has written or edited seventeen books, ranging in subject matter from Scotland to the Beatles to Bruce Springsteen. She is working on a short story and poetry collection on Scotland and the Scottish diaspora.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Ha'penny Hurls and Chittering Bites: Talking Glaswegian</h1> <p><em><span data-rel=\"author\">June Sawers</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p> <p>For a small country, Scotland is linguistically complex. Three languages are spoken there: two, English and Scots Gaelic, are officially recognized. But the third language, Scots, is a private tongue. Scots resides in the crevices of houses and lives on in the ordinary talk of everyday folk. If strangers were to eavesdrop on a conversation between Scots speakers, they would think they were speaking a different language, which, of course, they are (although some still think of Scots as a dialect of English, not a separate tongue). Some of the words most everyone knows or has heard (such as wee or bairns) and once a year the whole world comes together to sing Robert Burns' “Auld Lang Syne” even if they don't know exactly what all the words mean.</p> <p>Scots is an older form of English. Not only are Scots sounds and words different from English but so also is the syntax and grammar. “Unlike Gaelic, Scots and English are closely related and are mutually complementary—two branches of the same tree which nevertheless express very different world pictures,” writes Billy Kay in <em>Scots: The Mither Tongue</em>. During the Middle Ages, Scots was Scotland's national language as well as the language of an emerging literature. Today, there are several varieties of Scots spoken in Lowland Scotland (the Highlands and Islands speak English and/or Gaelic): Southern Scots, Mid or Central Scots, Northern Scots, and Insular Scots (Orkney and Shetland). Scots has also been received other appellations, such as the Doric and Lallans. In recent years, academics and cultural critics have helped raise the status and prestige of the language. Courses in Scots are taught at Scottish universities, for example.</p> <p>If, in America, the national obsession is race, in Scotland, it is language. We, especially Lowlanders, are intimately aware of accents, the vagaries of speech, and where it places one on the social ladder; for some (but certainly not all) there is a feeling of insecurity in the way we speak, depending upon whom we are speaking to and the social situation. Although we pride ourselves on being egalitarian, speech remains our dirty little secret. Consider Highland English. Several of my best friends are from Inverness, the so-called capital of the Highlands. It has been said that the natives of Inverness speak the purest English in all of Britain, perhaps in the world. And it is true that the inhabitants do speak a lovely, precise, quite beautiful English. Glaswegians would say that they speak “proper,” which essentially means standard English. “Oh, aye, they speak nice up there,” one of my cousins once said.</p>"
}