{
  "type": "Article",
  "title": "Save Me",
  "author": "Judith B. Herman",
  "location": "Rancho Palos Verdes, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Save Me</h1>\n<p><em><span data-rel=\"author\">Judith B. Herman</span> <span data-rel=\"location\">Rancho Palos Verdes, California</span></em></p>\n<p>There's nothing wrong with <em>me</em>, but lately, more and more people, including some of my best friends, are shunning <em>me</em>. Even Prince Charles, who should know better, avoids <em>me</em>. Folks act as if even mentioning me will make them sound ignorant and crude.</p>\n<p>This could mean the end of <em>me</em>. If people continue saying things like, “Give it to Bob or I” and “You've been a big help to Ashley and I,” <em>me</em> is doomed. It could go the way of <em>bywhopen</em> and <em>dingthrift</em>—once proud English words chucked into history's landfill.</p>\n<p>I wince every time a certain friend says, “Thanks for inviting Steve and I.” She must think I hate Steve, but it's not that. I miss <em>me</em>.</p>\n<p>Sure, languages are living things, always growing and changing. The absolutely impenetrable Old English of Beowulf didn't make a quantum leap into the “Hey, I can get every other sentence” of Chaucer's Middle English. Shakespeare didn't pick up his quill one day and start writing Early Modern English after speaking Middle English all his life. English evolved too gradually for anyone to notice —anyone except a few contumacious fussbudgets like me, that is.</p>\n<p>When I completed my master's degree in linguistics a mere quarter-century ago I turned up my nose at prescriptive grammarians, busybodies who thought they could legislate and enforce “correct” grammar. I was a devout descriptivist. I knew the job of linguists was to observe native speakers and describe a language “as she is spoke.”</p>\n<p>English has changed and so have I. It's easy to be a descriptivist when you're young. But now that parts of the language I grew up with are in danger of disappearing, I don't want to let go. Against my better nature I am turning into a grammar cop.</p>\n<p>I take me personally. It's a pronoun, after all. There are zillions of nouns but only a few pronouns. Pronouns, unlike nouns, are not subject to changing fashion and technology. I expect words like scrivener to step aside for others like blogger, but <em>me</em> is basic. It's been around since at least the 13th century. Can we afford to desert it now?</p>\n<p>Now it's when those pesky conjunctions “and” and “or” pop up that folks get discombobulated. No one would say, “Thanks for inviting I.” That's absurd. So before you say “Steve and I,” think how the sentence would sound with Steve out of the picture—and save <em>me</em>.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Save Me</h1> <p><em><span data-rel=\"author\">Judith B. Herman</span> <span data-rel=\"location\">Rancho Palos Verdes, California</span></em></p> <p>There's nothing wrong with <em>me</em>, but lately, more and more people, including some of my best friends, are shunning <em>me</em>. Even Prince Charles, who should know better, avoids <em>me</em>. Folks act as if even mentioning me will make them sound ignorant and crude.</p> <p>This could mean the end of <em>me</em>. If people continue saying things like, “Give it to Bob or I” and “You've been a big help to Ashley and I,” <em>me</em> is doomed. It could go the way of <em>bywhopen</em> and <em>dingthrift</em>—once proud English words chucked into history's landfill.</p> <p>I wince every time a certain friend says, “Thanks for inviting Steve and I.” She must think I hate Steve, but it's not that. I miss <em>me</em>.</p>"
}