{
  "type": "Article",
  "title": "All The Presidents' Adjectives",
  "author": "Christopher Devine",
  "location": "Chicago, Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">All The Presidents' Adjectives</h1>\n<p><em><span data-rel=\"author\">Christopher Devine</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p>\n<p>The ghost of John F. Kennedy has haunted the last twelve presidential elections. JFK's untimely death in 1963 left a gaping hole in America's political landscape—a hole that presidential candidates have been trying to fill ever since. From George McGovern and Michael Dukakis to John Kerry and Barack Obama, dozens of White House hopefuls have sought to cast themselves as the Second Coming, each aiming to recreate the sense of hope and inspiration that JFK brought to the campaign trail in 1960. This brand of imitation is not without precedent; both Democrats and Republicans have been dancing in the shadow of Mount Rushmore for decades. As candidates lay claim to the legacies of presidents past, journalists, bloggers, pundits and politicians offer their own set of comparisons, and we are inundated with a torrent of presidential adjectives: <em>Jeffersonian</em>, <em>Lincolnesque</em>, <em>Rooseveltian</em>, and the like.</p>\n<p>According to the <em>Oxford English Dictionary</em>, <em>Madisonian</em> and <em>Jeffersonian</em> were the first presidential adjectives to appear in print. The two stood side by side in the title of a lyric poem from 1800: “The death of Washington with some remarks on Jeffersonian &amp; Madisonian policy.” (Sounds pretty lyrical to me.) The <em>OED</em>'s definition of <em>Madisonian</em>—'Of or relating to President Madison or his political doctrines, esp. his federalist views on democracy'—provides a template for the definition of all presidential adjectives. <em>Trumanesque</em>, therefore, is defined, 'Of, pertaining to, or resembling Truman or his policies, esp. in being energetic, candid, or single-minded.' And <em>Clintonesque</em>, which does not appear in the <em>OED</em>, might be defined, 'Of, pertaining to, or resembling President Clinton or his policies, esp. in being personable, charismatic, and prone to extramarital affairs.'</p>\n<p>Over the years, these adjectives have been applied to sitting presidents, presidential candidates, and other prominent politicians. They have been used to characterize physical appearance: “John Kerry looks Lincolnesque” (<em>New York</em> <em>Times</em>, Feb. 22, 2004); persona: “Shriver's ability, personal charm, and his quick, Kennedy-esque humor command a rare loyalty” (<em>Harper's</em>, Dec. 1965); foreign policy: “Yates Praises Kennedy For Cuban Action; Tells Democrats It's 'Rooseveltian'” (<em>Chicago</em> <em>Daily Tribune</em>, Oct. 24, 1962); political tactics: “Behind Ford's Veto Spree is Trumanesque Strategy” (<em>New York</em> <em>Times</em>, Dec. 8, 1974); personal indiscretions: “For as much as Mr. Clinton protests that his situation is nothing like that of the late and unloved Richard Milhous, his actions have been decidedly Nixonian” (<em>Washington</em> <em>Times</em>, May 9, 1998); linguistic dexterity: “Mr. Reagan had turned away from jingoistic rhetoric to use Wilsonian cadences: 'Who among us would wish to bear responsibility for failing to meet our shared obligation?'” (New York <em>Times</em>, May 5, 1983); and fiscal policy: “Hooverian Nixonomics,” (<em>New</em> <em>York</em> <em>Times</em>, July 29, 1974).</p>\n<p>The lexicographical record of these presidential adjectives (and similar derivatives) is remarkably inconsistent. <em>Hooverian</em>, for example, which has appeared in print more than forty times since 1917, is listed neither in the <em>OED</em> nor in the <em>New Oxford American Dictionary</em> (<em>NOAD</em>). Meanwhile, <em>Reaganesque</em> and <em>Nixonian</em> appear in the <em>OED</em>; <em>Reaganism</em> can be found in both books, although it is not defined in the <em>NOAD</em>; <em>Clintonite</em> (as noun and adjective) is in the <em>OED</em>, but <em>Clintonesque</em> is not; <em>Roosevelitan</em> (referring to both Teddy and Franklin) is in the <em>OED</em>, but not the <em>NOAD</em>; and <em>Bushism</em> appears in the <em>NOAD</em>, but not in the <em>OED</em>. The inconsistencies continue in this manner, with words such as <em>Coolidgesque</em>, <em>Eisenhoweresque</em>, <em>Johnsonian</em>, and <em>Carteresque</em> overlooked entirely. <em>American Heritage</em> and <em>Merriam-Webster</em> present a similar set of inconsistencies.</p>\n<p>But the largest oversight, in my mind, is <em>Kennedyesque</em>. LexisNexis, an electronic archive of English Language periodicals, counts more than 600 instances of <em>Kennedyesque</em> over the last twenty years, yet this word is conspicuously absent from the pages of the <em>OED</em> and the <em>NOAD</em>. As far as I have been able to determine, <em>Kennedyesque</em> was first printed on March 20, 1961 in the <em>Washington</em> <em>Post</em> and <em>Times Herald</em>: “Mayor Brandt is evidently going to conduct a Kennedyesque campaign against Chancellor Adenauer and the uninterrupted postwar rule of the Christian Democratic Party.” Mayor Brandt is, of course, Willy Brandt, and although he may have run a Kennedyesque campaign, he lost the 1961 election for the West German Chancellorship.</p>\n<p><em>Kennedyesque</em> is, without question, the most contentious presidential adjective. Over the last four decades, a handful of critics have tried to debunk the Kennedy myth—portraying JFK as a liar, a conspirator, and a womanizer. But Camelot has proven unassailable, and JFK's legacy retains is mystical allure. Comparisons to America's political superhero are not taken lightly.</p>\n<p>In the 1988 vice-presidential debate, Republican Senator Dan Quayle brazenly likened his legislative resume to that of JFK. Quayle's opponent in the debate, Democratic Senator Lloyd Bentsen, issued a biting rejoinder, which has earned a lasting place in our political lexicon. “Senator,” Bentsen said, “I knew Jack Kennedy. Jack Kennedy was a friend of mine. Senator, you're no Jack Kennedy.” This dig set a stern precedent for any politician who fancies himself worthy of a seat at the Round Table.</p>\n<p>Sometimes though, comparisons to Kennedy are beyond a candidate's control. In his quest for the 2008 Republican presidential nomination, Mitt Romney was faced with the challenge of defusing concerns about his Mormon faith. The news media was quick to invoke memories of JFK's 1960 bid for the White House, when Kennedy strove to convince voters that his Catholicism would not influence his governance. Romney tried to distance himself from these comparisons—to do otherwise would be electoral suicide—but his efforts were in vain. In the weeks and months that preceded the 2008 primaries, newspaper headlines, blogs, and letters to the editor were continually peppered with Bentsenesque protestations: “Mitt Romney is no Jack Kennedy.”</p>\n<p>Romney may have turned his back on JFK, but he did make numerous attempts to channel the spirit of Ronald Reagan. To little avail. Just five days before the Iowa caucuses, Reagan's daughter Patti Davis wrote a scathing editorial in <em>Newsweek</em>, condemning all of the presidential candidates for trying to imitate her father and “proclaim themselves more Reaganesque than their competitors.” Davis quipped, “Where is Lloyd Bentsen when you need him?”</p>\n<p>Republicans are not the only target of such rebukes. Bill Clinton, the once-presumptive savior of the Democratic Party, also faced repeated criticism for trying to emulate JFK: “From time to time, [Clinton] has made what some might consider a Kennedyesque gesture or two—or 20. And he barely gets through a speech without quoting JFK” (<em>Washington</em> <em>Post</em>, Aug. 25, 1993). “The problem for Clinton is that every time the new president evokes John Kennedy, either in his language or in his mannerisms, he diminishes his own presidency... The new president still is struggling to develop a style entirely his own, no longer Kennedyesque but purely Clintonesque” (<em>Boston</em> <em>Globe</em>, Jan. 15, 1993). “Here we have a guy who clearly is, on paper, Kennedyesque... Clinton is young like Kennedy, smart like Kennedy, dynamic like Kennedy... And yet for all that, Clinton isn't Kennedy. Not close. Something's wrong. Clinton lacks that Kennedy sparkle, that Kennedy magic. The mojo isn't working” (<em>Washington</em> <em>Post</em>, July 20, 1994). Any Kennedy sparkle Clinton did have was irrevocably tarnished when the Republican-run House of Representatives slapped him with two articles of impeachment in December 1998.</p>\n<p>Now, America has found a new superhero. When Barack Obama declared his candidacy for president in early 2007, he was almost instantaneously charged with the task of filling the prodigious Kennedy gap. People began likening Obama to JFK in July 2004, when Obama delivered the acclaimed keynote address at the Democratic National Convention in Boston. In 2006, Australia's Canberra Times described Obama as a “first-term Senator with a gentle but dazzling smile, a deft way with words (both spoken and written) and a Kennedyesque glamour.” The following year, conservative pundit Tony Blankley was a bit harder on Obama, calling him a “completely inexperienced, African American possibly former Muslim, partially Indonesian-raised, Harvard-trained Kennedyesque candidate” (The <em>Washington</em> <em>Times</em>, May 16, 2007). And in early 2008, the <em>Los Angeles</em> <em>Times</em> stated, simply, “Obama is Kennedyesque.” These comparisons took on a new level of authenticity when Caroline and Ted Kennedy collectively endorsed Obama's bid for the Democratic nomination. And in the wake of his historic triumph on November 4, President-elect Obama is poised to inherit JFK's legacy, to rekindle the eternal flame.</p>\n<p>While there is little dispute that Barack Obama possesses many Kennedyesque traits, at this point, I'm not sure anyone could live up to such an idealized epithet. Unlike other presidential adjectives, <em>Kennedyesque</em> has come to denote something much greater than the personality or the political doctrines of its antecedent. When John Simpson, chief editor of the <em>OED</em>, adds <em>Kennedyesque</em> to his dictionary, he will most likely adhere to the definitional template that the <em>OED</em> employs for similar presidential adjectives, and the definition will probably look something like this: 'Of, pertaining to, or resembling John F. Kennedy or his policies, esp. in being charming, eloquent, and inspiring'. But if the job of a lexicographer is to observe the ways in which a particular word has been used over the years, and derive the definition accordingly, perhaps Mr. Simpson should add a second definition of <em>Kennedyesque</em>, one that is more reminiscent of the word <em>perfect</em>:</p>\n<p><em>Kennedyesque</em>, <em>adj</em>. In a state of complete excellence; free from any imperfection or defect of quality; that cannot be improved upon; flawless, faultless.</p>\n<p>On the twenty-fifth anniversary of JFK's death, Henry Allen of the <em>Washington</em> <em>Post</em> wrote, in a display of subjunctive brilliance, “If Kennedy had lived, all the Esques wouldn't be around, or if they were, Kennedy would be laughing at them the way that he laughed toward the end of his life, showing some lower teeth, the sides of his mouth stretching out for enough that the corners turned down a little, not just sardonic but self consciously sardonic.”</p>\n<p><em>[Christopher Devine is a graduate of Vassar College. He is the author of <em>Word Perfect,</em> a one-man play about a door-to-door <em>Oxford English Dictionary</em> salesman; and <em>Of No Fixed Address</em>, an oral history of homelessness. He is a regular contributor to the <em>Huffington Post Chicago</em>.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">All The Presidents' Adjectives</h1> <p><em><span data-rel=\"author\">Christopher Devine</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p> <p>The ghost of John F. Kennedy has haunted the last twelve presidential elections. JFK's untimely death in 1963 left a gaping hole in America's political landscape—a hole that presidential candidates have been trying to fill ever since. From George McGovern and Michael Dukakis to John Kerry and Barack Obama, dozens of White House hopefuls have sought to cast themselves as the Second Coming, each aiming to recreate the sense of hope and inspiration that JFK brought to the campaign trail in 1960. This brand of imitation is not without precedent; both Democrats and Republicans have been dancing in the shadow of Mount Rushmore for decades. As candidates lay claim to the legacies of presidents past, journalists, bloggers, pundits and politicians offer their own set of comparisons, and we are inundated with a torrent of presidential adjectives: <em>Jeffersonian</em>, <em>Lincolnesque</em>, <em>Rooseveltian</em>, and the like.</p> <p>According to the <em>Oxford English Dictionary</em>, <em>Madisonian</em> and <em>Jeffersonian</em> were the first presidential adjectives to appear in print. The two stood side by side in the title of a lyric poem from 1800: “The death of Washington with some remarks on Jeffersonian &amp; Madisonian policy.” (Sounds pretty lyrical to me.) The <em>OED</em>'s definition of <em>Madisonian</em>—'Of or relating to President Madison or his political doctrines, esp. his federalist views on democracy'—provides a template for the definition of all presidential adjectives. <em>Trumanesque</em>, therefore, is defined, 'Of, pertaining to, or resembling Truman or his policies, esp. in being energetic, candid, or single-minded.' And <em>Clintonesque</em>, which does not appear in the <em>OED</em>, might be defined, 'Of, pertaining to, or resembling President Clinton or his policies, esp. in being personable, charismatic, and prone to extramarital affairs.'</p> <p>Over the years, these adjectives have been applied to sitting presidents, presidential candidates, and other prominent politicians. They have been used to characterize physical appearance: “John Kerry looks Lincolnesque” (<em>New York</em> <em>Times</em>, Feb. 22, 2004); persona: “Shriver's ability, personal charm, and his quick, Kennedy-esque humor command a rare loyalty” (<em>Harper's</em>, Dec. 1965); foreign policy: “Yates Praises Kennedy For Cuban Action; Tells Democrats It's 'Rooseveltian'” (<em>Chicago</em> <em>Daily Tribune</em>, Oct. 24, 1962); political tactics: “Behind Ford's Veto Spree is Trumanesque Strategy” (<em>New York</em> <em>Times</em>, Dec. 8, 1974); personal indiscretions: “For as much as Mr. Clinton protests that his situation is nothing like that of the late and unloved Richard Milhous, his actions have been decidedly Nixonian” (<em>Washington</em> <em>Times</em>, May 9, 1998); linguistic dexterity: “Mr. Reagan had turned away from jingoistic rhetoric to use Wilsonian cadences: 'Who among us would wish to bear responsibility for failing to meet our shared obligation?'” (New York <em>Times</em>, May 5, 1983); and fiscal policy: “Hooverian Nixonomics,” (<em>New</em> <em>York</em> <em>Times</em>, July 29, 1974).</p>"
}