{
  "type": "Article",
  "title": "Never Say 'Death'",
  "author": "Daniel Krieger",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Never Say 'Death'</h1>\n<p><em><span data-rel=\"author\">Daniel Krieger</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>There was a time, long ago, when the language of morticians was bracingly direct, dealing with such messy realities as death, bodies, survivors and so on. Then, in the mid-20th-century, funeral market analysts in the United States realized that by eliminating such distasteful words from the funerary lexicon, they could get <em>loved ones</em> to embrace with greater fervor the <em>memorial impulse</em>, the biological urge to memorialize the dead.</p>\n<p>Of course, no funeral director would be caught dead saying the unmentionable D-word. The whole purpose of funeralese is to draw a veil over the harsh truth, bolstering what is known in the trade as client <em>investment</em>. The transaction starts at the funeral home with an <em>arrangement conference</em> in which a soft-spoken <em>bereavement counselor</em>, formally known as an 'undertaker,' begins the sales pitch with soothing words like, “I want to assure you that I'm going to do everything I can to be helpful to you.” Funeral practitioners are professionals, after all, with a degree in funeral science, which instructs them in mortuary etiquette, whether dealing with the <em>vital statistics form</em>, AKA 'death certificate,' or recommending a <em>memorial tablet</em>, once known as a 'tombstone.'</p>\n<p>When it comes time for <em>casket selection</em>, the counselor is careful always to refer to the <em>deceased</em> by given or family name. The wide variety of caskets on display in the <em>selection room</em> bear such tasteful names as <em>Classic Royal, White Pearl, Monaco,</em> and <em>Futurama</em>. To secure a loved one against the unfortunate consequences of long-term underground residence, a hermetically sealed <em>protective casket</em> is highly recommended. The leader in this market is Batesville's Burping Casket, designed to allow the harmless venting of gases that might otherwise interrupt the process of <em>grief therapy</em> by blowing the lid off the coffin. Those who desire even more protection can purchase a <em>vault</em>, a cement or steel outer container that keeps the earth from caving in on what is left of the deceased when the coffin disintegrates. Family members concerned about appropriate shoes for the afterlife may choose a pair of Fit-a-Fut Oxfords or perhaps Ko-Zees, sold by the Practical Burial Footwear Company of Columbus, Ohio. The cost of such funeral goods is graciously referred to as the <em>amount of investment in the service</em>. On average, the <em>bereaved</em> invest about $10,000 in bidding farewell to their loved ones.</p>\n<p><em>Preparing</em> the <em>decedent</em> for <em>viewing</em> poses a great challenge because the <em>expired</em> have a tendency to look dead. This is why death care service includes full <em>hygienic treatment</em>, i.e. 'embalming,' which may sound a bit too King Tut for the average funeral buyer's taste. A <em>dermasurgeon</em> performs this <em>restorative art</em> in a <em>preparation room</em> before the body is <em>casketed</em> and <em>transferred</em> to the <em>slumber room</em> where it can be <em>viewed</em> by the family in a <em>beautified</em> state, achieved with a battery of <em>cosmetics</em>, make up with brand names like Nature-Glo. Great care is taken to provide mourners with the perfect <em>memory picture</em>, the last glimpse of the <em>departed</em>, which they will take with them as a mental image.</p>\n<p>The last step is figuring out the <em>final disposition</em>: what to do with the body after the <em>memorial</em> <em>service <em>(funeral). Typically, a <em>casket coach</em> (hearse)</em> transfers</em> the deceased from the <em>chapel</em> to their <em>final resting place</em>, purchased from a <em>family service counselor</em>, formally known as a burial plot salesman, who offers an <em>interment space</em> (grave) which is <em>closed</em> with <em>earth</em> in an outdoor area called a <em>remembrance park</em> ('graveyards' are those creepy places in Edgar Allan Poe stories). Those who dread spending eternity in solitude may purchase a <em>companion space</em> such as The True Companion Crypt, ideal for husband and wife who can <em>repose</em> stacked upon each other within a single <em>double depth space.</em> Others who prefer not to biologically degrade may find greater comfort in cremation, which takes place in a <em>retort</em> and is followed by the <em>inurnment</em> of the <em>cremains</em>, which have been <em>processed</em> rather than 'pulverized.' For the morose types who like to plan ahead for their <em>demise</em>, it's possible to arrange a <em>pre-need,</em> 'prepaid funeral,' which can be purchased from a <em>pre-need counselor</em>. In the best of all possible worlds, a family member can arrange <em>eternity leave</em> to take care of the <em>pre-deceased u</em>ntil it is time to wrap the just-departed in a <em>slumber robe.</em></p>\n<p>As you can see, undertaking, called 'The Profession' in the death care industry, is so much more than merely arranging <em>floral tributes</em> and disposing of the remains of a poor soul who has passed on. It's a business that specializes in the service of bringing solace to its clients through a sanitized terminology designed to cleanse death of all its morbid associations, a feat that requires great linguistic cunning.</p>\n<p><em>[Daniel Krieger is an ESL teacher and freelance writer living in New York City.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Never Say 'Death'</h1> <p><em><span data-rel=\"author\">Daniel Krieger</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>There was a time, long ago, when the language of morticians was bracingly direct, dealing with such messy realities as death, bodies, survivors and so on. Then, in the mid-20th-century, funeral market analysts in the United States realized that by eliminating such distasteful words from the funerary lexicon, they could get <em>loved ones</em> to embrace with greater fervor the <em>memorial impulse</em>, the biological urge to memorialize the dead.</p> <p>Of course, no funeral director would be caught dead saying the unmentionable D-word. The whole purpose of funeralese is to draw a veil over the harsh truth, bolstering what is known in the trade as client <em>investment</em>. The transaction starts at the funeral home with an <em>arrangement conference</em> in which a soft-spoken <em>bereavement counselor</em>, formally known as an 'undertaker,' begins the sales pitch with soothing words like, “I want to assure you that I'm going to do everything I can to be helpful to you.” Funeral practitioners are professionals, after all, with a degree in funeral science, which instructs them in mortuary etiquette, whether dealing with the <em>vital statistics form</em>, AKA 'death certificate,' or recommending a <em>memorial tablet</em>, once known as a 'tombstone.'</p> <p>When it comes time for <em>casket selection</em>, the counselor is careful always to refer to the <em>deceased</em> by given or family name. The wide variety of caskets on display in the <em>selection room</em> bear such tasteful names as <em>Classic Royal, White Pearl, Monaco,</em> and <em>Futurama</em>. To secure a loved one against the unfortunate consequences of long-term underground residence, a hermetically sealed <em>protective casket</em> is highly recommended. The leader in this market is Batesville's Burping Casket, designed to allow the harmless venting of gases that might otherwise interrupt the process of <em>grief therapy</em> by blowing the lid off the coffin. Those who desire even more protection can purchase a <em>vault</em>, a cement or steel outer container that keeps the earth from caving in on what is left of the deceased when the coffin disintegrates. Family members concerned about appropriate shoes for the afterlife may choose a pair of Fit-a-Fut Oxfords or perhaps Ko-Zees, sold by the Practical Burial Footwear Company of Columbus, Ohio. The cost of such funeral goods is graciously referred to as the <em>amount of investment in the service</em>. On average, the <em>bereaved</em> invest about $10,000 in bidding farewell to their loved ones.</p>"
}