{
  "type": "Article",
  "title": "The Saloon-Bar Pundit: The Bane of the Philologist's Life",
  "author": "J. L. A. Hartley",
  "location": "London, England",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Saloon-Bar Pundit: The Bane of the Philologist's Life</h1>\n<p><em><span data-rel=\"author\">J. L. A. Hartley</span> <span data-rel=\"location\">London, England</span></em></p>\n<p>How I hate him! He's always there, year in and year out! The man who pontificates on everything, but favours etymology above all else. He confidently stands there in the saloon bar and tells you that the French word for a restaurant for serving fairly fast food, <em>un bistrot</em>, gets its name from the Russian for quick. And that's not by any means his last shot.</p>\n<p><em>Bistro</em></p>\n<p>Something I read in Verbatim brought it all back to me. Let me be precise. From the current issue of Verbatim, Vol XXX/3, I learn that Bridgit Keenan, in <em>Diplomatic Baggage</em>, repeats this supposed derivation. It brings back to me a good half-century of patiently listening to the Saloon-Bar Pundit—the sort of man who complacently feeds the innocent with spurious derivations with all the assurance of a born-again evolutionist. We don't need to be creationists to inquire why there are no fossil remains of the giraffe half-way through its evolution. It's a reasonable question for anyone to ask.</p>\n<p>It's a reasonable question, also, to ask the Saloon-Bar Pundit where's the proof of the long, long trail a-winding from Moscow to Paris. Before we ever get to inquiring whether any French soldier ever did yell out “Bistro!”, most of us think of the Russians' scorched-earth policy in 1812. We wonder how the French troops could have found anywhere in the nature of a cook-shop in the smouldering ruins on the outskirts of Moscow. And, if there's anything in this story, had those troops passed through Russia in Europe without learning the word en route to Moscow? And is it at all probable that soldiers would collectively demand quick service by a single word in Russian to the extent that the word for 'quick' became the word for 'a cook-shop' a thousand miles away?</p>\n<p>The <em>Oxford English Dictionary,</em> under constant revision, merely says of <em>bistro</em>, “French.” Michael Quinion politely dismisses the 'quick' etymology. He equally politely dismisses its alternative—invented, we may be sure, to counter the challenge of the smouldering ruins—that the Russian troops who helped to occupy Paris after the fall of Bonaparte were responsible for giving French a new word.</p>\n<p>The odd thing is that the word does seem to be a new word. At least, according to the etymological clock, <em>bistro</em> is new word. To a Frenchman, the word is more familiar spelt with a final <em>t</em>, though that <em>t</em> is always silent. It seems to have gained a foothold in the French language about the middle of the 19th century—fifty years or so after the Retreat from Moscow. Its meaning was a small liquor store selling, chiefly, cheap wine. Today, the tendency in France is for the word to mean increasingly a small restaurant rather than a wine-shop. The spelling without the letter <em>t</em> also tends to emphasize the shift in rôle from wine-shop to restaurant. The distinguished dictionary <em>Le Petit Larousse</em> in its edition of 1972 has only <em>bistrot</em> and defines the words thus: “Pop. Marchand de vins. Débit de boissons” (Popular. Wine merchant. Drinks shop). The more progressive <em>Petit Robert</em>, though in an edition of two years earlier, has “<em>Bistro</em> ou <em>bistrot</em>: “1o Pop. Marchand de vin tenant café . . . 2o Pop. Café” (1st Popular, Combined wine merchant and café. 2nd Popular. Café . . .).</p>\n<p>The derivation of the word is no doubt from the word <em>bistrouille</em>, “bad alcohol, bad alcohol mixed with coffee.” The word <em>bistro</em>[<em>t</em>] is not in <em>Hatzfeld et Darmesteter</em>, which, despite its Teutonic name, is the most prestigious etymological French dictionary. (The compilers were Alsatian Jews.) This transference from <em>bistrouille</em> to <em>bistrot</em> is characteristic of the movement of sound and sense in popular argots. The word <em>brasserie</em> is a case in point. Originally, it meant 'a brewery.' Later, it came to mean, also, a beer saloon, usually one in which food was served. Nowadays, it's fair to say its primary function is to denote an extremely popular type of restaurant in which food from an ample but relatively invariable menu is served quickly and inexpensively.</p>\n<p>A noteworthy characteristic and to some extent comparable shift has taken place in respect of a German word for bad spirits. The word <em>Fusel</em> is a colloquial word for bad brandy or other spirits, formerly applied in Low-German dialects also to bad tobacco: c.f., <em>fuseln</em> 'to bungle.' <em>Fusel oil</em> has become a trade and technical term for a mixture of several homologous alcohols, chiefly amylic alcohol, especially applied to this mixture in its crude form (<em>Syd. Soc. Lex.</em> 1885).</p>\n<p>Much more breath-taking transferences have occurred in English. Take the word <em>hooch</em> as an instance. The word—in full, <em>Hoochinoo</em>—derives from the Tlingit (Alaskan) <em>Hutsnuwu</em>, a name for a low-grade alcohol distilled by the tribe but meaning, literally, 'grizzly bear fort.'</p>\n<p>There's a Runyonesque touch to “Gimme two fingers of Grizzly Bear Fort.”</p>\n<p><em>Charlatan</em></p>\n<p>Another hobby-horse of the Saloon-Bar Pundit is to press on you an etymology of the word <em>charlatan</em>. The word correctly denotes one who pretends to knowledge he doesn't possess, and it's a word most often applied to quacks. There is absolutely no substance in the derivation that has a French king summoning his physician by crying out, “Charles, attend!” The word enjoys a clearly recorded etymology: <em>ciarlatore</em>, Italian for 'a babbler, a patterer, a mountebank,' from <em>ciarlare</em>, 'to babble, to patter, to act the mountebank,' from <em>ciarla</em>, 'chat, prattle,' taken into French with a number of other words such as <em>richissime</em> during a honeymoon period between French-speakers and Italian-speakers.</p>\n<p>In contrast to the real living history of the word <em>charlatan</em>, there is absolutely no history whatever of the supposed French king and his supposed medical man. How do these myths ever get off the ground?</p>\n<p><em>Marmalade</em></p>\n<p>Another bogus etymology, again involving royalty, concerns the derivation of the word <em>marmalade</em>. The close trading associations between Portugal and England account for the virtually intact adoption of the Portuguese word <em>marmelada</em> into English. It originally denoted a preserve based on boiling quince with sugar, to which mixture were added any of a wide range of flavours. Nowadays the word is limited to confections based on citrus fruits, especially bitter oranges, of which the Seville orange, Citrus Bigaradia, is most prized. The Merriam-Webster definition of the word is a model: “a clear sweetened jelly in which pieces of fruit and fruit rind are suspended.” However, your Saloon-Bar Pundit has to bring in Mary Queen of Scots, who, according to this autocrat, could eat only marmalade when she was ill, hence, he tells us, the name, <em>Marie malade</em> (Mary ill). Needless to say, no history book in any way validates this flight of fancy.</p>\n<p><em>Mayonnaise</em></p>\n<p>On the derivation of mayonnaise there is no end of controversy and still no sign of consensus. Predictably, the Saloon-Bar Pundit struts his hour. No etymology so far proposed has any significant merit, but the most breathtakingly absurd derivation to date has the cachet of <em>Brewer's Dictionary of Phrase &amp; Fable</em>, 14th edn (1989):</p>\n<p>“A sauce made with pepper, salt, oil, vinegar, the yolk of egg, &amp;c, beaten up together. When the Duc de Richelieu captured Port Mahon, Minorca, in 1756, he demanded food on landing; in the absence of a prepared meal, his chef took whatever he could find—hence the orginal form <em>mahonnaise</em>.”</p>\n<p>In the first place, there is no evidence that the Duc de Richelieu or his cook had anything to do with the sauce. In the second place, if “the cupboard was bare”, what did the Duke have with his <em>mahonnaise</em>? In the third place, how do we account for the delay of over fifty years after the fall of Minorca before the form <em>mahonnaise</em> appears? And, lastly, how do we account for the co-existence of the forms <em>mayonese, magnonese,</em> and <em>bayonnaise</em> side-by-side with the form that eventually won out? A number of dictionaries have tentatively cited the Port Mahon derivation, including the <em>New English Dictionary</em> of 1906, the earlier name the <em>OED</em>. The draft revision of the <em>OED</em>'s entry <em>mayonnaise</em> dated March 2001 withdraws the derivation but is frankly unable persuasively to postulate any other. So be it! It's hardly surprising that many words lack a positive etymology. One of the most common of all French verbs, <em>aller</em>, 'to go,' has—believe it or not—absolutely no derivation that any scholar has so far discerned! Like Topsy, <em>aller</em> just growed.</p>\n<p><em>All my Eye and Betty Martin</em></p>\n<p>The Saloon-Bar Pundit doesn't restrict himself to dreaming up derivations of words only. He does the same with well known phrases and sayings. He will draw your attention to the Delphic phrase, <em>All my eye and Betty Martin</em> and will tell you that English sailors heard Spanish or Portuguese sailors “invoking their Patron Saint” in the following words: <em>Ah mihi beate Martine</em>. He will then explain that the English sailors couldn't understand a word of it, and adopted those sounds as a means of saying “Mere blather.” If those dog-Latin words mean anything, they mean, “Ah, to me Blessed Martin.” But there are so many objections to this fantastical fiction that it's hard to know where to begin. In the first place, St Martin has been canonized, not merely beatified, so he warrants “Saint”, not merely “Blessed.” In the second place, sailors have four patron saints: St Christopher, St Brendan the Navigator, St Nicholas, and, particularly among Spanish and Portuguese sailors, St Elmo, he of the electro-static phenomenon known as <em>St Elmo's Fire</em>, or <em>corposant</em>. There has never been a cult of St Martin among sailors. In the third place, it is only on an impossible supposition that one could derive “my eye” from <em>mihi</em>. What is that supposition? Well, it's one that raises a million questions in so many departments of life that one hardly dares venture upon an explanation. In essence, this third objection depends on the recognition that, from the Reformation until the early years of the 20th Century, the English had their own pronunciation of Latin that depended on the sounds of the English language, not on the sounds of other languages, and certainly not of the Italian of papal Rome. This English pronunciation is still widely heard, as, for instance, in the expression vice versa. In that English pronunciation, the word <em>mihi</em> would be pronounced so as to sound <em>my high</em>, which is not a million miles away from <em>my eye</em>—but it's ten million miles from the way that Spanish or Portuguese sailors might have pronounced it—<em>mee-eeh</em>! Brewer's merely mentions this travesty of a derivation: it doesn't endorse it.</p>\n<p>Perhaps the factor that gives this derivation its final quietus is that, in the North of England, the common expression is, <em>All my eye and Peggy Martin</em>.</p>\n<p><em>The Bull and Gate</em></p>\n<p>There are several public houses in England called “The Bull and Gate.” The Saloon-Bar Pundit tells you that the name comes from <em>Boulogne Gate</em>, a short-term victory of Henry VIII in 1544 but the one bright spot in a campaign that ended in utter defeat—not something the English populace would have wanted to commemorate. But the Boulogne Gate of history was not one of the gates of Boulogne; it was one of the gates of Calais. It's frequently mentioned as such by Hall and Holinshed. A moment's thought would convince one that a town the size of Boulogne would have more than one (fortified) gate: the name <em>Boulogne Gate</em> couldn't possibly refer to a gate of Boulogne itself. The gates of walled towns were most often called by the names of adjacent towns, so the Boulogne Gate of Calais would be the gate of Calais through which you left on your way to Boulogne. The practice was followed with the names of roads, too: the <em>London Road</em> was the road to London, not of London, and so on.</p>\n<p>The Saloon-Bar Pundit never seems to think of the difficulty of locating places before streets had street-numbers. The principal means of giving an address was to say what sign was displayed on the exterior of the building. Public-house names are a relic of the most common practice, that of displaying a graphic symbol resembling a heraldic charge on a sign-board projecting onto the street. Hence pub-names such as <em>The White Lion.</em></p>\n<p>The risks implicit in a repetition of the same symbol were dire: thus, a good deal of imagination was needed in populous cities to avoid a confusing conflict of signage. Much ingenuity was expended on devising absolutely unique symbols. To choose the image of a bull and the image of a five-barred gate would be a good way of distinguishing your own tavern from one a little farther down the street, called, simply, <em>The Bull</em>.</p>\n<p>Of course, it might just have been possible that the painter of your inn-sign depicted the Boulogne Gate of Calais, but how would you have described your sign to prospective customers? Of course, you might have been of a punning character: you might have instructed your sign-painter to feature a rebus—that is, in the heralds' terminology, a <em>canting device</em>. A canting device depended on a play on words, and it was something that often depended on a great leap of faith or high proficiency in guesswork. It might have helped customers to find your inn if it got round that “A bull-and-gate equals Boulogne Gate,” but isn't it much more likely that your honest inn-keeper would have opted for the plain and straightforward depiction of a bull and a gate and called his inn precisely that, <em>The Bull and Gate</em>?</p>\n<p>P. H. Ditchfield (1854–1930), a respected writer on folklore, succumbed to the temptation of easy money and wrote a book called <em>English Villages</em> (1901) in which he trots out the old tale about the Boulogne Gate. He had written a book in 1894 called <em>Books Fatal to their Authors</em>. Perhaps he ought to have taken his own medicine.</p>\n<p>There's a immense battery of traditional names for inns in England: thousands of them, in fact. Some are very romantic, recalling the days of chivalry. Some produce very artistic signs, particularly the ones that lend themselves to heraldic depiction. Some are plainly and unmistakably dependent on local folk-wisdom or local associations of ideas. Some, of recent creation, are so bogus as to make the flesh creep. One firm of beer-sellers has established a chain of public houses in England with names that are intended to sound traditional but with a novel twist—which makes them utterly phoney. One such is <em>The Rat and Parrot.</em> It's simply not a pub name.</p>\n<p>The firm is no doubt trying to recapture the flutter caused by the cheeky, rude and utterly inauthentic name of their first establishment, The <em>Pheasant and Firkin</em>. A <em>firkin</em> is an innocent ancient name for a particular volume of liquid—a type of barrel—but it also sounds very like the Cockney boozer's most popular adjective. And egalitarian jests based on the similarity of the words <em>peasant</em> and <em>pheasant</em> are two a penny. There's even a joke that goes the rounds every few years about a six-foot red-headed man, Frank Field, employed by the prestigious gourmet store in Piccadilly, Fortnum &amp; Mason's, in the capacity of pheasant plucker. His wife dies suddenly and his son goes to the store to break the news. The doorman shakes his head: “No, I can't say as I've heard of Frank Field.” The boy says, “He's six feet, red hair, a pheasant plucker . . ..” “Ah, yes!” said the doorman. “He is a nice chap, isn't he?”</p>\n<p><em>The Elephant and Castle</em></p>\n<p>Perhaps one of the most quoted pub signs is the one that's given its name to an entire district in London, <em>The Elephant and Castle.</em> An elephant with a martial howdah on its back is the crest of the Worshipful Company of Cutlers in the City of London: it looks something like an elephant with a castle on its back. The symbol was innovative and thus not likely to be confused with other signs. It was easily described to punters: “the Elephant and Castle.”</p>\n<p>But straightforwardness has never appealled to the Saloon-Bar Pundit. He must elaborate. He tells you that the pub takes its name from Eleanor of Castile, wife of Edward I. She was the Infanta de Castile (strictly, <em>la Infanta de Castella,</em> the eldest daughter of the King of Spain not heir to the throne) and that <em>Elephant and Castle</em> is a corruption of <em>Infanta de Castile</em>. You ask the Pundit what the symbol would have been on the inn-sign. “Ah”, he says, “It was an elephant with a castle on its back. It was a sort of pun!” We winks triumphantly at the other habitués of the saloon bar. You point out that the Cutlers' Company used it as their crest. “Yes,” he says. “They used it too.” He then starts all over again. “You see, people didn't understand foreign languages. They made the Spanish words sound like words in their own language . . . .”</p>\n<p><em>The Case is Altered</em></p>\n<p>Oddly, there is one pub in London that seems to fulfil all the promise the Saloon-Bar Pundit could wish for, and that's the pub called <em>The Case is Altered</em>, which adjoins the celebrated theatre, The Old Vic. <em>Brewer's</em> says there's another at Ravensden, Bedfordshire, and another at an unnamed place in Middlesex.</p>\n<p>At all events, an explanation of the phrase and of how it gained currency (though not of how it became the name of public houses) is that Ben Jonson named one of his plays by this phrase (in 1598). The celebrated lawyer Edmund Plowden (1518–1585) is said to have won a case by the use of the phrase. In one version of the episode, Plowden is defending a man charged with hearing Mass, but it turns out that the supposed priest is not a priest but a common informer dressed up as a priest so as to be able to entrap the recusants. On the discovery under cross-examination of the secular status of the informer, Plowden is said to have secured the acquittal of the accused by exclaiming, triumphantly, “The case is altered! No priest, no Mass.” (This pro-Papist story was itself altered subsequently so that the charge was that the accused had let his hogs stray onto his neighbour's land. When evidence was adduced to the effect that the hogs were the complainant's own, Plowden is said to have exclaimed, “The case is altered,” but this version of the story lacks the equivalent of “No priest, no Mass!” as a punch-line.)</p>\n<p>How the name <em>The Case is Altered</em> came to be applied to this public house adjacent to The Old Vic is so outlandish, according to the Saloon-Bar Pundit, that it seems credible: no one would invent such arrant nonsense. This is how it goes.</p>\n<p>A Spanish merchant resident in London built a house on the site of what is now the public house <em>The Case is Altered.</em> He built it to four floors high because he wanted his warehouse, his <em>almacén</em>, to be on the ground floor of his own house (perhaps so that he could achieve the acme of many of us, to be able to roll out of bed and into work—or to achieve another dream of the reluctant commuter, that of “living over the shop”).</p>\n<p>Since the neighbouring houses were most of them only two storeys high, the merchant's Spanish servants got into the habit of calling the four-storey building <em>La Casa Alta</em>—“the high house.” This name meant nothing to the neighbours. It sounded to them like, <em>The Case is Altered</em>, and so the house acquired that name. As London grew and affluent people moved further and further out, <em>La Casa Alta</em> fell on hard times and became, eventually, an ale-house—and for that purpose the name <em>The Case is Altered</em> was ideal.</p>\n<p>In all probability, the public house was named <em>The Case is Altered</em> simply because Ben Jonson's play of that name was well known and popular. When Lerner &amp; Lowe's adaptation of George Bernard Shaw's <em>Pygmalion</em> was made into the motion picture <em>My Fair Lady,</em> half a dozen faux-Victorian pubs sprang up in London under the name <em>My Fair Lady.</em></p>\n<p><em>The Lesson to be Learnt</em></p>\n<p>No, there isn't a pub called <em>The Lesson to be Learnt,</em> but there are certainly lessons to be learnt from encounters with the Saloon-Bar Pundit. First and foremost, never believe him! He's always wrong!</p>\n<p>Most Saloon-Bar Pundits profess a respect for scholarship. Ask the next one you meet who dishes out his home-spun folk-etymology whether he'd care to cite his references. I've silenced many a Saloon-Bar Pundit by reciting a little dialogue or script that goes like this:</p>\n<p>The task of verifying references is an arduous one, but it is one of immense importance to scholarship. A memorable anecdote encapsulates this notion. Dean Burgon (J. W. Burgon, 1813–88) asked “the Last of the Non-Jurors”, Martin Joseph Routh (1755–1854), for “some axiom or precept” he thought of as being of special value “after a long and thoughtful life.” Dr Routh, aged ninety two at the time, had been President of Magdalen [College, Oxford] for almost thirty years! Routh “looked thoughtful.” He “presently brightened up and said, 'I think, sir, since you care for the advice of an old man, sir, you will find it a very good practice' (here he looked me in the face) 'always to verify your references, sir!' .”</p>\n<p>Not a few Saloon-Bar Pundits have asked me for my reference for that anecdote. I have had the prudence to etch the reference into my memory so that it will withstand the passage of a thousand years. I say, solemnly and truthfully: “J. W. Burgon, “Memoir of Dr Routh”, <em>Quarterly Review</em>, July 1878, vol cxlvi.”</p>\n<p>Believe me, it's worth the effort! The effect is best described in the immortal words of half a dozen Punch cartoons: “Collapse of Stout Party.”</p>\n<p>(A still, small voice inquires: “What's your reference for 'Collapse of Stout Party'?”)</p>\n<p><em>[J. L. A. Hartley is a lexicographer living in Kensington, London. His most recent book, <em>Hartley's Foreign Phrases</em>—his publishers' choice of name—was published by Stacey, London, in September 2006.]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Saloon-Bar Pundit: The Bane of the Philologist's Life</h1> <p><em><span data-rel=\"author\">J. L. A. Hartley</span> <span data-rel=\"location\">London, England</span></em></p> <p>How I hate him! He's always there, year in and year out! The man who pontificates on everything, but favours etymology above all else. He confidently stands there in the saloon bar and tells you that the French word for a restaurant for serving fairly fast food, <em>un bistrot</em>, gets its name from the Russian for quick. And that's not by any means his last shot.</p> <p><em>Bistro</em></p> <p>Something I read in Verbatim brought it all back to me. Let me be precise. From the current issue of Verbatim, Vol XXX/3, I learn that Bridgit Keenan, in <em>Diplomatic Baggage</em>, repeats this supposed derivation. It brings back to me a good half-century of patiently listening to the Saloon-Bar Pundit—the sort of man who complacently feeds the innocent with spurious derivations with all the assurance of a born-again evolutionist. We don't need to be creationists to inquire why there are no fossil remains of the giraffe half-way through its evolution. It's a reasonable question for anyone to ask.</p>"
}