{
  "type": "Epistola",
  "title": "EPISTOLAE Harold F. Osborne",
  "contributor": "Harold F. Osborne",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLAE <span data-rel=\"contributor\">Harold F. Osborne</span></h1>\n<p>In reference to Russell Slocum's article, “A Quick Brown Fox Jumps Over the Cwm Fjord-Bank Glyph Biz” [VERBATIM II, 4], let me suggest that now is the time for all good men to come to the aid of holo-alphabetic precision.</p>\n<p>Slocum's apocryphal story of the World War I crypto-analyist to the contrary notwithstanding, the sentence offered as an illustration of typical holo-alphabetical brevity (at 34 letters) is just not holo-alphabetic.  He may offer, and VERBATIM may publish, his example, <em>Pack my bag with five dozen liquor jugs</em>, but this does not make the sentence fit the basic definition, since it contains no <em>x</em>, thereby invalidating it either for intellectual exercise or cryptoanalysis.</p>\n<p>The correct version, of course, is <em>Pack my box with five dozen liquor jugs</em>.  Slocum perhaps can take comfort in the fact the sentence is often misquoted as <em>Pack my bag with six dozen liquor jugs</em>, presumably for the sake of a more euphonious rhythm; this version, alack, lacks the <em>v</em>.</p>\n<p>Let me now progress from this quick quibble to a more civil cavil.  Slocum began by identifying <em>A quick brown fox</em>... as a “grammer school writing exercise” incorporatin all 26 letters of the alphabet in a 33-letter sentence.  This suggests that in Reading, Pa., or elsewhere, pupils still are being taught penmanship, something that will be news to parents and educators of most communities.</p>\n<p>Be that as it may, I submit that Slocum's example, again, is more representative of cerebral wishing among those who are obsessed with brevity as a desideratum than it is of actual usage.  The standard version of this sentence is <em>The quick brown fox jumped over the lazy dog's back</em>, as everyone knows who has tried out a new typewriter on a merchant's display.  The important attribute of this sentence is that, when combined with the numerals, it tests the full set of typewriter keys and also just fills a single line across standard 8½\" × 11\" typing paper with this neat pica display:</p>\n<p>The quick brown fox jumped over the lazy dog's back 1234567890.</p>\n<p>Also, unmentioned by Slocum is the use of “The fox” (and not “A fox”)--sentence and numerals--as the standard automatic tape-driven test for teletype function, known to generations of telegraphers, telephone long-lines troubleshooters, and wire-service newsmen.  This invariable, longer version has the additional advantage that on repetitive lines the letters and numerals are displayed in vertical columns, plainly revealing what particular combination of electrical symbols is at fault, as well as providing a neat all-over pattern charting the fox's track as he pursues his carefree track across and down the page, as well as over the lazy dog's back. <em>[Harold F. Osborne, Bethesda, Maryland]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLAE <span data-rel=\"contributor\">Harold F. Osborne</span></h1> <p>In reference to Russell Slocum's article, “A Quick Brown Fox Jumps Over the Cwm Fjord-Bank Glyph Biz” [VERBATIM II, 4], let me suggest that now is the time for all good men to come to the aid of holo-alphabetic precision.</p> <p>Slocum's apocryphal story of the World War I crypto-analyist to the contrary notwithstanding, the sentence offered as an illustration of typical holo-alphabetical brevity (at 34 letters) is just not holo-alphabetic.  He may offer, and VERBATIM may publish, his example, <em>Pack my bag with five dozen liquor jugs</em>, but this does not make the sentence fit the basic definition, since it contains no <em>x</em>, thereby invalidating it either for intellectual exercise or cryptoanalysis.</p> <p>The correct version, of course, is <em>Pack my box with five dozen liquor jugs</em>.  Slocum perhaps can take comfort in the fact the sentence is often misquoted as <em>Pack my bag with six dozen liquor jugs</em>, presumably for the sake of a more euphonious rhythm; this version, alack, lacks the <em>v</em>.</p> <p>Let me now progress from this quick quibble to a more civil cavil.  Slocum began by identifying <em>A quick brown fox</em>... as a “grammer school writing exercise” incorporatin all 26 letters of the alphabet in a 33-letter sentence.  This suggests that in Reading, Pa., or elsewhere, pupils still are being taught penmanship, something that will be news to parents and educators of most communities.</p>"
}