{
  "type": "Article",
  "title": "The Mysterious Origin of the Tarot",
  "author": "E.E. Rehmus\nSan Francisco",
  "location": "California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Mysterious Origin of the Tarot</h1>\n<p><em><span data-rel=\"author\">E.E. Rehmus\nSan Francisco</span> <span data-rel=\"location\">California</span></em></p>\n<p>One of the most exasperating puzzles confronting the student of the occult is the ultimate origin of the Tarot (French <em>tarault</em>, German <em>Tarock</em>) and it has been variously attributed to such far-ranging peoples as the Egyptians, the Hindus, the Chinese, the Gypsies, and just about every other race.  We now see it as containing many Kabbalistic elements and recognize it solely as an object of occult research and as a device for telling fortunes.</p>\n<p>But it arose with a curiously full-blown suddenness amongst the upper class Italians in the 14th century as the “tarocchi” (plural of <em>tarocco</em>)  'a game played with 78 cards painted with suns, moons, devils and monks.'  The deck was composed of 56 cards of the ordinary Italian suits (<em>coppe, spade, bastoni</em>, and <em>denari</em>) plus 21 <em>tarocchi</em> or trumps, and an additional card,  'the fool' (<em>il matto</em>). The latter is the source of the modern Joker.  So popular did this game instantly become--how could it fail, with monks next to devils in the pack?--that by 1415 the illustrious Marziano had painted a deck worth 1500 gold crowns!</p>\n<p>It is at once obvious to anyone who has studied the history of these fascinating cards that they cannot have been the sudden and unique invention of some clever gamester alone, but must have a more ancient tradition lying behind them.  Since we are immediately halted in our investigations at the 14th century, however, the real source of the Tarot can only be guessed by an intuitive kind of comparative philology.  As an amateur etymologist perhaps I may be allowed somewhat more latitude for speculation than the academician.</p>\n<p>The first possibility that comes to mind--one that we may quickly discount--is the possibility that the word <em>tarocchi</em> arose by analogy with <em>malocchio</em>, the infamous Italian  'evil-eye,' although the Tarot was long considered by God-fearing Christians as “the devil's picturebook.”  We can equally reject the notion that it derived from some such imagined word as *<em>ter-occhio</em>, suggesting the wondrous Tibetan “third-eye” of mystic and vatic power.</p>\n<p>Many speculators have suggested that the Latin word <em>rota</em>  'wheel' is the Tarot's origin.  When the word is written in a circle, the final T disappears.  <em>Taro</em>, then, could easily be made into Latin anagrams or magic squares in early occult practice, such as:</p>\n<p>{{&lt; column &gt;}}\n{{}} ATOR   {{}}\n{{}} ROTA {{}}\n{{}} TORA  {{}}\n{{}} OTAR {{}}\n{{}} ORAT   {{}}\n{{}} TARO {{}}\n{{}} RATO   {{}}\n{{}} AROT  {{}}\n{{&lt; /column &gt;}}</p>\n<p>Perhaps the words in these squares are supposed to form sentences.  But if so, they do not translate well:  'Hathor speaks in throught through the Torah'?   'The Tarot wheel is the plough of Otar'?  Most scholars now feel that it is more likely to be a variation of the word <em>Torah</em> than of <em>rota</em>.</p>\n<p>The Tarot's beginnings, however, may well have been deliberately obscured.  Although we can readily find farfetched coincidences such as Eskimo <em>târk</em> (meaning “obscure'?), Mandarin <em>tsarng</em> ( 'to hide'), English <em>tarn</em> (originally, a lake without an outlet, hence  'one that is hidden'?), as well as <em>dark</em> itself--ultimately from Old High German <em>tarni</em> ( '<em>secret, dark</em>').  They are all fanciful comparisons, to say the least.</p>\n<p>But what if we head in another direction in our search to shed some light on these “dark” origins?  Old High German has another word related to <em>tarni</em>, viz. <em>tarchanjan</em> ( 'to hide'), which at an oblique angle leads us to the Finnish <em>tark-astus</em> ( 'examination, scrutiny') and <em>tul-kki</em> ( 'an interpreter').  But here the trail ends in a maze of possibilities.</p>\n<p>If we choose to limit our discussion to card-playing alone, we can blaze still another trail--southward, this time.  Since <em>l</em> and <em>r</em> alternate among many languages (e.g., English <em>title</em> and French <em>titre</em>), we are permitted to equate the Finnic <em>t-l</em> with <em>t-r</em>, and we might just be tempted to compare the latter with Arabic <em>tarha</em> ( 'discard') or <em>taraha</em> ( 'throw down').</p>\n<p>But a far more enlightening path can be taken if we progress from <em>tulkki</em> and <em>tarchanjan</em> back down to Armenian <em>tarkmanel</em> ( 'to translate'), which is the Greek <em>dragoumanos</em> ( 'an interpreter') or our word <em>dragoman</em>. From this we proceed to Arabic <em>tarjuman</em>, Hebrew <em>turgman, m'thurgman</em> ( 'interpreter') and finally to the Chaldee <em>targum</em> ( 'an interpretation').  From TAR-G to TAR-C or TAROC is but a step.</p>\n<p>But <em>g</em> may equal <em>h</em> and here at last we confront ourselves with the Hebrew <em>T-?-H</em>, meaning  'to warn, forewarn,' or even <em>ter-etz</em>  'answer, solve,' as examples of the many things the Tarot is expected to do for us.  From there we may even go once again all the way down to the ancient Assyrian word <em>adr-u</em> ( 'dark') or up the other way to Basque <em>adir-azi</em> ( 'to interpret').  From <em>t-r-h</em>, however, we also derive <em>Torah</em>, the Judaic Law, and Tarot-Kab-balistic connections have long been established by Hebrew scholars.  Indeed, one of the cards, The High Priestess, actually bears the scroll of the Torah in her arms.</p>\n<p>Yet there is an even sharper, more convincing source than the word <em>Torah</em> for the satisfaction of our intuition. It is too much of a coincidence that the Hebrew <em>tera-ph-im</em> (hieroglyphs used in ancient Judaic divination) were originally old Hebrew gods, perhaps corresponding to the points in the Kabbalistic “Sepher Yetzirah” (or “Book of Creative Emanations”), 22 in number, which is the exact number of the Tarot trumps if we include The Fool.  We must remember that in Hebrew spelling the vowels were omitted: <em>taro(t), tora(h)</em> and <em>tera(phim)</em> could all be the single root <em>t-r-a-</em> [This actually is a word ( 'blow of a trumpet'), but I'm postulating an earlier root.]  (final “a” in Hebrew having the breath sound of “h”).  This prototype would have all the multiple meanings listed above.</p>\n<p>We may therefore say that the Tarot has a Hebrew origin and that it surely must have been discovered in the Italian <em>ghetto</em> (an Italian word, by the way, from <em>borghetto</em>, a borough or section of a city) which, as we know, was the traditional Jewish quarter, as in Rome.  From there it was brought out into 14th century Italian society as the card game.  The Tarot, as we have often suspected, was apparently a secret device for studying the <em>Kabbalah</em>, possibly assisted by the symbolic <em>teraphim</em>, in the dark days of medieval Jewish persecution.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Mysterious Origin of the Tarot</h1> <p><em><span data-rel=\"author\">E.E. Rehmus\nSan Francisco</span> <span data-rel=\"location\">California</span></em></p> <p>One of the most exasperating puzzles confronting the student of the occult is the ultimate origin of the Tarot (French <em>tarault</em>, German <em>Tarock</em>) and it has been variously attributed to such far-ranging peoples as the Egyptians, the Hindus, the Chinese, the Gypsies, and just about every other race.  We now see it as containing many Kabbalistic elements and recognize it solely as an object of occult research and as a device for telling fortunes.</p> <p>But it arose with a curiously full-blown suddenness amongst the upper class Italians in the 14th century as the “tarocchi” (plural of <em>tarocco</em>)  'a game played with 78 cards painted with suns, moons, devils and monks.'  The deck was composed of 56 cards of the ordinary Italian suits (<em>coppe, spade, bastoni</em>, and <em>denari</em>) plus 21 <em>tarocchi</em> or trumps, and an additional card,  'the fool' (<em>il matto</em>). The latter is the source of the modern Joker.  So popular did this game instantly become--how could it fail, with monks next to devils in the pack?--that by 1415 the illustrious Marziano had painted a deck worth 1500 gold crowns!</p> <p>It is at once obvious to anyone who has studied the history of these fascinating cards that they cannot have been the sudden and unique invention of some clever gamester alone, but must have a more ancient tradition lying behind them.  Since we are immediately halted in our investigations at the 14th century, however, the real source of the Tarot can only be guessed by an intuitive kind of comparative philology.  As an amateur etymologist perhaps I may be allowed somewhat more latitude for speculation than the academician.</p>"
}