{
  "type": "Article",
  "title": "Mrs. Malaprop's Bicentennial",
  "author": "James D. White\nMill Valley",
  "location": "California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Mrs. Malaprop's Bicentennial</h1>\n<p><em><span data-rel=\"author\">James D. White\nMill Valley</span> <span data-rel=\"location\">California</span></em></p>\n<p>Few Americans are likely to be in better trim for the commemorative exertions of 1976 than the residents of Northern California, where in 1975 a sort of warm-up bicentennial was observed--unwittingly, it's true, but with a vigor worthy of the chief figure in the original event.</p>\n<p>The beneficiary of all this unconscious memorializing was Mrs. Malaprop, the British comedy character who swept the London stage in 1775 with certain contributions to the ruination of the English language.  The Mrs. Malaprop role in Richard Brinsley Sheridan's play, <em>The Rivals</em>, was that of a busybody intent upon marrying off her young niece to a wealthy aristocrat.  In her eagerness to impress, she persisted in using words and phrases beyond her assured vocabulary, and the havoc she wrought with the mother tongue is recalled today in <em>malapropism</em> as an accepted term for misused or mismatched expressions.</p>\n<p>Mrs. Malaprop's bicentennial, at least hereabouts, actually was the latest in a series of vintage years. This can be reported with some confidence because of the tape recorder, a relentless device for such jobs as preserving and spotting on playback the bungled expression which ordinarily might go unnoticed or unverified.</p>\n<p>This merciless gadget, when plugged into the public dialogue via radio or television, also reveals the formidable dimensions of the Malaprop tradition. Sheridan presumably contrived many of Mrs. Malaprop's lapses, but almost without exception the modern examples cited below appear to have been created with anything but deliberation, in the heat of argument and under the pressure of electronic communication. The casualties probably never realized what they'd said.</p>\n<p>All this became apparent over the last several years, during playback sessions with taped newscasts, broadcast interviews and talk shows in the San Francisco Bay area.  Although the monitoring was done to check public opinion trends on unrelated subjects, the Malaprop spin-off was unmistakable.  Some samples had to be run through more than once to be believed. There can be little doubt--the spirit of Mrs. Malaprop lives, as in these samples from notes excerpted from tape transcripts:</p>\n<p>“The use of drugs [among the young] is on the upcrease,” a San Francisco police officer assures a news-caster. [Inspector Carrigan, telephone interview, KCBS.] As a new word, <em>upcrease</em> may face a dubious future, but its meaning is clear, which wouldn't be true of the corollary, <em>inswing</em>.</p>\n<p>From Seaside, down the coast, a local official turns up in basic agreement with our San Francisco word-coiner, but mixes metaphors instead of words.  He says that the problems of dealing with the young do indeed take us “along an upstream trail.” [Unidentified, KNBC.] Again, this may be preferable, as compared with an uphill swim.</p>\n<p>Such scrambling of vaguely similar expressions is only slightly more common than the supercharged effort to get a point across, as exemplified by the retired Marine Corps general who was complaining about the arguments he encountered on national defense.  “... And they usually invariably say...,” he fumed. [Lt. Gen. Lewis Walt, taped segment, network newscast.]</p>\n<p>These misadventures took place during telephone interviews. It is the talk show, however, that features the misfit metaphor and the delightfully wrong word at both ends of the line.</p>\n<p>“Too many people have been sold down the drain,” laments one caller. [Caller to Robin King, KNEW. ]</p>\n<p>“If the circumstances were on the other foot,” argues another. [Caller to Joe Dolan, KNEW. ]</p>\n<p>“I don't pull any bones about it,” declares still another on a talk show which regrettably went unrecorded but is not easily forgotten.</p>\n<p>“You're talking around the bush,” complained one listener to a talk show jockey. [Caller to Harv Morgan, KCBS.]  Unfortunately the appropriate answer came from quite a different jockey to an entirely different listener.  “You,” he said, “are out of your rocker.” [Fred Wilcox, KCBS.]</p>\n<p>One jockey, probably deliberately, boggled a caller with this reproof: “You have just used two words that set my hair on edge.” [Jim Eason, KCBS.]  No hint as to whether his teeth were on end, and in any case the listener gave no indication of finding anything unusual about it.</p>\n<p>On another occasion a listener flabbergasted his talk show guru by declaring: “I think we need to get down to the brass roots of the problem.” [Caller to Bob Murphy, KNEW.]   Silence, with the man at the mike presumably sorting out brass roots from grass tacks.</p>\n<p>Those are specimens from fast-moving exchanges, but people with more time to think also contribute.</p>\n<p>“The nutshell of it is ...,” explained a locally famous trial lawyer. [George T. Davis, radio interview.]</p>\n<p>“I believe they are cut out of the same mold,” said one San Francisco mayoral candidate of two rivals. [Jack Morrison, radio interview.]</p>\n<p>And a radio commentator gave this reply during a law-and-order panel discussion: “... If he had actually broken a crime or could be accused of breaking a crime....” [Bob Murphy, KNEW.]</p>\n<p>But the talk-show jock is the old dependable.  One, defending the objectivity of the press in general, said it “bends overboard to be fair.” [Hilly Rose, KCBS.]  If the information media find this awkward, they could, of course, go over backward.</p>\n<p>The newscast contains an occasional gem, but none gathered in this sampling quite matched the inevitable traffic accident report which described a victim as “killed fatally.” [News item, KCBS.]</p>\n<p>The advertising copy writer also contributes now and then, as in the public service announcement which asserted that “fatigue is a major cause of automobile safety.” [KCBS.]  Or the finance company plug with an announcer intoning: “It's Christmas, and you're socked under with bills ...” [Pacific Finance Co. commercial, KGO.]  Or another finance company barker who urged the listener to “discuss this in the confidence of your home.” [Pat Michaels, KNEW.]</p>\n<p>Nor is the printed ad innocent.  There was the New York department store, touting a high-priced gown in <em>The New York Times</em> with this coy demurrer: “Far be it for us to say” just where and when this unique creation should be worn. [Bergdorf Goodman ad, <em>The New York Times</em>.]</p>\n<p>Harried newspaper copy desks still produce, as in the feature attributed to the <em>Sacramento Union</em> wherein a local citizen was described as a kindly soul “who will lend an ear to anyone who wants to listen.” [Quoted by Herb Caen, <em>San Francisco Chronicle</em>.]</p>\n<p>Lest one be deluded into thinking that the mighty, if fallen, are immune, out of the past is Richard M. Nixon's quoted comment, long before the distractions of Watergate, on the death of Adlai Stevenson:</p>\n<p>“In eloquence of expression, he had no peers and very few equals.”</p>\n<p>It seems clear that the Malaprop effect, identified 200 years ago and long confined to the uninformed and the careless, now occurs throughout a much broader population because of the increased pressures and volume of modern communications.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Mrs. Malaprop's Bicentennial</h1> <p><em><span data-rel=\"author\">James D. White\nMill Valley</span> <span data-rel=\"location\">California</span></em></p> <p>Few Americans are likely to be in better trim for the commemorative exertions of 1976 than the residents of Northern California, where in 1975 a sort of warm-up bicentennial was observed--unwittingly, it's true, but with a vigor worthy of the chief figure in the original event.</p> <p>The beneficiary of all this unconscious memorializing was Mrs. Malaprop, the British comedy character who swept the London stage in 1775 with certain contributions to the ruination of the English language.  The Mrs. Malaprop role in Richard Brinsley Sheridan's play, <em>The Rivals</em>, was that of a busybody intent upon marrying off her young niece to a wealthy aristocrat.  In her eagerness to impress, she persisted in using words and phrases beyond her assured vocabulary, and the havoc she wrought with the mother tongue is recalled today in <em>malapropism</em> as an accepted term for misused or mismatched expressions.</p> <p>Mrs. Malaprop's bicentennial, at least hereabouts, actually was the latest in a series of vintage years. This can be reported with some confidence because of the tape recorder, a relentless device for such jobs as preserving and spotting on playback the bungled expression which ordinarily might go unnoticed or unverified.</p>"
}