{
  "type": "Article",
  "title": "“Ouch!” he said in Japanese",
  "author": "Axel Hornos,\nPittsford",
  "location": "New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">“Ouch!” he said in Japanese</h1>\n<p><em><span data-rel=\"author\">Axel Hornos,\nPittsford</span> <span data-rel=\"location\">New York</span></em></p>\n<p>Of all the areas covered by comparative linguistics, interjections and onomatopoeic words are perhaps the richest in surprises.</p>\n<p>Take “Ouch!”, a word whose brief, plaintive urgency is vocalized pain itself; a cry straight from the heart.  It is so instinctive that many English-speaking people would confidently maintain, upon questioning, that it must be common to the entire human race regardless of country, language, or skin color.</p>\n<p>We know this is far from true.  Step on the toes of a Spaniard, an Italian or a Frenchman, and he'll cry out an anguished “Ay!”  Pinch hard a Scandinavian, German or Dutch, and he'll respond with a hoarse “Au!”  Poke an inadvertent finger into an Indonesian's eyeball and he'll cry “Adú!”  A Japanese will say “Aíta!”, a Greek and Russian “Okh!”, a Portuguese “Ui!”</p>\n<p>Or consider “Phooey!”, that potpourri of dashed hopes, irritation, and demurral.  Yet “Phooey!” would be meaningless to a Spanish-speaking person, who will say “Ufa!” instead.  An Italian will growl “Uff!”, a Frenchman “Zut!”, a Chinese “Che!”</p>\n<p>On the other hand our explosive “Hurray!” sounds very much alike in all European and Latin American countries, except to the Italians, who chant “Evviva!” instead.</p>\n<p>Another Italian word, “Bravo!”, has proved so decisive when one wants to express his admiration for a particularly good bit of opera singing, that it has been adopted by most European and American countries.  But in Asia, where Italian opera is not so popular, they think differently.  “Bravo!”, in the sense of “Well done!”, becomes “Bagús!” in Indonesia, “Hau!” in China.</p>\n<p>In Spain you don't call a friend with a “Hey, John!” You say, “Oye, Juan!”  In Italy, it's “Olà, Giovanni!” in Russia, “Ey, Ivan!”  In France, “Eh, Jean!”  In Holland, “Sech, Jan!”  In Greece, “Aye, Ioannis!”  In Germany, “Hallo, Hans!”  In Argentina, “Che, Juan!”  (The latter explains the “Che” in Che Guevara: Argentine-born, Guevara frequently used this expression when addressing his Cuban friends.  Hence the nickname.)</p>\n<p>“Wow!” is another interesting ejaculation, thick with tongue-tying wonder.  However meaningful the expression may be to a speaker of American English, the Portuguese shout “Oba!”, the Danes “Orv!”, the Germans “Toll!”, the Italians a tame “O!”, the Turks “Ya!”, the Japanese and Chinese “Wah!”, the Indonesians “Ajaib!”  As to the French, they have that beautifully eloquent expression which only a Frenchman could have begotten, “Oh! là là!”</p>\n<p>Put an American, an Italian, a Frenchman, a Spaniard, a German, a Greek and a Russian in a circle, make each swallow a spoonful of cod liver oil, then listen to their reactions.  You'll hear, respectively, the following sounds, “Ugh!”, “Pooh!”, “Pouah!”, “Poof!”, “Hoo!”, “Oof!”, and “Phoo!”  Now ask them to squash a big bug underfoot, and they'll snarl “Pooh!”  (or “Yakh!”), “Poh!”, “Bah!”, “Bah!”, “Pah!”, “Poof!” and “Phoo!”</p>\n<p>Animal cries as heard by people around the world are another source of surprises.  Take “Bow-wow,” our uncontested version of a dog's bark.  But it's “Oua! Oua!” or “Gnaf! Gnaf!” to the French, “Wau-wau” to the Germans, “Han-han” or “Wan-wan” to the Japanese, “Au-au” to the Greeks and Portuguese, “Am-am” to the Russians, “Wang-wang” to the Chinese, “Vov-vov” to Scandinavians, “Hav-hav” to the Turks.</p>\n<p>Our “Cock-a-doodle-do” is something else.  Frankly, to me it sounds more like some fancy word out of a musical rather than a rooster's crowing.  The French and Portuguese hear it as “Cocorico” (the Japanese as “Koke-koko”), the Germans, Spanish-speaking, Italians, Russians, Turks, and Scandinavians, with slight variations, as “Kikirikí.” Nobody will deny that these sounds are much closer to the rooster's defiant cry than our unconvincing “Cock-a-doodle-do.”</p>\n<p>Pat a cat, and it purrs.  But it “ronronne” in France, “ronronea” in Spain and Latin America, “fusa” in Italy, “schnurrt” in Germany.</p>\n<p>To our ears a dove coos, but to the French it “roucoule,” to the Germans it “gurrt,” to the Spanish-speaking it “arrulla,” to the Italians it “tuba,” to the Japanese it “popo.”  A chacun son coo.</p>\n<p>Whoever coined the word “twitter” must have combined love for birds with a fine ear.  To the French, birds “gazouille”; one almost hears a bevy of birds sweetly chattering on a tree.  The Italians say “cinguetta,” the Spanish-speaking “gorjea,” the Germans “switschert.”</p>\n<p>On the other hand, a cat's “meow” sounds very much alike in most languages, as does a cow's “moo.”  (In Japan it is, interestingly, “niao” and “moh.”  This is perhaps because the cat's and the cow's calls-and to a large extent the rooster's--are more easily imitated by the human voice than, say, a dog's bark or a bird's twitter.</p>\n<p>There is still another group of onomatopoeic words, those that imitate man-made and natural sounds and those that suggest motion.  Here are a few in their English, German, French, Spanish -and Italian equivalents:</p>\n<table>\n<thead>\n<tr>\n<th>English</th>\n<th>German</th>\n<th>French</th>\n<th>Spanish</th>\n<th>Italian</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><em>rumble</em></td>\n<td><em>rumpeln</em></td>\n<td><em>gronder</em></td>\n<td><em>retumbar</em></td>\n<td><em>rimbombare</em></td>\n</tr>\n<tr>\n<td><em>sizzle</em></td>\n<td><em>zischen</em></td>\n<td><em>grésiller</em></td>\n<td><em>sisear</em></td>\n<td><em>friggere</em></td>\n</tr>\n<tr>\n<td><em>sniff</em></td>\n<td><em>schnuppern</em></td>\n<td><em>reniffler</em></td>\n<td><em>husmear</em></td>\n<td><em>fiutare</em></td>\n</tr>\n<tr>\n<td><em>clang</em></td>\n<td><em>klirren</em></td>\n<td><em>résonner</em></td>\n<td><em>resonar</em></td>\n<td><em>squillare</em></td>\n</tr>\n<tr>\n<td>_bubble</td>\n<td><em>sprudeln</em></td>\n<td><em>bouillonner</em></td>\n<td><em>burbujear</em></td>\n<td><em>bollire</em></td>\n</tr>\n<tr>\n<td><em>spurt</em></td>\n<td><em>spritzen</em></td>\n<td><em>jailler</em></td>\n<td><em>surgir</em></td>\n<td><em>spruzzare</em></td>\n</tr>\n<tr>\n<td><em>swish</em></td>\n<td><em>sausen</em></td>\n<td><em>cingler</em></td>\n<td><em>silbar</em></td>\n<td><em>sferzare</em></td>\n</tr>\n<tr>\n<td><em>buzz</em></td>\n<td><em>summen</em></td>\n<td><em>vrombir</em></td>\n<td><em>zumbar</em></td>\n<td><em>ronzare</em></td>\n</tr>\n<tr>\n<td><em>rustle</em></td>\n<td><em>rascheln</em></td>\n<td><em>froufrouter</em></td>\n<td><em>crujir</em></td>\n<td><em>frusciare</em></td>\n</tr>\n<tr>\n<td><em>shriek</em></td>\n<td><em>kreischen</em></td>\n<td><em>hurler</em></td>\n<td><em>chillar</em></td>\n<td><em>strillare</em></td>\n</tr>\n<tr>\n<td><em>snore</em></td>\n<td><em>schnarchen</em></td>\n<td><em>ronfler</em></td>\n<td><em>roncar</em></td>\n<td><em>russare</em></td>\n</tr>\n<tr>\n<td><em>splash</em></td>\n<td><em>planschen</em></td>\n<td><em>éclabousser</em></td>\n<td><em>salpicar</em></td>\n<td><em>schizzare</em></td>\n</tr>\n</tbody>\n</table>\n<p>How can one account for such wide discrepancies?</p>\n<p>According to most linguists, onomatopoeic words vary from language to language as the phonologies of the languages vary.  Once the sounds become established, they are conventionalized.  In a way this is regrettable.  If everybody used only the sound words that are closest to one's way of hearing them--I, for one, swear that barks sound more like “Woof-woof” than “Bow-wow”--languages would be the richer even though communication might go--well, to the dogs.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">“Ouch!” he said in Japanese</h1> <p><em><span data-rel=\"author\">Axel Hornos,\nPittsford</span> <span data-rel=\"location\">New York</span></em></p> <p>Of all the areas covered by comparative linguistics, interjections and onomatopoeic words are perhaps the richest in surprises.</p> <p>Take “Ouch!”, a word whose brief, plaintive urgency is vocalized pain itself; a cry straight from the heart.  It is so instinctive that many English-speaking people would confidently maintain, upon questioning, that it must be common to the entire human race regardless of country, language, or skin color.</p> <p>We know this is far from true.  Step on the toes of a Spaniard, an Italian or a Frenchman, and he'll cry out an anguished “Ay!”  Pinch hard a Scandinavian, German or Dutch, and he'll respond with a hoarse “Au!”  Poke an inadvertent finger into an Indonesian's eyeball and he'll cry “Adú!”  A Japanese will say “Aíta!”, a Greek and Russian “Okh!”, a Portuguese “Ui!”</p>"
}