{
  "type": "Epistola",
  "title": "EPISTOLAE W. M. Woods",
  "contributor": "W. M. Woods",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLAE <span data-rel=\"contributor\">W. M. Woods</span></h1>\n<p>This refers to the note of Philip E. Hager [VERBATIM II, 4].</p>\n<p>I had never before heard of his <em>ditch and delve</em>.  The counting rhyme, as I remember it from my childhood, goes: <em>Eleven, twelve, dig and delve</em>.</p>\n<p><em>Dig</em> and <em>delve</em> are more nearly synonyms than are his <em>ditch</em> and <em>delve</em>.  And the assonance is more effective.  The tongue attacks the next syllable from the position it was left in by the preceding syllable without any need for silent repositioning.</p>\n<p>If Hager really wants to get into what he calls “specific binomials,” he should examine the language of the law, of lawyers: <em>aid and abet, cease and desist, to wit and in particular, find and discover, disclose and admit,</em> ad nauseam.</p>\n<p>I wish to comment on the expression <em>any more</em>.  My comments may have some pertinence to dialect geography. Bergen Evans and Cornelia Evans in their <em>Dictionary of Contemporary American Usage</em> (Random House, New York, 1957) give the examples <em>He doesn't come here any more</em> and <em>We go there often any more</em>, and state that in the examples <em>any more</em> means simply  'now.'</p>\n<p>I believe the linguistic situation is more complicated. I believe that in the negative usage <em>He doesn't come here any more</em> the term means  'He used to come here [perhaps habitually], but he doesn't come here now.'  In my experience, the negative usage would be so understood over most of the United States and perhaps in most of Canada.</p>\n<p>My first acquaintance with the affirmative usage of <em>any more</em> was in middle-eastern Illinois and contiguous parts of Indiana--Robinson, Palestine, Olney, Illinois and Vincennes, Dugger, Bloomington, perhaps Indianapolis, Indiana.  In that region, at least, the statement <em>We go there often any more means</em>  'We used to go there often, then we stopped going there for some time, but now we go there often again.'  A specific example from my own experience is <em>Did you know the Ten Cent Store has those jelly orange candy slices any more?</em>  [Note to Bruce D. Price: Not only scientists abuse the noun-adjective, or run-on noun; farmers do it too.]  This meant that the Ten Cent Store once sold the candy routinely, then stopped selling it, is now doing it again.</p>\n<p>In that region, the use of <em>any more</em>, either affirmative or negative, is often prefatory, as <em>Any more, I go to bed before ten</em>, or <em>Any more, I can't remember anything</em>.  These mean, respectively,  'I used to stay up past ten, but now I go to bed before ten,' and  'I used to remember most things, but now I can't remember anything.'  You will notice that the prefatory use of <em>any more</em> conforms to the Evanses interpretation of the affirmative use, meaning simply  'now.' The final placement of the affirmative <em>any more</em> has a different meaning, a more complicated meaning. <em>[W. M. Woods, Oak Ridge, Tennessee]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLAE <span data-rel=\"contributor\">W. M. Woods</span></h1> <p>This refers to the note of Philip E. Hager [VERBATIM II, 4].</p> <p>I had never before heard of his <em>ditch and delve</em>.  The counting rhyme, as I remember it from my childhood, goes: <em>Eleven, twelve, dig and delve</em>.</p> <p><em>Dig</em> and <em>delve</em> are more nearly synonyms than are his <em>ditch</em> and <em>delve</em>.  And the assonance is more effective.  The tongue attacks the next syllable from the position it was left in by the preceding syllable without any need for silent repositioning.</p> <p>If Hager really wants to get into what he calls “specific binomials,” he should examine the language of the law, of lawyers: <em>aid and abet, cease and desist, to wit and in particular, find and discover, disclose and admit,</em> ad nauseam.</p>"
}