{
  "type": "Article",
  "title": "EX CATHEDRA",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA</h1>\n<p>The recent appointment of Father Ambroise-Marie Carré to the Académie Française provides an opportunity for a few observations on that august body in particular and on the legislation of language in general.  The Académie, which consists of 40 lay and clerical functionaries, was founded in 1635 by Cardinal Richelieu as a “brain trust” for King Louis XIII.  But its chief function during the past 100 years or so has been the “protection” of the French language from the contamination by words of other languages.  Several years ago, this erupted in a concerted campaign against Franglais, the corruption of the French language as a result of its miscegenation with English.  Although the Académie continues its valiant, though bootless efforts--even to the extreme of condoning, if not inspiring the government's warning to advertisers that a fine would be levied against those who use the interdicted loanwords.  It publishes an official dictionary, the latest edition of which appeared in 1905, and a grammar, the eighth edition of which was published in 1935.</p>\n<p>The history of the Académie is an interesting one, but a little too involved to recount here.  It must be remembered that, literacy being what it was in those days (a condition it seems we are rapidly approaching once again, which, in itself, ought to be a warning to those who yearn for “the good old days”), the nonreading public was more likely to be exposed to any semblance of literature by attending performances at the theater, probably in much the same way in which our functional illiterates establish their relationships with the face of the TV tube.  In those days, the government felt compelled to intervene, not to save the people, you understand, but to preserve that extraordinary vehicle--<em>la langue Française</em>--which, as the property of the state, was falling into the hands of aliens, seditionists, and corrupt influences like Moliére, Racine, La Rochefoucauld, and other assorted hoodlums.  Among its first accomplishments was a criticism of <em>Le Cid</em>, by Corneille, and it would appear to have gone to greater heights from then on.</p>\n<p>With the exception of two minor lacunae, one occasioned by the suppression of all Académies from 1793 to 1803, during the aftermath of a local fracas, the other resulting from the 1940-45 inconvenience, the Académie has continued to flourish.</p>\n<p>In addition to its watchdog activities, the Académie dispenses literary prizes, presumably to those authors whose works are free of linguistic transgressions.  Generally, the efforts of the Académie have had little or no effect on improving the purity of French and cannot be said to have done very much for its body or flavor, either.</p>\n<p>In America, we may deplore the grammar, the rhetoric, the vocabulary, and the lack of expressiveness of governmental officials, of journalists, of entertainers, and of others who may be considered as having some influence on English, if only because they seem to have a dominating control over our media of mass communication. But only a very few of us are purists, and it can be demonstrated that when you scratch a purist you find a liberal. Surely, it would ill suit any speaker of English to forbid any but English root words into the language: the result would be stultifying, throttling.  Fully half (if not more) of the current word stock of English has its origins in the Romance languages; another substantial portion comes from almost every other language under the sun.</p>\n<p>When the English speaker borrows a word a like <em>succotash</em> or <em>kimono</em>, when he coins one like <em>transistor</em> or <em>telephone</em>, and when he adapts one like <em>zeppelin</em> or <em>pizzeria</em>, he does so consciously, trying in certain instances (<em>transistor, telephone</em>) to be highly denotative and in others (<em>succotash, kimono, zeppelin, pizzeria</em>) to be connotative, as well.  English speakers seem to like that exercise, for it is a practice that has become a habit since the Danes, the Angles, and the Saxons got together more than eleven centuries ago.</p>\n<p>There is an arbiter neither elegantiarum nor grammaticorum in America.  Aside from the futility of it all, perhaps there is something about the idea that interferes with our notions of freedom of speech.  As we have noted, though some of us may deplore the inability of others to express themselves in articulate, elegant, “grammatical” style, we must acknowledge that problem as traceable to a lowered standard of education and not to the admittance into the language of foreign contaminants. <em>[As we go to press, we note, for instance, that the New York State Board of Regents has voted, unanimously, to accept a 9th-grade proficiency in English and mathematics as satisfactory for fulfilling the requirements for a high-school diploma.]</em>  Some may lament the absence of an Academy devoted to the legislation of English vocabulary, grammar, and syntax, but, judging from the effectiveness of the Académie Française, it seems to us that the archaíc senility of such an activity could be exceeded only by the discovery, somewhere in the outskirts of Paris, of a thriving industry in buggy whips, obsidian knives, and flint arrowheads. <em>[—LU]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA</h1> <p>The recent appointment of Father Ambroise-Marie Carré to the Académie Française provides an opportunity for a few observations on that august body in particular and on the legislation of language in general.  The Académie, which consists of 40 lay and clerical functionaries, was founded in 1635 by Cardinal Richelieu as a “brain trust” for King Louis XIII.  But its chief function during the past 100 years or so has been the “protection” of the French language from the contamination by words of other languages.  Several years ago, this erupted in a concerted campaign against Franglais, the corruption of the French language as a result of its miscegenation with English.  Although the Académie continues its valiant, though bootless efforts--even to the extreme of condoning, if not inspiring the government's warning to advertisers that a fine would be levied against those who use the interdicted loanwords.  It publishes an official dictionary, the latest edition of which appeared in 1905, and a grammar, the eighth edition of which was published in 1935.</p> <p>The history of the Académie is an interesting one, but a little too involved to recount here.  It must be remembered that, literacy being what it was in those days (a condition it seems we are rapidly approaching once again, which, in itself, ought to be a warning to those who yearn for “the good old days”), the nonreading public was more likely to be exposed to any semblance of literature by attending performances at the theater, probably in much the same way in which our functional illiterates establish their relationships with the face of the TV tube.  In those days, the government felt compelled to intervene, not to save the people, you understand, but to preserve that extraordinary vehicle--<em>la langue Française</em>--which, as the property of the state, was falling into the hands of aliens, seditionists, and corrupt influences like Moliére, Racine, La Rochefoucauld, and other assorted hoodlums.  Among its first accomplishments was a criticism of <em>Le Cid</em>, by Corneille, and it would appear to have gone to greater heights from then on.</p> <p>With the exception of two minor lacunae, one occasioned by the suppression of all Académies from 1793 to 1803, during the aftermath of a local fracas, the other resulting from the 1940-45 inconvenience, the Académie has continued to flourish.</p> <p>In addition to its watchdog activities, the Académie dispenses literary prizes, presumably to those authors whose works are free of linguistic transgressions.  Generally, the efforts of the Académie have had little or no effect on improving the purity of French and cannot be said to have done very much for its body or flavor, either.</p>"
}