{
  "type": "Article",
  "title": "Prepositions and Other Words Not to End a Sentence With",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Prepositions and Other Words Not to End a Sentence With</h1>\n<p>With dismay, perplexity, irony, consternation, and as great a variety of emotions as there are attitudes about language, enough readers have pointed to our occasional use of a preposition at the end of a sentence to warrant our commenting on the subject.</p>\n<p>To those who maintain that <em>preposition</em> means  'in place before,' we reply that although that's what it might have meant, etymologically, in Latin, it doesn't necessarily mean that in English, where it is the name of a grammatical class of words.</p>\n<p>To those who cite a “rule” enjoining the ending of a sentence with a preposition, our reply must be a little more complicated.  First of all, Who formulated such a, rule?  As far as we can determine, its origins can be traced to the 17th-century stylists--Dryden, chief among his contemporaries--who modeled their English on Latin in the vain hope of attaining a “classical” style.  They ignored an important fact or two, the most important of which is that English, notwithstanding its huge stock of Romance vocabulary, is of Germanic, not of Latin origin.  Languages are classified by their structure, not by their lexicon.  Yet, once that has been recognized, can anyone imagine imposing German word order on English?  For that matter, normal word order in Latin--with notable exceptions for purposes of style--requires the verb to appear at the end of the sentence; a rule of that kind imposed on English would result in utter chaos.</p>\n<p>The fact is that in Latin, the preposition was almost invariably placed before the word it modified.  But it is pointless to impose that practice on English.</p>\n<p>While we're at it, we might as well give to the “split-infinitive” rule its quietus: the simple fact is that if one insists on modeling his syntactic style on Latin, one must avoid splitting an infinitive because in Latin the infinitive is a single word, composed of a root (like <em>ama</em>-  'love') plus an inflected ending (like the infinitive marker -<em>re</em>). Placing something between them is akin to defying a law of physics, let alone of Latin grammar.</p>\n<p>There is yet another point to be made about so-called “prepositions.”  Contrary to popular belief, many of the words in English so categorized are actually adverbial particles.  For instance, the <em>in</em> in <em>take in</em>  'deceive,' the <em>up with</em> in <em>put up with</em>, the <em>off</em> in <em>take off</em>  'depart,' behave more like adverbs than like prepositions.  How would those who object to ending sentences with prepositions handle perfectly good English utterances like <em>Come in, Charley was easily taken in, His behavior is difficult to put up with, I want to go out, Do you mind if I look on [while you repair that watch]?,  The doctor is ready to see you: you may go in</em>, and thousands of others, including, <em>That's something I don't wish to comment (up) on, I don't know what you're talking about, That remark is uncalled for,</em> and [II, 4] “...acceptability and unacceptability vary with ...the degree of  'perfection'... the purist is capable of insisting upon.”</p>\n<p>Style and emphasis favor <em>You'd be so nice to come home to</em> over “It'd be so nice to come home to you,” poetic license notwithstanding</p>\n<p>After all, all speakers of every language have at least one artistic talent in common--creating language--and, as we well know, ideas of artistry, creativity, and elegance vary widely.  VERBATIM hereby bestows on each and every one of you a Poetic License, irrevocable for as long as you live, no fees or renewals required. <em>[LU]</em></p>\n<p><em>An Epilogue to “Apostrophes”</em></p>\n<p>A few sharp-eyed readers have pointed out what they took to be an improper use of the apostrophe in our article on that very subject [II, 4].  In the second paragraph appeared the following:</p>\n<p>“...we recall that a friend of our parents' gave...”</p>\n<p>and the objection was to the apostrophe after <em>parents</em>.</p>\n<p>This is what is generally known as the double genitive (or double possessive), and has a history going back to Old English.  Its most common reflex is seen in such constructions as <em>a friend of mine, that remark of his</em>.  But when a noun is substituted for the pronoun, the construction persists: <em>a friend of my mother's</em>.  Similarly, <em>a friend of our parents'</em>.  We find <em>a play of Shakespeare</em> alternating with <em>a play of Shakespeare's</em>, the distinction being, perhaps, a matter of style.  We happen to prefer the style with the apostrophe.</p>\n<p><em>A Grammar of the English Language,</em> Vol. III, <em>Syntax</em>, George O. Curme, D.C. Heath and Co., 1931, p. 77:</p>\n<blockquote>\n<p>The double genitive and the <em>of</em>-genitive are often used side by side without any differentiation of meaning: <em>a play of Shakespeare's</em> (or <em>of Shakespeare</em>).  But the forms are gradually becoming differentiated.  The double genitive is associated with a liveliness of feeling, expressing the idea of approbation, praise, censure, pleasure, displeasure.</p>\n</blockquote>\n<p>Some 40-odd years after that was written, we are not at all sure that we agree with the connotative description, but we are firm in our conviction that the double genitive is an active fact in the English language. <em>[LU]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Prepositions and Other Words Not to End a Sentence With</h1> <p>With dismay, perplexity, irony, consternation, and as great a variety of emotions as there are attitudes about language, enough readers have pointed to our occasional use of a preposition at the end of a sentence to warrant our commenting on the subject.</p> <p>To those who maintain that <em>preposition</em> means  'in place before,' we reply that although that's what it might have meant, etymologically, in Latin, it doesn't necessarily mean that in English, where it is the name of a grammatical class of words.</p> <p>To those who cite a “rule” enjoining the ending of a sentence with a preposition, our reply must be a little more complicated.  First of all, Who formulated such a, rule?  As far as we can determine, its origins can be traced to the 17th-century stylists--Dryden, chief among his contemporaries--who modeled their English on Latin in the vain hope of attaining a “classical” style.  They ignored an important fact or two, the most important of which is that English, notwithstanding its huge stock of Romance vocabulary, is of Germanic, not of Latin origin.  Languages are classified by their structure, not by their lexicon.  Yet, once that has been recognized, can anyone imagine imposing German word order on English?  For that matter, normal word order in Latin--with notable exceptions for purposes of style--requires the verb to appear at the end of the sentence; a rule of that kind imposed on English would result in utter chaos.</p> <p>The fact is that in Latin, the preposition was almost invariably placed before the word it modified.  But it is pointless to impose that practice on English.</p>"
}