{
  "type": "Article",
  "title": "Grass Roots",
  "author": "A.S. Flaumenhaft\nLawrence",
  "location": "New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Grass Roots</h1>\n<p><em><span data-rel=\"author\">A.S. Flaumenhaft\nLawrence</span> <span data-rel=\"location\">New York</span></em></p>\n<p>There's a species of grass named <em>corkscrew</em>; there's another named <em>drunk</em>--that's right, <em>drunk grass</em> (however, no grass is called <em>sober</em>).</p>\n<p>And how many other differently named kinds of grass would the man in the street (or even the student of English) guess there are--a dozen?  a hundred?  ... There are over a thousand!</p>\n<p>Several nights ago I heard a politician use the term <em>grass roots</em>, and it suddenly struck me, a retired high school English teacher, that I was ignorant of its derivation, even though I did know the expression denoted people and places “far from the madding crowd's ignoble strife.”  I flipped the pages of my unabridged dictionary to <em>grass</em>, then I turned the page in quest of <em>grass roots</em>, only to discover another full page of <em>grass</em>, and on the page after, more <em>grass</em>.</p>\n<p>“Walt Whitman,” I mused, “could not have envisioned this variegated vastness of verdure when he described grass as the handkerchief of the Lord,' or even Carl Sandburg when he empathized,  'I am the grass, I cover all.' ”</p>\n<p>At a glance I saw that my semantic curiosity about <em>grass roots</em> must bide a wee, while I traversed these fields of grass.</p>\n<p>The first entries in the ten-column list were <em>adlay, African cane, African millet</em>, and <em>alang-alang</em> (which means  'alang grass' which in turn means _ 'Imperata cylindrica_.  E. Tr. As. Af. 3.').</p>\n<p>The last entries were <em>zacate limon, zacaton, zebra grass</em>, and <em>zinyamunga</em> (which meant  'elephant grass, though it sounded like a college yell).</p>\n<p>I started browsing in the veldt and brightened at <em>bird</em> and <em>bull grass, lemon</em> and <em>lime grass, pony</em> and <em>poor cat grass, rattlesnake grass</em>, and, praise be, <em>rescue grass</em>.  Now properly hooked, I grabbed pencil and paper and began copying and columnizing and commenting.</p>\n<p>Extant are: <em>wire, wood</em>, and <em>wool grass; sand, silk</em>, and <em>satin grass; paper grass, wind grass, water grass</em>.</p>\n<p>For the birds are: <em>fowl, goose, canary, cockatoo, pigeon</em> and <em>penguin grass</em>.  And the good provider has supplied <em>chicken corn</em>.  Also <em>turkey foot</em> ( 'In North America, a species of Andropogon.')  I was about to sniff, “fiddlesticks,” but “drumsticks” seemed more appropriate.</p>\n<p>As a matter of taste: <em>vanilla, chocolate corn, ginger, sweet</em> and <em>sour, candy, molasses</em>, and <em>sugar grass</em>.  And, as might be expected after this binge of confection, <em>toothache grass</em>.</p>\n<p>Of and about the animal kingdom are: <em>deer</em> and <em>camel grass, elephant</em> and <em>tiger grass, kangaroo grass, fox</em> and <em>dog grass, cattail, rattail, mouse</em> and <em>mousetail grass</em>, and, just for luck, <em>rabbit foot</em>.</p>\n<p>Puzzling it is that our country, the United States, has nary a blade of grass named for it.  <em>Arabian millet</em> there is, and <em>Australian love grass, Canada long grass</em>, and <em>Bermuda</em> and <em>Cuba grass, Egyptian finger grass, English blue grass, French rye grass, Italian reed, Japanese barnyard, Korean lawn, Mexican whisk</em> ... even <em>Himalayan barley</em>. Countries the world round have grasses bearing their tags, but the U.S., withal its <em>horn of plenty</em>, is nominally barren soil grass-wise.  Is it not time that those concerned with making America the beautiful do a little name-dropping in their peregrinations about the land: “I hereby brand thee <em>United States Whatsis grass</em> or <em>U.S. Tag-You're-It grass</em>.”</p>\n<p>Whereas the nation has no grass bearing its label, some of its states do.  For instance, <em>California, Kentucky, Nevada</em> have their <em>bluegrass, Dakota</em> and <em>Texas</em> their <em>millet</em>, disproving the axiom that the whole is greater than any of its parts.</p>\n<p>Now, breathe deeply for <em>scented</em> and <em>lavender grass</em>, and hold your nose for <em>stink</em> and <em>stinking grass</em>.</p>\n<p>The religious will thank the Lord that grass is <em>sacred</em> and <em>holy</em>, and that not a single blade is dubbed “profane.”</p>\n<p>Those of us who espouse the finer things in life may read significance into the fact that there is <em>love grass</em>, but no <em>hate grass</em>.</p>\n<p>To make one shudder, or at least wince, are: <em>Job's tears, devil, witch, centipede, spider, cheat, coxcomb, smut</em>, and <em>cutthroat grass</em>.</p>\n<p>Yet, there are <em>silk</em> and <em>satin</em> fields to wander, with <em>spring</em> behind and <em>summer dew</em>, in grasses <em>black</em> and <em>blue</em> and <em>silver</em>, and even <em>white</em> and <em>pink</em>, certainly variegated enough to snap a <em>gardener's garters</em>.</p>\n<p>As evidence that there is a method in this mad_mess_, I cite: <em>lady grass</em> (two words), <em>mangrass</em> (one word); <em>sun, star grass; fog, fountain grass</em>; grass that's <em>hard</em>, grass that's <em>quick</em>, and grass that's <em>bent; beach grass, blowout grass; prickle grass, chess grass; poverty grass</em> (“Paradox of Poverty Amid Plenty”?)  And in conclusion, <em>creeping panic</em>, followed by <em>panic</em> unqualified.</p>\n<p>Which raises the question: Is grass by any other name just as green?</p>\n<p>Having closed my unabridged dictionary on <em>grass</em>, I idly opened my desk encyclopedia to the same subject, and was flabbergasted to learn that I had barely grazed the surface, for there I read that there are “several thousand members of the grass family.”  And to think that I'd started out to get to the bottom of “grass roots”....</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Grass Roots</h1> <p><em><span data-rel=\"author\">A.S. Flaumenhaft\nLawrence</span> <span data-rel=\"location\">New York</span></em></p> <p>There's a species of grass named <em>corkscrew</em>; there's another named <em>drunk</em>--that's right, <em>drunk grass</em> (however, no grass is called <em>sober</em>).</p> <p>And how many other differently named kinds of grass would the man in the street (or even the student of English) guess there are--a dozen?  a hundred?  ... There are over a thousand!</p> <p>Several nights ago I heard a politician use the term <em>grass roots</em>, and it suddenly struck me, a retired high school English teacher, that I was ignorant of its derivation, even though I did know the expression denoted people and places “far from the madding crowd's ignoble strife.”  I flipped the pages of my unabridged dictionary to <em>grass</em>, then I turned the page in quest of <em>grass roots</em>, only to discover another full page of <em>grass</em>, and on the page after, more <em>grass</em>.</p>"
}