{
  "type": "Article",
  "title": "Ellipsis ... Faulty and Otherwise",
  "author": "G. A. Cevasco\nAssociate Professor of English",
  "location": "St. John's University\nNew York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Ellipsis ... Faulty and Otherwise</h1>\n<p><em><span data-rel=\"author\">G. A. Cevasco\nAssociate Professor of English</span> <span data-rel=\"location\">St. John's University\nNew York</span></em></p>\n<p>“Would you like to join me in a cup of coffee?  asks the straight man.  “No thank you,” quips the comedian.  “I don't think there's room enough in there for both of us.”  Granted, such a weary bit of humor can be trying, but it does serve as a pointed example of what grammarians call “faulty ellipsis.”</p>\n<p>Everyone who listens carefully to the speech of others has heard countless examples of sentences that omit words necessary for effective communication.  A short while ago one of my neighbors shocked me momentarily when he announced: “When properly stewed, I really enjoy apricots.” It didn't take me long to realize, of course, that he had omitted the words <em>they are</em> after the first word of his confession.</p>\n<p>I had a few lingering doubts, though, because shortly thereafter he informed me rather solemnly that he wanted to get some work done around his house.  “I plan to mow the lawn with my wife,” was the way he put it.  Not being especially fond of his wife, I mumbled to myself, “Go right ahead.”  But I was forced to conclude that he must have meant that he planned to mow his lawn with his <em>wife's help</em>.  Yet I was still perplexed.  Why had he not said, “I plan to have my wife help me mow the lawn”?</p>\n<p>Faulty ellipsis may be contagious.  Whether my neighbor infected his wife or she contracted it from him is difficult to determine.  One day I overheard her say to their young daughter: “Mommy will put your pajamas on.”  That would be quite a sight, I thought.  Another time I heard her complain to her husband when he was trying a bit too hard to feed their child: “Osberta can eat herself.”</p>\n<p>Lest it be thought that my neighbors are the only ones I know addicted to such peculiar expressions, here are a few more examples of faulty ellipsis that I recently heard from friends, acquaintances, and students:</p>\n<blockquote>\n<p><em>They painted themselves</em>.<br>\n<em>Do you feel like ice cream?</em><br>\n<em>We had Mr. Colso for dinner</em>.<br>\n<em>A boy scout can cook himself</em>.<br>\n<em>Wash your face in the morning and neck at night</em>.<br>\n<em>A gentleman never crumbles his bread or rolls in his soup</em>.</p>\n</blockquote>\n<p>I was really taken up short one day when I heard someone state that he could not recommend a certain Captain Scott.  The ostensible reason: “He has little Air Force experience and no navel.”  [Surely, he meant <em>naval experience</em>.]</p>\n<p><em>Ellipsis</em>, as defined by grammarians, is usually taken to mean  'the deliberate omission of a word or words necessary for complete syntactical construction but not required for meaning readily implied by the context of a sentence.' More simply put, ellipsis is saying what we mean but not using all the words we could to say it.  The mismanagement of ellipsis is easy, however, and rather common. “This privilege of making words work for us <em>in absentia</em>,” Wilson Follett once remarked, “entails, like all privileges, responsibilities and risks.”</p>\n<p>Much of the strength of English depends upon economy, and ellipsis can be an excellent means of attaining an economy of expression.  Economy of expression keeps monosyllables at the core of language, curtails the overuse of particles, tends to regularize verbs and to reduce inflectional forms.  The wrong kind of economy, however, can be either a source of humor or outright confusion.</p>\n<p>Eighteenth-century grammarians were especially troubled by “improper” ellipsis.  Robert Lowth, for example, in his <em>Short Introduction to English Grammar</em> (1769) was particularly concerned with the omission of particles.  Robert Baker, the author of <em>Remarks on the English Language</em> (1770), agreed with Lowth.  He judged the use of <em>government</em> for <em>the government</em> to be “an expression of great barbarity.”  He also insisted upon the preposition before the pronoun in phrases like “write [to] me.”</p>\n<p>In his <em>English Grammar</em> (1785), J. Mennye cited and condemned many examples of elliptic sentences from the King James Bible, from the poetry of Pope, from the prose of Hobbes, and from other prominent writers.  Hugh Blair in his <em>Lectures in Rhetoric and Belles Lettres</em> (1793) maintained that such expressions as “the man I loved” and “the dominions we possessed” were faulty.  “Though this elliptical style be intelligible and is allowable in conversation and epistolary writing,” he dogmatized, “in all writing of a serious or dignified kind, it is ungraceful.”</p>\n<p>Virtually all eighteenth-century grammarians were overly concerned with “improper ellipsis.”  In the nineteenth century, however, Carlyle wisely recommended that literary men ought to be paid by the quantity they did not write.</p>\n<p>Can we of the twentieth century object to such everyday elliptical expressions as:</p>\n<blockquote>\n<p><em>I'll light my</em> [tobacco and smoke my] <em>pipe</em>.<br>\n[This] <em>House to</em> [be] <em>let</em> [for dwelling].<br>\n<em>Georgene is</em> [at] <em>home</em>.<br>\n<em>Margreet did not want to go, but she had to</em> [go].<br>\n<em>The hostess will make the card party and</em> [the] <em>tea</em> [<em>serving</em>] <em>a success</em>.<br>\n<em>Though</em> [it is] <em>possible, it is not probable</em>.<br>\n[The] <em>First</em> [to] <em>come</em> [will be the] <em>first</em> [to be] <em>served</em>.</p>\n</blockquote>\n<p>The above examples of acceptable ellipsis could easily be multiplied a hundredfold.  Faulty ellipsis is not so common.</p>\n<p>Words, of course, should never be omitted unless the intended meaning is clear without them.  Except where word omission interferes with the sense content of a verbal construction, ellipsis ordinarily must be deemed acceptable. With all we have to say it is well we can omit a few words now and then.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Ellipsis ... Faulty and Otherwise</h1> <p><em><span data-rel=\"author\">G. A. Cevasco\nAssociate Professor of English</span> <span data-rel=\"location\">St. John's University\nNew York</span></em></p> <p>“Would you like to join me in a cup of coffee?  asks the straight man.  “No thank you,” quips the comedian.  “I don't think there's room enough in there for both of us.”  Granted, such a weary bit of humor can be trying, but it does serve as a pointed example of what grammarians call “faulty ellipsis.”</p> <p>Everyone who listens carefully to the speech of others has heard countless examples of sentences that omit words necessary for effective communication.  A short while ago one of my neighbors shocked me momentarily when he announced: “When properly stewed, I really enjoy apricots.” It didn't take me long to realize, of course, that he had omitted the words <em>they are</em> after the first word of his confession.</p> <p>I had a few lingering doubts, though, because shortly thereafter he informed me rather solemnly that he wanted to get some work done around his house.  “I plan to mow the lawn with my wife,” was the way he put it.  Not being especially fond of his wife, I mumbled to myself, “Go right ahead.”  But I was forced to conclude that he must have meant that he planned to mow his lawn with his <em>wife's help</em>.  Yet I was still perplexed.  Why had he not said, “I plan to have my wife help me mow the lawn”?</p>"
}