{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA</h1>\n<p><strong><em>SLIPS OF SPEECH</em></strong>\nJohn H. Bechtel, The Penn Publishing Company, 1901 (Republished by Gale Research Company, 1974)</p>\n<blockquote>\n<p>Rarely use a foreign term when your meaning can be as well expressed in English.  Instead of <em>blasé</em> [<em>sic</em>], use surfeited or wearied; for <em>cortége</em> use procession; for <em>couleur de rose</em>, rose-color; for <em>déjeuner</em>, breakfast; for <em>employé</em>, employee; for <em>en route</em>, on the way; for <em>entre nous</em>, between ourselves; for <em>fait accompli</em>, an accomplished fact; for <em>in toto</em>, wholly, entirely; for <em>penchant</em>, inclination; for <em>raison d'être</em>, reason for existence; for <em>recherché</em>, choice, refined; for <em>rôle</em>, part; for <em>soirée dansante</em>, an evening dancing party; for <em>sub rosa</em>, secretly, etc.</p>\n</blockquote>\n<p>The selection quoted above and this book are important, for they illustrate how style and even meaning in language have changed during a brief 75 years.  Of the items listed, today's speakers of English would probably consider only <em>couleur de rose, déjeuner, employé</em>, and the archaic <em>soirée dansante</em> (replaced by the later, but now also archaic <em>thé dansant</em>) as affected.  But the rest--11 out of 15--are readily encountered in common speech and writing. These deal less with the question of fashion in language than with language itself.  One, <em>recherché</em>, has a more common sense today as  'arcane, recondite, obscure' than as  'choice, refined,' though dictionaries still list the older sense, chiefly because it may well be encountered in writings more than 50 years old.</p>\n<p>Language fashions change, too: under “Trite Expressions,” we can find such unfamiliar “stereotypes” as <em>counterfeit presentment, the hymeneal altar, the rose upon the cheek, the debt of nature, the bourne whence no traveler returns, the devouring element, a brow of alabaster</em>.</p>\n<p>Under “Very Vulgar Vulgarisms,” we find (among regionalisms and eye-dialectalisms) <em>fooling you, lots of, teeny</em>.  Included is a list of “objectionable expressions' that was prepared by William Cullent Bryant for his staff when he was editor of <em>The Evening Post</em>.  Among them are many that we continue to find in poor style today: <em>gents</em>, (<em>to</em>) <em>decease, darkey</em>.  But a major portion of the items on the list are quite standard today: of specific words to avoid, we know of no modern injunctions against <em>bogus, collided, compete, donate</em>, and many others; of substitutions, we find quaint such interdictions as <em>casket</em> (for <em>coffin</em>), <em>jubi- lant</em> (for <em>rejoicing</em>), <em>official</em> (for <em>officer</em>), <em>pants</em> (for <em>pantaloons</em>), <em>reliable</em> (for <em>trustworthy</em>), and <em>quite</em> (when prefixed to <em>good, large,</em> etc.).</p>\n<p>Perhaps a little expensive for the average book buyer, this small volume is nonetheless recommended for libraries whose users are interested in the development of the English language and in the contemporary history of its usage. <em>[LU]</em></p>\n<p><strong><em>THE LANGUAGE OF MEDICINE</em></strong>\nJohn D. Dirckx, M.D., Harper &amp; Row, 1976</p>\n<p>As the subtitle of this curious but intriguing little paperbook informs us, Dr. Dirckx has written a book that deals with the evolution, structure and dynamics of words used in the medical profession.  The author, Medical Director of the Student Health Center at the University of Dayton, makes it quite clear that he is writing especially for members of the medical profession--but trusts that non-physicians will find his book both instructive and entertaining.</p>\n<p>A few years ago this reviewer foolishly thought that he knew a little bit about the English language, but after 16 years as a professional medical writer and editor, including five years spent as a medical lexicographer (with sidetracks into the murky depths of general lexicography), it can truthfully be said that the mind not only boggles but nearly collapses under the weight and complexity of the information Dirckx offers.</p>\n<p>This book will be of interest to many readers of VERBATIM--not just as persons involved in language and the magic of words generally, but as potential or actual patients who want to learn more about the jargon that is sometimes necessary in medicine (together with the concealment of ignorance, which is not).</p>\n<p>At first glance, this book appears to contain about 5,000 pages.  This is a deception of reading time.  Each page is closely packed with words, words, words--key entries in italics (fully indexed) with snap comments about their etymologies and current standings.  The book is fairly loosely structured.  It contains seven chapters, dealing with everything from medical slang, jargon, and gibberish to modern coinages, abbreviations, and trade names.</p>\n<p>In spite of the fact that the author points out errors of usage and lack of clarity in medical writing, he attempts to justify the use of much medical jargon by claiming that only medical writers and journal editors care about accuracy and that physicians understand well enough the logical absurdities involved.  He comments that a patient might talk of a “shiner” whereas a doctor (holy of holies) would speak of a “periorbital ecchymosis,” which is true only if you could imagine a doctor referring to cephalalgia instead of a headache or odontalgia instead of a toothache. It just isn't done in practice, except for papers submitted to medical journals; and the editors of such journals will soon set the author straight.</p>\n<p>Occasionally, Dirckx steps into a nicely planned trap of his own design.  He claims that “several physicians have a regrettable habit of inventing, or at least misapplying, terms to cover their inability to arrive at a diagnosis.  There must be several million people who have been told by their physicians that they have <em>low blood pressure</em>, a condition unknown to writers of textbooks of medicine.”  On that point one must question the author about his medical qualifications, especially since he makes such a big point of this so-called error.  The fact happens to be that every major medical textbook in the world lists low blood pressure (under the medical heading <em>hypotension</em>).  The only technical point to be conceded is that low blood pressure is not a disease entity but a feature of some primary disorders (Addison's disease being the best known).  Of course, low pressure is also a fact in acute shock (circulatory collapse) and other conditions, such as myocardial infarction, orthostatic hypotension, and hemorrhagic fever. One leading medical textbook (Harrison's <em>Principles of Internal Medicine</em>, p. 225) even mentions that chronic low blood pressure may be a feature in “malnutrition, cachexia, chronic bed rest, and a variety of neurologic disorders... especially in the standing position.”</p>\n<p>It is no fun to pick on errors, simple or complex.  The fact is that this book is quite useful and makes extremely interesting reading.</p>\n<p>Dirckx occasionally pokes fun at his fellow physicians. He mentions that, “Though they readily stretch the meanings of words, physicians show little imagination or initiative in the fabrication of new words in medicalese.  Exceptions are <em>retrospectoscope</em>, a mythical instrument with which the pathologist is reputed to achieve 20/20 hindsight in identifying the errors and omissions of the clinician, and the acronymic <em>Gok's disease</em> (<em>God only knows</em>).”</p>\n<p>American doctors have traditionally been looked upon by their patients as nearly mystical and gódlike super-beings. It is refreshing to see a book that attempts to prick the bubble of this illusion, even though the primary audience may not find it altogether amusing.  Much of the magic of medical jargon is exploded.  Technical terms are revealed as smokescreens for ignorance or insecurity in many cases.  The play must go on.  As the author tells us, “Besides the special jargon that physicians use when they speak to patients about technical matters, there is yet another <em>patois</em> in which doctors converse among themselves about these matters when they must do so in the presence of the patient.  The former idiom is intended to make complex ideas intelligible, the latter to make simple ideas opaque.”</p>\n<p><em>—Edward R. Brace, Fellow, American Medical Writers Association, Aylesbury, Bucks., England</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA</h1> <p><strong><em>SLIPS OF SPEECH</em></strong>\nJohn H. Bechtel, The Penn Publishing Company, 1901 (Republished by Gale Research Company, 1974)</p> <blockquote>\n<p>Rarely use a foreign term when your meaning can be as well expressed in English.  Instead of <em>blasé</em> [<em>sic</em>], use surfeited or wearied; for <em>cortége</em> use procession; for <em>couleur de rose</em>, rose-color; for <em>déjeuner</em>, breakfast; for <em>employé</em>, employee; for <em>en route</em>, on the way; for <em>entre nous</em>, between ourselves; for <em>fait accompli</em>, an accomplished fact; for <em>in toto</em>, wholly, entirely; for <em>penchant</em>, inclination; for <em>raison d'être</em>, reason for existence; for <em>recherché</em>, choice, refined; for <em>rôle</em>, part; for <em>soirée dansante</em>, an evening dancing party; for <em>sub rosa</em>, secretly, etc.</p>\n</blockquote> <p>The selection quoted above and this book are important, for they illustrate how style and even meaning in language have changed during a brief 75 years.  Of the items listed, today's speakers of English would probably consider only <em>couleur de rose, déjeuner, employé</em>, and the archaic <em>soirée dansante</em> (replaced by the later, but now also archaic <em>thé dansant</em>) as affected.  But the rest--11 out of 15--are readily encountered in common speech and writing. These deal less with the question of fashion in language than with language itself.  One, <em>recherché</em>, has a more common sense today as  'arcane, recondite, obscure' than as  'choice, refined,' though dictionaries still list the older sense, chiefly because it may well be encountered in writings more than 50 years old.</p> <p>Language fashions change, too: under “Trite Expressions,” we can find such unfamiliar “stereotypes” as <em>counterfeit presentment, the hymeneal altar, the rose upon the cheek, the debt of nature, the bourne whence no traveler returns, the devouring element, a brow of alabaster</em>.</p>"
}