{
  "type": "Article",
  "title": "Gullah: A Historical Note and Quiz",
  "author": "Sterling Eisiminger\nClemson University",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Gullah: A Historical Note and Quiz</h1>\n<p><em><span data-rel=\"author\">Sterling Eisiminger\nClemson University</span> <span data-rel=\"location\"></span></em></p>\n<p>Thomas Pyles called it the great exception to the homogenity of American speech.  But while Gullah has long recognized as a difficult dialect, its origins have been disputed.  Prior to the work of Lorenzo D. Turner, a Negro linguist familiar with the West African languages, who spent over twenty years researching the origins of Gullah, scholars mistakenly assumed during the first forty years of this century that the dialect was illiterate English acquired and modified by black slaves who lost their native tongue and learned a second language from their white overseers. Turner's painstaking fieldwork has shown that over six thousand words (four fifths are personal names) in Gullah are of African origin.  The parent tongues include some thirty West African languages among which are Efik, Hausa, Wolof, Malinka, Kongo, Yoruba, and Ibo which are spoken in countries in and between Senegal and Angola. (The term <em>Gullah</em> itself is either a shortened form of <em>Angola</em> or a form of <em>Gola</em>, the name of a tribe in Liberia.)</p>\n<p>Turner notes that because of the relatively low duty charged for African slaves and the African reputation for meekness (as opposed to West Indian slaves), some 100,000 Africans were brought to the tidewater regions and sea islands of South Carolina, Georgia, and Northeastern Florida between 1708 and 1808; although import was illegal after that, many were still brought in.  Isolated historically and geographically, the Gullah blacks retained much of their African linguistic inheritance, and probably through the interplay of black and white children, as Mitford Mathews suggests, some Africanisms such as <em>voodoo, juke, jazz, bango, samba, tote, buckra, cooter, okra, gumbo</em>, and <em>chigger</em> crept into English.  Of course, the slaves adopted and altered many modern and obsolescent English terms too, including: <em>watermillion</em> 'watermelon,' <em>drap</em> 'drop,' <em>gwine</em> 'going,' <em>larn</em> 'learn,' <em>sarpint</em> 'serpent,' <em>pizen</em> 'poison,' and <em>puppus</em> 'purpose.'  Employing an African intonation and featuring an absence of inflection (<em>e</em> replaces <em>he, she</em>, and <em>it</em>), this amalgam or pidgin called Gullah is spoken today with a rapid, crackling, musical delivery by perhaps 250,000 people.</p>\n<p>The literary uses of Gullah have been modest.  In the early nineteenth century at least three white literary artists, Caroline Gilman, Edgar Allan Poe, and William Gilmore Simms, made varying use of the Gullah culture.  After the Civil War and well into the twentieth century, local colorists made somewhat wider use of the dialect.  These writers include Joel Chandler Harris, who is better known for his use of up-country dialect, Ambrose E. Gonzales, who compiled an extensive glossary of Gullah in his collection of Gullah tales <em>The Black Boarder</em>, and Dubose Heyward, author of <em>Porgy</em>.</p>\n<p>The following matching quiz has been compiled from the terms collected by Ambrose Gonzales, Lorenzo Turner, Ann Haskell, Reed Smith, and myself.  Try to match the standard English term on the right with the appropriate Gullah equivalent on the left.</p>\n<p>{{&lt; column &gt;}}\n{{}}__1.  tittuh {{}}\n{{}}A.  remnant{{}}\n{{}}__2.  tetch {{}}\n{{}}B.  sister{{}}\n{{}}__3.  goober {{}}\n{{}}C.  peanut{{}}\n{{}}__4.  geechy {{}}\n{{}}D.  to question{{}}\n{{}}__5.  to quizzit {{}}\n{{}}E.  Gullah{{}}\n{{}}__6.  shut-mout' {{}}\n{{}}F.  to speak{{}}\n{{}}__7.  she-she talk {{}}\n{{}}G.  to exaggerate{{}}\n{{}}__8.  a shout {{}}\n{{}}H.  dawn{{}}\n{{}}__9.  to crack (one's) teeth {{}}\n{{}}I.  feminine gossip{{}}\n{{}}__10.  day clean {{}}\n{{}}J.  a wife{{}}\n{{}}__11.  lawfully lady {{}}\n{{}}K.  a shrew{{}}\n{{}}__12.  clap-hat bitch {{}}\n{{}}L.  secretive{{}}\n{{}}__13.  to cut de green calabash{{}}\n{{}}M.  a religious dance marked by ecstatic motion{{}}\n{{}}__14.  free issue {{}}\n{{}}N.  married man's girl, not his wife{{}}\n{{}}__15.  a settin' up {{}}\n{{}}O.  to harrass{{}}\n{{}}__16.  side-gal {{}}\n{{}}P.  flattery{{}}\n{{}}__17.  sweetmouth {{}}\n{{}}Q.  covetous{{}}\n{{}}__18.  bad mouth {{}}\n{{}}R.  collection plate passed to pay for the funeral{{}}\n{{}}__19.  big eye {{}}\n{{}}S.  curse{{}}\n{{}}__20.  burial saucer {{}}\n{{}}T.  a wake{{}}\n{{}}__21.  to tarrigate {{}}\n{{}}U.  child of white mother and black father{{}}\n{{&lt; /column &gt;}}</p>\n<p>Answers: 1B, 2A, 3C, 4E, 5D, 6L, 7I, 8M, 9F, 10H, 11J,\n12K, 13G, 14U, 15T, 16N, 17P, 18S, 19Q, 20R,\n21O.</p>\n<p><strong>Addenda</strong></p>\n<p>The language of the eastern mountain regions of the US--the Appalachian region--has a number of interesting colloquialisms.  <em>Ary</em> and <em>nary</em> (or <em>airy</em> and <em>nairy</em>) are used quite naturally and unaffectedly by persons native to this region to mean 'any' and 'not any,' or 'none.'  They tend to use these colloquial expressions, in preference to the more generally used terms, as emphatics.  (I suspect that there is a linguistic rule here.  The older term is preferred when the intent is quite serious, when the emotions are deeply involved, when ingrained values and standards are at stake.  Notice the use of Biblical--really Elizabethan-- language in matters of religion.)</p>\n<p>The word <em>gravel</em>, which in General American is a collective noun, has here both a singular and plural form.  For example, <em>He picked up a handful of gravels and threw a gravel against the window to wake Tom up.</em></p>\n<p><em>Molasses</em> is frequently used as a plural, particularly by the less educated: <em>These molasses was made in Cade's Cove.</em></p>\n<p><em>Lens</em> is sometimes used as if it were plural.  <em>Both lens of my safety glasses were so scratched up they had to give me new ones.</em></p>\n<p>I ran into a colloquial term, old around here, but new to me, just the other day by eavesdropping on one end of a conversation on the phone between Johnny Loy and Greg Mansfield, both of whom work at Oak Ridge National Laboratory where I, too, am employed.  Johnny is the general factotum who sees to it that the plumbing works, the doors open and close, the lights burn, and so on, in Buildings 4500N, 4501, and 4505.  Johnny is a myth and tradition in his own time.  There is a genre called Johnny Loy stories around here.  These stories go back to the very birth of atomic energy.</p>\n<p>Greg is a very scholarly fellow, a translator of six or seven languages in the Information &amp; Reports Division (Library). Greg comes from up northeast, somewhere.</p>\n<p>Johnny is strictly local, of mountain heritage.</p>\n<p>As I eavesdropped on one end of the conversation, it became apparent that the talk was about a pretty little secretary who was getting married to a craftsman at the Lab.  I didn't know either of them, but apparently both Johnny and Greg did.</p>\n<p>Johnny said into the phone, “Greg, I feel awful sorry for that little girl.  I feel real sorry for her.  Greg, that son-of-a-bitch is a bank-walker if I ever saw one.  I saw him once in the old change-room in 3950, and the son-of-a-bitch is a real bank-walker, if I ever saw one.”</p>\n<p>Apparently, Greg, on the unheard end of the line, wondered, as I did, what a “bank-walker” might be.</p>\n<p>“Why, Greg,” said Johnny, “you remember when we were kids, and we went down to the swimming hole to skinny-dip; boys built like you and me, we got our clothes off and got in the water as quick as we could, to avoid embarrassment.  But up on the bank was that <em>bank-walker</em>, striding around and showing off.  He usually didn't have much brains, and usually he was skinny and knock-kneed-- or bowlegged--and he generally didn't have much to be proud of, but he had something to brag about, and he bragged about it by bank-walking.” <em>[—W.M. Woods, Oak Ridge, Tennessee]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Gullah: A Historical Note and Quiz</h1> <p><em><span data-rel=\"author\">Sterling Eisiminger\nClemson University</span> <span data-rel=\"location\"></span></em></p> <p>Thomas Pyles called it the great exception to the homogenity of American speech.  But while Gullah has long recognized as a difficult dialect, its origins have been disputed.  Prior to the work of Lorenzo D. Turner, a Negro linguist familiar with the West African languages, who spent over twenty years researching the origins of Gullah, scholars mistakenly assumed during the first forty years of this century that the dialect was illiterate English acquired and modified by black slaves who lost their native tongue and learned a second language from their white overseers. Turner's painstaking fieldwork has shown that over six thousand words (four fifths are personal names) in Gullah are of African origin.  The parent tongues include some thirty West African languages among which are Efik, Hausa, Wolof, Malinka, Kongo, Yoruba, and Ibo which are spoken in countries in and between Senegal and Angola. (The term <em>Gullah</em> itself is either a shortened form of <em>Angola</em> or a form of <em>Gola</em>, the name of a tribe in Liberia.)</p> <p>Turner notes that because of the relatively low duty charged for African slaves and the African reputation for meekness (as opposed to West Indian slaves), some 100,000 Africans were brought to the tidewater regions and sea islands of South Carolina, Georgia, and Northeastern Florida between 1708 and 1808; although import was illegal after that, many were still brought in.  Isolated historically and geographically, the Gullah blacks retained much of their African linguistic inheritance, and probably through the interplay of black and white children, as Mitford Mathews suggests, some Africanisms such as <em>voodoo, juke, jazz, bango, samba, tote, buckra, cooter, okra, gumbo</em>, and <em>chigger</em> crept into English.  Of course, the slaves adopted and altered many modern and obsolescent English terms too, including: <em>watermillion</em> 'watermelon,' <em>drap</em> 'drop,' <em>gwine</em> 'going,' <em>larn</em> 'learn,' <em>sarpint</em> 'serpent,' <em>pizen</em> 'poison,' and <em>puppus</em> 'purpose.'  Employing an African intonation and featuring an absence of inflection (<em>e</em> replaces <em>he, she</em>, and <em>it</em>), this amalgam or pidgin called Gullah is spoken today with a rapid, crackling, musical delivery by perhaps 250,000 people.</p> <p>The literary uses of Gullah have been modest.  In the early nineteenth century at least three white literary artists, Caroline Gilman, Edgar Allan Poe, and William Gilmore Simms, made varying use of the Gullah culture.  After the Civil War and well into the twentieth century, local colorists made somewhat wider use of the dialect.  These writers include Joel Chandler Harris, who is better known for his use of up-country dialect, Ambrose E. Gonzales, who compiled an extensive glossary of Gullah in his collection of Gullah tales <em>The Black Boarder</em>, and Dubose Heyward, author of <em>Porgy</em>.</p>"
}