{
  "type": "Epistola",
  "title": "EPISTOLA Ed Rehmus",
  "contributor": "Ed Rehmus",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Ed Rehmus</span></h1>\n<p>Might I suggest that if <em>aubergine</em> [II, 4] derives ultimately from Arabic <em>al-badhinjan</em> we take a second look at the Hindi <em>bharta</em> and consider the possibility that it could be an even more ultimate source for the Arabic word itself?  What is the exact breakdown of <em>al-badhainjan</em>?  Is it 'the indian egg'?  The Arabic for 'egg' is <em>bayda</em> (<em>badha</em>?). I don't know the Arabic for 'plant' but even if it is something like <em>injan</em> or <em>hinjan</em> the entire Arabic word could still be folk etymology for a word borrowed from the Hindus, perhaps even from Sanskrit.  There are many examples of Afro-Indian correspondences (e.g., Sanskrit <em>simha</em>/Bantu <em>simba</em>: “lion”).</p>\n<p>Price's “Noun Overuse Phenomenon Article” [II, 4] is both welcome and telling.  Perhaps its appeal is primarily to the poet, but everyone could profit from it.  There are some who might say that it is not nouns so much which are at fault as the failure to use more evocative ones, but that is skirting this issue.</p>\n<p>Noun overuse is the result of several invidious modern trends.  One is the direct result of teaching adjective avoidance in our English classes.  Another is that NOT stringing nouns together takes time, that modern commodity which is so poorly rationed.  Good writing calls us to go back over what we have written, crossing out the dross, replacing it with a more acceptable style.</p>\n<p>Perhaps we use fewer verbs because we do less. Sitting in an office all day and before a TV set all evening is scarcely conducive to thinking in terms of dynamically active verbs.  But of course it is the use of verbs that is the allopathic antidote to excessive noun usage.  Our overemphasis on commerce and technology slides us into dreary non-creativity.  Even to use adjectives properly requires training in English usage.  It's easier to run nouns together than to worry about choosing between difficult alternatives such as, say, <em>continuous</em> and <em>continual</em>.</p>\n<p>For it isn't only more verbs and adjectives that we crave.  We should sweat more over grammar.  We should explore more carefully all the other parts of speech and we should cease to neglect our idioms.</p>\n<p>If only we were to connect the noun strings with hyphens that would be a start.  Our writing might not suddenly become clearer, but it would draw attention to noun overuse with an end to facilitating its excision.</p>\n<p>Good sentences thrum to an inner rhythm.  They don't just galumph along any old way.  They describe real processes. They don't list unwieldy impedimenta over which we stumble as over a marine's obstacle course.  As Price points out, that is what makes sentences go clunk-clunk. We should remember Poe's “Unity of effect” which means that the writer chooses only words that contribute to his whole thought, that enhance that thought or at least that do not distract us from its purpose.</p>\n<p>This, however, requires discernment and word-sense, so maybe not everyone should be entitled to call himself a writer simply because he can link words to one another the way a monkey might string bunches of grotesquely unmatched beads together.</p>\n<p>As usual, <em>poeta nascitur non fit</em>.  Why not put all our starving poets to work rewriting the garbage turned out by the whole politics-advertising-Academia-technology-military-industry-institution-corpus?   _[Ed Rehmus, San Francisco, California] _</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Ed Rehmus</span></h1> <p>Might I suggest that if <em>aubergine</em> [II, 4] derives ultimately from Arabic <em>al-badhinjan</em> we take a second look at the Hindi <em>bharta</em> and consider the possibility that it could be an even more ultimate source for the Arabic word itself?  What is the exact breakdown of <em>al-badhainjan</em>?  Is it 'the indian egg'?  The Arabic for 'egg' is <em>bayda</em> (<em>badha</em>?). I don't know the Arabic for 'plant' but even if it is something like <em>injan</em> or <em>hinjan</em> the entire Arabic word could still be folk etymology for a word borrowed from the Hindus, perhaps even from Sanskrit.  There are many examples of Afro-Indian correspondences (e.g., Sanskrit <em>simha</em>/Bantu <em>simba</em>: “lion”).</p> <p>Price's “Noun Overuse Phenomenon Article” [II, 4] is both welcome and telling.  Perhaps its appeal is primarily to the poet, but everyone could profit from it.  There are some who might say that it is not nouns so much which are at fault as the failure to use more evocative ones, but that is skirting this issue.</p> <p>Noun overuse is the result of several invidious modern trends.  One is the direct result of teaching adjective avoidance in our English classes.  Another is that NOT stringing nouns together takes time, that modern commodity which is so poorly rationed.  Good writing calls us to go back over what we have written, crossing out the dross, replacing it with a more acceptable style.</p> <p>Perhaps we use fewer verbs because we do less. Sitting in an office all day and before a TV set all evening is scarcely conducive to thinking in terms of dynamically active verbs.  But of course it is the use of verbs that is the allopathic antidote to excessive noun usage.  Our overemphasis on commerce and technology slides us into dreary non-creativity.  Even to use adjectives properly requires training in English usage.  It's easier to run nouns together than to worry about choosing between difficult alternatives such as, say, <em>continuous</em> and <em>continual</em>.</p>"
}