{
  "type": "Article",
  "title": "Grammar: The Terms Betray the Bias",
  "author": "Donald A. Sears\nCalifornia State University",
  "location": "Fullerton",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Grammar: The Terms Betray the Bias</h1>\n<p><em><span data-rel=\"author\">Donald A. Sears\nCalifornia State University</span> <span data-rel=\"location\">Fullerton</span></em></p>\n<p>Those of us over fifty have learned our grammar several times over, struggling each time with shifting terminology.  From the Latin-based grammar of Wooley with its nominatives, genitives, and accusatives through the dos and don'ts of early Hodges (<em>The Harbrace Handbook</em>), we boxed ourselves into the structural approaches of the fifties, and drew Calder-like mobiles of branching trees as we pursued Chomsky's transformational logic.  With an occasional wistful glance at the traditionalist Longs (<em>The System of English Grammar</em>), we confounded ourselves in Fillmore's cases and Lamb's stratifications.  For the changes have been rapid; and to our confusion, each new school of grammar has developed its own taxonomy.  With each development we have been asked to learn a fresh array of terms, always with the claim of greater “scientific” precision.</p>\n<p>Closer examination of these terms, however, reveals less science than poetry, less precision than metaphor, less innovation than acceptance of the latest intellectual fad. To each age, its dominant world view; with each shift, a compulsion to substitute new terms in the old disciplines, be they of history, criticism, science, or in this case language study.  The following is an initial attempt to bring order to taxonomic chaos, to suggest categories in the development of grammatical terminology.</p>\n<ol>\n<li>THE NORMATIVE</li>\n</ol>\n<p>Now two centuries old is the familiar terminology that started in the eighteenth century, grounded in its belief in universal norms and raised by the moral nineteenth century to overtones of ethical values.  Compounds were labeled <em>impure</em> and <em>improper</em> when their morphemes were drawn from more than one language.  Suffixes were accused of <em>tainting</em>; words <em>contaminated</em> one another.  Paradigms were found to be <em>defective</em> in Modern English.  And semantic change was analyzed in terms of <em>amelioration</em> and <em>pejoration, elevation</em> and <em>degradation</em>.  Grammar itself was <em>right</em> or <em>wrong</em>.  To mishandle the semicolon was to stray from the paths of rectitude and commit a <em>comma fault</em>. From religion itself came terms such as <em>hierarchy, canonical forms,</em> and <em>relics</em>.  But a new breeze of Darwinian evolution was in the air even as the normative terms were pouring forth.</p>\n<ol start=\"2\">\n<li>THE EVOLUTIONARY</li>\n</ol>\n<p>While the great debate of religion versus evolution echoed among scholars, the normative terms of grammar with their religious moralism were under attack by the new.  Words were now seen as <em>native</em> or <em>alien</em>; they became <em>naturalized</em> and <em>domesticated</em>, underwent <em>diffusion</em> and <em>migration</em>.  In the process of <em>acclimatization</em>, they became <em>conditioned</em> by <em>environment</em>.  The results might be a <em>mutation</em> or <em>adaptation</em>.</p>\n<p>As the age wore on, Darwinian terms broadened into biomedical terminology applied as metaphor to language. The <em>pedigree</em> theory traced the <em>family tree</em> and <em>branches</em> of the Indo-European languages.  We read of <em>word-crossing, linking,</em> and <em>liaison</em>.  Some suggestive verbs became known as <em>copulative</em>; nouns and pronouns might be <em>epicene</em>; constructions might be <em>pregnant</em>.  Words were studied <em>root</em> and <em>stem</em>, and were caught in acts of <em>nesting</em> and <em>symbiosis</em>. Some were found to undergo semantic <em>rejuvenation</em>.  But biological determinism was going down before physical determinism and a new fad of naming was a-borning.</p>\n<ol start=\"3\">\n<li>THE PHYSICAL SCIENTIFIC</li>\n</ol>\n<p>The drive to make linguistics scientific flooded the literature with jawbreaking terms derived with new affixes of -<em>ival</em>, -<em>eme</em>, and <em>allo</em>- (<em>adjectivals, phonemes</em> and <em>morphemes, allomorphs</em> and <em>allosemes</em>).  The search for natural “laws” identified <em>centrifugal</em> and <em>centripetal</em> forces.  “Root” was replaced with <em>element</em> and <em>nucleus</em>, leading to <em>residue</em> forms and <em>residual</em> phonemes.  <em>Amalgams</em> and <em>agglomerations</em> were identified from <em>components, constituents,</em> and <em>segments</em>.  <em>Diachronic</em> versus <em>synchronic</em> approaches vied with <em>endocentric</em> versus <em>exocentric</em> to confound the neophyte. From geology came terms like <em>drift, matrix</em> and <em>embedding, attrition,</em> and <em>petrification</em>.  Gradually, however, some newer sciences--closer in subject matter to linguistics --were emerging.</p>\n<ol start=\"4\">\n<li>THE COMMUNICATIONIST</li>\n</ol>\n<p>From the Bell Telephone Laboratory came communication theory, from MIT came cybernetics, and from IBM the application of mathematics to computer science.  The linguists snuffed the change of air and spoke of <em>sets</em> and <em>subsets</em>, of <em>encoding</em> and <em>decoding</em> messages, of code <em>switching</em> and <em>feedback</em>, of <em>frame</em> and <em>base</em>, of <em>senders</em> and <em>receivers</em> and semantic <em>noise</em>.  Language now was seen in terms of <em>input</em> to generate an <em>output</em>.  The <em>efficiency</em> of the <em>code</em> could be measured in terms of its <em>productivity</em>.</p>\n<p>What the next intellectual wave will contain of scientific detritus and terms to torment the tyro the eighties will tell.  We can at least be sure that future linguists will continue to respond to the trends, to lend their discipline the aura of scientific exactitude by adapting and adopting the latest fashion.  Happily for those of us more humanistically inclined, there are still those linguists who have drawn their metaphors from general fields.  From music come <em>allegro</em> and <em>lento</em> forms; from industry, <em>constructions</em>, sentence-<em>building</em>, and <em>modification;</em> from banking, <em>borrowing</em> and <em>loan</em> words.  More generally still, consonants may be <em>broad</em> or <em>slender</em>; and vowels, <em>dark</em> or <em>light</em>.  Words may be <em>full</em> or <em>empty</em>, and morphemes appear as <em>bound</em> or <em>free</em>.  Words may be <em>telescoped</em>, <em>clipped</em>, or <em>coined</em>; some remain as <em>stumps</em>, stand <em>forlorn</em>, get packed into a <em>portmanteau</em>.</p>\n<p>We await the next development whether it come from rocketry and outer space (boosters? capsules? orbits?) or oceanography (the deeps? submerged?) or environmental science (ecology? semantic smog?)--whatever.  Come it will, as future linguists proclaim their newness with borrowed metaphors of the trendiest intellectual development of the future.  Their terms will betray their bias.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Grammar: The Terms Betray the Bias</h1> <p><em><span data-rel=\"author\">Donald A. Sears\nCalifornia State University</span> <span data-rel=\"location\">Fullerton</span></em></p> <p>Those of us over fifty have learned our grammar several times over, struggling each time with shifting terminology.  From the Latin-based grammar of Wooley with its nominatives, genitives, and accusatives through the dos and don'ts of early Hodges (<em>The Harbrace Handbook</em>), we boxed ourselves into the structural approaches of the fifties, and drew Calder-like mobiles of branching trees as we pursued Chomsky's transformational logic.  With an occasional wistful glance at the traditionalist Longs (<em>The System of English Grammar</em>), we confounded ourselves in Fillmore's cases and Lamb's stratifications.  For the changes have been rapid; and to our confusion, each new school of grammar has developed its own taxonomy.  With each development we have been asked to learn a fresh array of terms, always with the claim of greater “scientific” precision.</p> <p>Closer examination of these terms, however, reveals less science than poetry, less precision than metaphor, less innovation than acceptance of the latest intellectual fad. To each age, its dominant world view; with each shift, a compulsion to substitute new terms in the old disciplines, be they of history, criticism, science, or in this case language study.  The following is an initial attempt to bring order to taxonomic chaos, to suggest categories in the development of grammatical terminology.</p> <ol>\n<li>THE NORMATIVE</li>\n</ol>"
}