{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: THE INTERPRETATION OF LANGUAGE.  VOLUME II: UNDERSTANDING THE UNCONSCIOUS MEANING OF LANGUAGE",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>THE INTERPRETATION OF LANGUAGE.  VOLUME II: UNDERSTANDING THE UNCONSCIOUS MEANING OF LANGUAGE</em></h1>\n<p>by Theodore Thass-Thienemann, Jason Aronson, Inc., 1968</p>\n<p>Once, following dominant fads, I conceived of linguistics as something approaching an exact science.  Once I believed that etymology held the key to vast stretches of language change.  Then, while giving a seminar report on Plato's <em>Kratylos</em>, with its optimistic implication that the etymon would lead us to the “real meaning” of a word, I exclaimed, with a flash of insight, “He obviously didn't mean it!  This is satire!”  Whether that insight (of 40 years ago) was genuine or spurious, the cynicism engendered remains. Paradoxically, my fascination with etymology has never waned.</p>\n<p>The present volume1 I confess to not having read volume I, which doubtless disqualifies me as a reviewer, although this is evidently a complete and separate work in itself. with its curious sub-title (who or what is “unconscious”?) shows a similar fascination with etymology and is also reminiscent of the idea espoused-- or rejected--by Plato, that etymology gets us to the “real” meanings.  The author favors the word <em>properly</em>: Old English <em>an-lic</em> 'only' “properly” meant 'one-body'; Hungarian <em>lóhere</em> 'shamrock' “properly” means 'horse testicle,' etc. Present-day meanings are evidently “improper.”  Sometimes, however, the author overlooks earlier meanings himself.  In treating the “polarization (not a freezing process) of milk and meat” (pp. 38-39) he apparently equates meat with animal flesh.  But the biblical passage quoted (Hebrews 5.13-14) has _stereà troph\\etilde_ 'solid food,' which could be vegetarian, and the polarization is not milk vs. meat but liquid vs. solid.</p>\n<p><em>Sarko-phágos</em> “flesh-eater” for 'coffin,' traditionally explained (as early as Pliny, and before) as referring to the limestone that consumed the corpse, is regarded as meaning rather the return into the “swallowing womb” of the mother (<em>Terra Mater</em>), pp. 39; 303.  This would, granted, shed light on Job 1.21: “Naked came I out of my mother's womb and naked shall I return thither.”  That “returning thither” had me worried a bit as a boy in Sunday School, where a mass of terrifying lore was dispensed.  (I also shared Nicodemus' bewilderment at the admonition, “Ye must be born again.”)  If we say that the return is to Mother Earth, the riddle is at least half-solved.  One recalls Faust's, “The Mothers!  Mothers!  It sounds so strange.”2 Goethe, <em>Faust</em>, Part II, line 6217: <em>Die Mütter!  Mütter!'s klingt so wunderlich</em>. Recent semantic developments make <em>mother</em> sound still stranger.</p>\n<p>Highly alarming is the assertion that <em>education</em>, Latin <em>educatio</em> (like the German calque <em>Erziehung</em>) was not “originally” (“properly”?) a drawing-out (of the best in a pupil?  from barbarism to cultivation?) but has a more sinister reference to cattle-breeding and denotes castration, cf. “From Castration to Education” (pp. 114-117).  The word <em>wanton</em>, we are told, indicates the opposite of this baneful educated state, meaning “not pulled out,” therefore intact in vital respects and gloriously <em>lewd</em>; ignorance was indeed bliss.</p>\n<p>The author's theory states that language (= vocabulary) has been transformed by repressive anxiety over three “focal points of organic existence”.  (p. 11): the beginning (birth), the end (death), and the act of creating new life (sexual union).  Three main sections of the book partially reflect that division, with considerable overlapping and interpenetration: “Separation and Reunification” (13-42); “Oedipus--Identity and Knowledge” (43-117); and “The Return--Childhood Lost” (119-226). There follow addenda, notes, bibliography, and indexes (with Old English curiously put under “Index of Foreign Words”).</p>\n<p>Thass-Thienemann bases his interpretation on child psychiatry, developmental psychology, and dream interpretation. He explores subconscious verbal fantasies by following the “long, wide way of language” (p. 1).  He tells us that modern English bears messages sent in a remote past (to whom?); there is a hint that post-hypnotic suggestion is actualized in the fantasies of the disturbed. If so, this must be by the remotest of controls, even cutting across ancestral lines.  It seems that only a population of “ethnic purity” from very ancient times until the present could assure the kind of message-transmittal assumed here. The author is, admittedly, aware that language is not handed on through the genes, but he does call ancient speakers “our ancestors.”  Would not “predecessors” be better?  What about speakers of English (perhaps monoglots) whose ancestors were Ugrian or Basque or what-not? Furthermore, are we now sending messages to distant generations in the future?  What are we trying to tell them? Despite this carping criticism, there is something intriguing in the contemplation of the long course of language transmission and the obvious connection (via breath and psyche) with remote predecessors, whether relatives or not.</p>\n<p>The book abounds with fascinating lore and is really engrossing reading.  I have more confidence in the psychological portions, about which I know little--hence the childlike trust--than in those bordering on linguistics.  I would disagree with some etymologies, which are usually not the author's own, but admit that even “false” etymology plays a role throughout the ages.  There are more than a few errors of detail; some words are assigned to the wrong language (Irish, Sanskrit); others are nonexistent, although they no doubt were found in the author's sources.  He cannot know all the languages cited, hence the room for error of evaluation.  Transcriptions are sometimes unfortunate (for Sanskrit, Hebrew, Gothic), but these too follow others (although the absence of diacritics may be an original feature). Linguistic works cited are, while substantial, mostly old.</p>\n<p>The author evidently became enamored of the term “phonemic” at some time.  But his use of the term violates the phonemic principle.  Whether the “phoneme is dead” or is alive and well, it has meant to those using it a significant unit within the sound-system of one language; it is thus meaningless to apply it across language boundaries as does our author (pp. 34, 35, 91, 101, 108 <em>et passim</em>).</p>\n<p>Once or twice he is surely pulling our leg(<em>s</em>).  The sons of Austrian and Hungarian nobles, we are told, were called, like the eldest son of the King of France, <em>dauphin</em>. Schoolbooks were prepared <em>ad usum delphini</em> 'for the use of the dolphin (dauphin).'  This is compared by the author (p. 16) with English “school of fish.”  One needs to head for the <em>Elephant and Castle</em> for a strong drink.</p>\n<p>Most of the disagreements above are petty in nature --not all.  Even errors in detail and terminology will not vitiate a valid central thesis.  But one or two implications are hard to accept.  For example: vocabulary change is best observable in aberrations of the disturbed; their speech reflects more accurately an ancient stage than does the speech of the “normal” speakers.  The afflicted are in the favored position of being able to make profound revelations of a broad cultural nature, sometimes approaching the universal (this contrasts with Freud's treatment of speech aberrations as an individual phenomenon).  In his rational moments, the patient apparently has no such magic touch with pristine language.  How, though, can he recapture an ancient semantic level when there are no intermediate steps?  <em>Men darf zayn meschugeh</em>?  Perhaps it helps.</p>\n<p>The volume appears to be extremely useful (with observation of the necessary caveats) for those concerned with language, folklore, comparative literature, Biblical studies, etc., in addition to the author's own major field. It would also perhaps prove fruitful to us in languages and linguistics to turn to some of the publications in the bibliography that are no doubt important sources hitherto overlooked by most of us.</p>\n<p><em>—Robert A. Fowkes, New York University</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>THE INTERPRETATION OF LANGUAGE.  VOLUME II: UNDERSTANDING THE UNCONSCIOUS MEANING OF LANGUAGE</em></h1> <p>by Theodore Thass-Thienemann, Jason Aronson, Inc., 1968</p> <p>Once, following dominant fads, I conceived of linguistics as something approaching an exact science.  Once I believed that etymology held the key to vast stretches of language change.  Then, while giving a seminar report on Plato's <em>Kratylos</em>, with its optimistic implication that the etymon would lead us to the “real meaning” of a word, I exclaimed, with a flash of insight, “He obviously didn't mean it!  This is satire!”  Whether that insight (of 40 years ago) was genuine or spurious, the cynicism engendered remains. Paradoxically, my fascination with etymology has never waned.</p> <p>The present volume1 I confess to not having read volume I, which doubtless disqualifies me as a reviewer, although this is evidently a complete and separate work in itself. with its curious sub-title (who or what is “unconscious”?) shows a similar fascination with etymology and is also reminiscent of the idea espoused-- or rejected--by Plato, that etymology gets us to the “real” meanings.  The author favors the word <em>properly</em>: Old English <em>an-lic</em> 'only' “properly” meant 'one-body'; Hungarian <em>lóhere</em> 'shamrock' “properly” means 'horse testicle,' etc. Present-day meanings are evidently “improper.”  Sometimes, however, the author overlooks earlier meanings himself.  In treating the “polarization (not a freezing process) of milk and meat” (pp. 38-39) he apparently equates meat with animal flesh.  But the biblical passage quoted (Hebrews 5.13-14) has _stereà troph\\etilde_ 'solid food,' which could be vegetarian, and the polarization is not milk vs. meat but liquid vs. solid.</p> <p><em>Sarko-phágos</em> “flesh-eater” for 'coffin,' traditionally explained (as early as Pliny, and before) as referring to the limestone that consumed the corpse, is regarded as meaning rather the return into the “swallowing womb” of the mother (<em>Terra Mater</em>), pp. 39; 303.  This would, granted, shed light on Job 1.21: “Naked came I out of my mother's womb and naked shall I return thither.”  That “returning thither” had me worried a bit as a boy in Sunday School, where a mass of terrifying lore was dispensed.  (I also shared Nicodemus' bewilderment at the admonition, “Ye must be born again.”)  If we say that the return is to Mother Earth, the riddle is at least half-solved.  One recalls Faust's, “The Mothers!  Mothers!  It sounds so strange.”2 Goethe, <em>Faust</em>, Part II, line 6217: <em>Die Mütter!  Mütter!'s klingt so wunderlich</em>. Recent semantic developments make <em>mother</em> sound still stranger.</p>"
}