{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: THE GUINNESS BOOK OF NAMES",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>THE GUINNESS BOOK OF NAMES</em></h1>\n<p>Leslie Dunkling, Guinness Superlatives Limited, 1974</p>\n<p>No book in onomastics comparable to this one has been published in the United States.  Frankly, it is doubtful that a publisher here would have accepted it.  Perhaps only in England, where the professional and the amateur faculties of an author can still tie the subtle knot that associates sensibility, can the disrhythmic quidnunc, the gouty antiquarian, or the purely innocent be granted space. Although the text qualifies as an astounding success, it contributes little that is substantially new to a specialist.  In that way it is like a one-volume edition of Mencken's <em>The American Language</em>--compendious, encyclopedic, stylistically distinctive, and informed.  Sounds impossible and slightly tipsy!</p>\n<p>The book is truly attractive in format and layout, with relevant photographs and illustrations throughout.  For instance, a photograph of the musical scores of “Louise,” “Michelle,” and “Tip Toe Through the Tulips” is used to point up the associational influences that may cause parents to name their child because of the current popularity of a song.  <em>Tulip</em> is, of course, the name given by the singer Tiny Tim to his daughter.  Dunkling coins <em>nameograph</em> as the descriptive term for identifiable sketches of famous persons, such as Washington, Lincoln, or Churchill.  A free-style drawing of Charlie Chaplin illustrates <em>Chaplin</em>.  The book jacket, a montage of pictures, shows a cut of the upper half of a nubile girl wearing a Princeton University T-shirt, the mainmast of the sailing vessel <em>Cutty Sark</em>, a birth registration sheet for 1883, a geological survey map of the island of Hawaii, a platter of cheese wedges (brands named), cheesecake (Miss England of 1970 reigning in near-undress), the Drunken Duck, and rogues' gallery shot of Leslie Dunkling, full-face and right profile, No. 1199062. The jacket exudes a sprouting sensuality that must not go unnoticed.</p>\n<p>With this falderol out of the way, we can slip between the covers.  Dunkling has the audacity to title the first two chapters, “What's In a Name?”  This dampens the enthusiasm of anyone knowledgeable with the name game.  Yet, both short chapters are carried off with a flamboyance not seen in any books on names that I know.  He even quotes the “infamous” lines from Shakespeare's <em>Romeo and Juliet</em> at the very beginning, a commencement hardly promising. It is here, however, that we are confronted with a critical mind.  The passage is worth quoting:</p>\n<blockquote>\n<p>Juliet's beautiful speech, which in context is a passionate plea for what is known to be a lost cause, is often misinterpreted.  Juliet does not believe what she says even as she says it, and Shakespeare certainly did not believe it.  He gives quite a different answer to his own question many times in his plays and poems.  With his usual genius, however, he makes Juliet ask herself a timeless question which has an infinity of answers.  The innumerable sub-editors who have echoed the question at the head of a thousand columns simply acknowledge the fact.  We must also acknowledge it, and attempt to find some answers.</p>\n</blockquote>\n<p>In control here is a brash and daring commentator who uses a trite approach to introduce something quite serious and important.</p>\n<p>After this comes a short, too short, glossary of name terms, and then sections on a name's meaning, origin, and density.  The highly complicated concept of the “name-print” theory is described enough to make us wish he had developed it further.  According to this, all of us have “an onomastic finger-print”; that is, we react in personal ways to names on a list, something that will reveal both our general and our specialized knowledge.  It is a kind of name association test, only more limited, though probably no less revealing.  Other sections include commentary on duplication and transfer, names as vocabulary, personal name substitutes, modifiers, love names, hate names, and the psychological problem of “one's own good name.”</p>\n<p>He classifies names in “at least four ways”: By their linguistic status; by their formal characteristics; by type of origin; and by the nomenclature to which they belong.  In each section, the author subtly and unpretentiously inserts linguistic and psychological interpretations.  Names are discussed synchronically and diachronically; for instance, <em>Belcher</em> probably had the ameliorative meaning of “pretty face,” from <em>bel chiere</em>, but its English form and present meaning can leave the owner “sadly exposed.”  He is especially concerned with his own name, a concern that extends to all of us who have “strange” names.  Schoolboys taunted him with “Does dung cling?”  Some persons insist on hearing <em>Dumpling</em>, either through actually being hard-of-hear-ing or through maliciousness.  The name is easily derived through analyses of sound changes in English dialects that connect surnames like <em>Dunkley</em> with place names of <em>Dinkling</em> and <em>Dinckly</em> in Lancashire.  Such commentaries permeate the text.</p>\n<p>In a sense, the book is an introduction to both the theory and practice of names and naming.  No extensive treatment of any category of names occurs, although the encapsulating is so sophisticated as to obviate any necessity to list examples for the sake of listing or proliferating. The categories, then, are not exhaustive, but they indeed cover major areas and types: Names of pubs, houses, streets, trades, magazines, flowers, ships, apples, railways, lorries, on to “No End of Names.”  With some casting around, we could find omissions, one notably being names in sports, except for a mention of names of racehorses.  So encompassing is the coverage that Dunkling's supposition that we may have more names in our vocabulary than we do “ordinary language” must be taken seriously.</p>\n<p>Mr. Dunkling has produced a book that deserves shelf space anywhere that good books are found and reading time by anyone who pretends to fluency in English.  If the owner's reading ability is skewered to the bell bottom, then the book can serve well as a coffee-table adornment, a martini-klatsch conversation piece, or for a roach pinchout. It is a breezy, salty, and substantial book from across the sea.</p>\n<p><em>—Kelsie B. Harder, The State University College at Potsdam, New York</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>THE GUINNESS BOOK OF NAMES</em></h1> <p>Leslie Dunkling, Guinness Superlatives Limited, 1974</p> <p>No book in onomastics comparable to this one has been published in the United States.  Frankly, it is doubtful that a publisher here would have accepted it.  Perhaps only in England, where the professional and the amateur faculties of an author can still tie the subtle knot that associates sensibility, can the disrhythmic quidnunc, the gouty antiquarian, or the purely innocent be granted space. Although the text qualifies as an astounding success, it contributes little that is substantially new to a specialist.  In that way it is like a one-volume edition of Mencken's <em>The American Language</em>--compendious, encyclopedic, stylistically distinctive, and informed.  Sounds impossible and slightly tipsy!</p> <p>The book is truly attractive in format and layout, with relevant photographs and illustrations throughout.  For instance, a photograph of the musical scores of “Louise,” “Michelle,” and “Tip Toe Through the Tulips” is used to point up the associational influences that may cause parents to name their child because of the current popularity of a song.  <em>Tulip</em> is, of course, the name given by the singer Tiny Tim to his daughter.  Dunkling coins <em>nameograph</em> as the descriptive term for identifiable sketches of famous persons, such as Washington, Lincoln, or Churchill.  A free-style drawing of Charlie Chaplin illustrates <em>Chaplin</em>.  The book jacket, a montage of pictures, shows a cut of the upper half of a nubile girl wearing a Princeton University T-shirt, the mainmast of the sailing vessel <em>Cutty Sark</em>, a birth registration sheet for 1883, a geological survey map of the island of Hawaii, a platter of cheese wedges (brands named), cheesecake (Miss England of 1970 reigning in near-undress), the Drunken Duck, and rogues' gallery shot of Leslie Dunkling, full-face and right profile, No. 1199062. The jacket exudes a sprouting sensuality that must not go unnoticed.</p> <p>With this falderol out of the way, we can slip between the covers.  Dunkling has the audacity to title the first two chapters, “What's In a Name?”  This dampens the enthusiasm of anyone knowledgeable with the name game.  Yet, both short chapters are carried off with a flamboyance not seen in any books on names that I know.  He even quotes the “infamous” lines from Shakespeare's <em>Romeo and Juliet</em> at the very beginning, a commencement hardly promising. It is here, however, that we are confronted with a critical mind.  The passage is worth quoting:</p>"
}