{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: PLACENAMES OF GEORGIA, Essays of John H. Goff",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>PLACENAMES OF GEORGIA, Essays of John H. Goff</em></h1>\n<p>Edited by Francis Lee Utley and Marion R. Hemperley,\nUniversity of Georgia Press, 1975</p>\n<p>John Goff had as many trades as fingers: he was a scholar, teacher, dean, economist, transportation director for TVA, consultant for TVA in Alabama and for Bonneville Power Company in Oregon, chief economist and director of research for FDR's Transportation Board of Investigation and research, writer, and self-appointed inspector of Georgia placenames.  During the last 17 years of his life, Goff made hundreds of observations on Georgia placenames, but he published most of these in the <em>Georgia Mineral Newletter</em>.  Marion R. Hemperley of the Georgia Surveyor General Department and Francis Lee Utley, late of the Ohio State University, have edited 135 of these essays to give both the general reader and the specialist in onomastics a thoroughly delightful volume.  This book is a handsome, entertaining, and informative collection--a significant contribution to the study of linguistics, history, geography, and folklore which are the domain of place-name study.</p>\n<p>Like Thoreau, Goff was no theorist.  He loved a meandering road, and, because he was not on another man's errand, the inspector took the time to go his own way.  He began his work tracing the course of the Old Federal Road in North Georgia; in the years that followed, he studied the names of creeks and crossroads--and all the terrain and settlements in between--with the same loving attention that Thoreau gave to the ice, woods, and chickadees around Concord.</p>\n<p>As a result, Goff's work has the effect of a sprawling epic catalogue of Georgia placenames, more than 1500 of which are indexed by the editors.  The range of his scholarship and the deftness of his intuition, however, are bound in an engaging prose style that makes a reader grateful to be shet for a while of the orthodox taxonomist:  &gt;</p>\n<p><em>No Business Creek</em> is one of those distinctive names of Georgia and for a long time the writer thought it was the only such moniker in the country until he found a North Business Creek listed in Henry Gannett's <em>Gazetteer of Virginia</em>.  This discovery led to some searching which turned up a second No Business Creek in Morgan County, Alabama, northwest of Hartselle.  This find in turn raised a question about Gannett's North Business Creek; perhaps he had made a slip by interpreting No as No., an abbreviation for north.  Apparently there was such an error, because a reliable Virginia map disclosed that the correct designation is No Business and not North Business Creek.  Further study may show the name is also employed in other sections.  But be that as it may, usage of the expression in such widely separated areas as Virginia, Georgia, and Alabama implies that old-timers were generally familiar with the appelation. (p. 150)</p>\n<p>Gopher Town, or “Go' Town” as the place is sometimes called, is a crossroads on Georgia 39, below Donalsonville in central Seminole County.  According to a good informant, the name was derived from the fact that an enormous gopher was once killed in the vicinity and its dried shell hung over the door of the community store.  The term gopher in this case does not refer to any of the various species of western rodents, but to a burrowing land turtle (<em>Xerobates polyphemus</em>), which can be found on the lower Coastal plain.  The creatures are sometimes caught and their flesh used as food. (p. 128)</p>\n<p>The exact site of the town of Eastertoy is not known but most likely it centered about present Dillard, which is located on a fine rise that overlooks the beautiful bottoms along Betty Creek and the Little Tennessee.  Old people around Dillard used to say that they had always heard that Indians were living at the site when the first white people arrived to take up properties they had won in land lotteries.  Further evidence that the place was at Dillard can be found in the fact that Mud Creek which is also known as <em>Estatoah</em>, or as <em>Estatoah Falls Creek</em>, enters the right side of the Little Tennessee on the northeast side of Dillard. (p. 279)</p>\n<p>It might be of interest to add that the crossroads at Plains of Dura was the intersecting point for two early traces.  One of these routes, Bond's Trail, led southward from old Traveller's Rest, below Montezuma on Flint River via Ellaville, Quebec (on Georgia 153 in Schley County), Concord Crossroads, Plains of Dura, Plains, and Paradox Church Crossroads in the southwest corner of Sumter.  From there it crossed into extreme northwest Lee County and joined what is now the Edwards Station-Bodsford Road, just to the east of Chokeeligee Creek. This last route, a former Indian path, ran along the east-side of Kinchafoonee Creek.  To the south of its juncture with Bond's Trail, at a point about two miles northwest of today's Neyami in Lee County, it forked with one branch leading southeastward through Neyami at the site of old Starkville, thence eastward to Pindertown, a noted Indian crossing point on the Flint River.  The other prong continued south alone Kinchafoonee Creek to Kennards Settlement and Cowpen, at the present bridge on Georgia 32. (p. 36)</p>\n<p>Even with the eight footnotes deleted here, the historical and geographical value of the work seems apparent even in these representative passages.  The discussions of placenames are equally rich with information for the linguistic geographer and the folkorist.  Besides the regional words, <em>cowpen</em> /képěn/, <em>gopher</em>, and <em>pinder</em>, mentioned above, subregional words are also documented in local designations, e.g., <em>Redbug Road</em> would be <em>Chigger Road</em> in North Georgia and the village of <em>Red Bud</em> northwest of Atlanta wouldn't appear in South Georgia.  <em>Bonny Clabber Bluff</em> would be <em>Thick Milk Bluff</em> if the area had been dominated by Germans instead of Irish, and <em>Blue John Creek</em> would be <em>Skimmed Milk Creek</em> if a modern urban namemaker felt obliged to use a dairyman's pejorative. The political folklorist will surely find significance in the fact that Jimmy Carter's hometown of Plains is a fairly recent abbreviation of <em>Plains of Dura</em>, the site of Nebuchednezzar's great golden image that led to the fiery furnace for Shadrach, Meshach, and Abednego.</p>\n<p>In three essays on the phonology of Georgia placenames, Goff discusses local pronunciation of nearly 100 local designations, recording divided usage, illustrating variation with a fairly consistent and successful nontechnical description, and clarifying accentuation when needed. Outlanders are given the preferred native pronunciations of <em>Albany</em> [“All' benny”], <em>Aragon</em> [“Arrow'-gun” or “Arrer'gun”], <em>Schley</em> [“Sly'”], and <em>Taliaferro/Bolivar</em> (which make a perfect rhyme in Georgia).  Even Georgians will learn from this book; how many of us would pass a pronunciation quiz that includes <em>Gardi</em> (“Guard-eye”), <em>Philamee</em> (“Flimee”), <em>Schlatterville</em> (“Slaughterville”), <em>Sowhatchie</em> (“Syehatchie”), and <em>Towaliga</em> (“Tyelye'gee”)? There is some comfort, however, to find even the natives of Screven County rhyming it with <em>Stephen, seven,</em> or <em>driven</em>.</p>\n<p>The good life and hard traveling of Georgia's people are reflected across every page of this fine book, from <em>Social Circle</em> and <em>Fancy Hill</em> to <em>Scrougetown, Scufflele Bluff</em>, and <em>Lordamercy Cove</em>.  Even without an <em>Amsterdam, Athens, Berlin, Bremen, Canton, Cairo, Damascus,</em> two <em>Dublins, Egypt, Geneva, Lisbon, Madras, Mecca, Natal, Rome, Scotland, Turin, Tunis</em>, and <em>Vienna</em> on the map of his favorite state, Goff could have concluded his work as Man Walking and with no apology to Thoreau:</p>\n<blockquote>\n<p>If with fancy unfurled<br>\nYou leave your abode,<br>\nYou may go round the world<br>\nBy the Old Federal Road.</p>\n</blockquote>\n<p><em>—Lee Pederson, Emory University</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>PLACENAMES OF GEORGIA, Essays of John H. Goff</em></h1> <p>Edited by Francis Lee Utley and Marion R. Hemperley,\nUniversity of Georgia Press, 1975</p> <p>John Goff had as many trades as fingers: he was a scholar, teacher, dean, economist, transportation director for TVA, consultant for TVA in Alabama and for Bonneville Power Company in Oregon, chief economist and director of research for FDR's Transportation Board of Investigation and research, writer, and self-appointed inspector of Georgia placenames.  During the last 17 years of his life, Goff made hundreds of observations on Georgia placenames, but he published most of these in the <em>Georgia Mineral Newletter</em>.  Marion R. Hemperley of the Georgia Surveyor General Department and Francis Lee Utley, late of the Ohio State University, have edited 135 of these essays to give both the general reader and the specialist in onomastics a thoroughly delightful volume.  This book is a handsome, entertaining, and informative collection--a significant contribution to the study of linguistics, history, geography, and folklore which are the domain of place-name study.</p> <p>Like Thoreau, Goff was no theorist.  He loved a meandering road, and, because he was not on another man's errand, the inspector took the time to go his own way.  He began his work tracing the course of the Old Federal Road in North Georgia; in the years that followed, he studied the names of creeks and crossroads--and all the terrain and settlements in between--with the same loving attention that Thoreau gave to the ice, woods, and chickadees around Concord.</p> <p>As a result, Goff's work has the effect of a sprawling epic catalogue of Georgia placenames, more than 1500 of which are indexed by the editors.  The range of his scholarship and the deftness of his intuition, however, are bound in an engaging prose style that makes a reader grateful to be shet for a while of the orthodox taxonomist:  &gt;</p>"
}