{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: WORDS AND WOMEN",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>WORDS AND WOMEN</em></h1>\n<p>Casey Miller and Kate Swift, Anchor Press/Doubleday, 1976</p>\n<p><em>Prejudice</em> is the name for the animosity between or among people on the basis of religion, color, nationality, sexual proclivity, language, wealth, health, employment, intelligence, taste, hirsuteness, education, height, weight, age, behavior, opinions, and, as we all now know, sex.  In other words, any of the multitudinous, multifarious elements that serve to distinguish us from one another can serve as a basis for our prejudices.</p>\n<p><em>Propaganda</em> is the name for the process of persuading people to behave in a certain way.  The authors of this book discuss one kind of prejudice only--sexist--and hold that the English language itself, by its very grammar, serves as a self-perpetuating medium for sexist propaganda.  True, other, cultural factors--particularly such practices as a woman's loss of her name upon marrying--are mentioned; but the focus is on language.</p>\n<p>The argument is irrefutable, though it is sometimes a little difficult to separate Miller/Swift's purely descriptive approach from a surely destructive reproach.  For example, they cite the treatment of <em>manly/manful/mannish</em> vs. <em>womanly/womanlike/womanish</em> in <em>The Random House Dictionary</em>.  At first, the reader is put off by the authors' comment: “The broad range of positive characteristics used to define males could be used to define females, too, of course, but they are not.  The characteristic of women-- weakness is among the most frequently cited--are something apart.”  [p. 59] Put off because one assumes that it is the lexicographers who are being taken to task.  But on the following page appears this: “Lexicographers do not make up definitions out of thin air.  Their task is to record how words are used, it is not to say how they should be used.”  Thus, it emerges that Miller/Swift have it in for the language, not for the lexicographers.</p>\n<p>That's a great relief, for no lexicographer ought to tangle with these two ladies, whose argument is all the more telling for the volume of evidence they adduce from all kinds of writing.  Who can doubt that English--though not, to be sure, English alone--reflects still the traditional anti-female biases of its speakers' culture.  Even those who object to the awkward, often silly distortions and contortions resorted to in an attempt to achieve “equality in language” will be compelled to admit, upon closing this book, that the language is rife with constructions, syntax, grammar, and lexicon that, even if not any longer deliberately anti-female, certainly perpetuates an inequality, willy-nilly, that women have fought to correct with considerable success. The problem that emerges and that is central to Miller/Swift's argument is that notwithstanding the advances made in the liberation of women, the very language they must use tends to propagandize against their freedom and purpose.</p>\n<p>In ranging far and wide for good and bad examples with which to support their cause, Miller/Swift sometimes slip, as when they praise the <em>American Heritage School Dictionary</em> for defining <em>sage</em> as “ 'A very wise person, usually old and highly respected,' in contrast to the 'mature or venerable man sound in judgment' of a widely used college dictionary.”  The college dictionary happens to be right and the <em>AHSD</em> wrong in this instance, for, while there is no reason why a <em>sage</em> must be male, the unassailable fact is that all sages have always been male, and we would defy Alma Graham or anyone else to unearth evidence (outside of science fiction) that the word has ever been used to refer to a female.</p>\n<p>There is some consolation for all of us (Miller/Swift, too): language does change and that for that reason alone we may look forward to a future of diminished prejudice. However, it must be emphasized that by that very token people should stop using etymologies of modern English words in order to “prove” that their “real” meaning is the original one.  Etymologies are interesting and can be useful in determining the linguistic and semantic changes that a word has undergone, but it is as ridiculous to fasten on an obsolete meaning as the “true” meaning of a word as it may be to fasten on its current meaning: words are <em>symbols</em>; they are not things they symbolize.</p>\n<p>It may seem that because of the sensitivity of the subject, any adverse remarks in a review of a book on sexism in language will be construed as an attack on feminism itself, notwithstanding protests to the contrary (especially by a male reviewer).  But the only possible criticism that this reviewer might offer is about the authors' intensity, which frequently results in nothing more than a switching in the order of explanations and arguments.  One must therefore be careful to read to the end of each analysis in order to find the authors' mitigation of their criticisms, which are usually directed at the medium rather than the message.</p>\n<p>To the best of our knowledge, no comparable study-- certainly, no comparably responsible, sober, comprehensive study--has been done by anyone else, and this work is welcome particularly because it should serve to lay to rest, once and for all, the facetious inanities perpetrated on us by those who, under the guise of humor, create linguistic absurdities that tend to perpetuate vicious sexist propaganda.  <em>[—LU]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>WORDS AND WOMEN</em></h1> <p>Casey Miller and Kate Swift, Anchor Press/Doubleday, 1976</p> <p><em>Prejudice</em> is the name for the animosity between or among people on the basis of religion, color, nationality, sexual proclivity, language, wealth, health, employment, intelligence, taste, hirsuteness, education, height, weight, age, behavior, opinions, and, as we all now know, sex.  In other words, any of the multitudinous, multifarious elements that serve to distinguish us from one another can serve as a basis for our prejudices.</p> <p><em>Propaganda</em> is the name for the process of persuading people to behave in a certain way.  The authors of this book discuss one kind of prejudice only--sexist--and hold that the English language itself, by its very grammar, serves as a self-perpetuating medium for sexist propaganda.  True, other, cultural factors--particularly such practices as a woman's loss of her name upon marrying--are mentioned; but the focus is on language.</p> <p>The argument is irrefutable, though it is sometimes a little difficult to separate Miller/Swift's purely descriptive approach from a surely destructive reproach.  For example, they cite the treatment of <em>manly/manful/mannish</em> vs. <em>womanly/womanlike/womanish</em> in <em>The Random House Dictionary</em>.  At first, the reader is put off by the authors' comment: “The broad range of positive characteristics used to define males could be used to define females, too, of course, but they are not.  The characteristic of women-- weakness is among the most frequently cited--are something apart.”  [p. 59] Put off because one assumes that it is the lexicographers who are being taken to task.  But on the following page appears this: “Lexicographers do not make up definitions out of thin air.  Their task is to record how words are used, it is not to say how they should be used.”  Thus, it emerges that Miller/Swift have it in for the language, not for the lexicographers.</p>"
}