{
  "type": "Article",
  "title": "Tom Sawyer Whitewashed",
  "author": "Nancy LaRoche\nHartford",
  "location": "Connecticut",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Tom Sawyer Whitewashed</h1>\n<p><em><span data-rel=\"author\">Nancy LaRoche\nHartford</span> <span data-rel=\"location\">Connecticut</span></em></p>\n<p>How wonderful to be weaned on the likes of <em>The Wind in the Willows,</em> I thought, as I scanned the pages of a large, library anthology of children's literature, chock full of nursery rhymes, fairy tales, excerpts from the “classics.”  There he was again, the incorrigible Toad, tricking his would-be reformers, evading the Law which forever tries to restrain his natural, lovable recklessness.</p>\n<p>But it was primarily Grahame's language that gave me pause--the delight in words, their marvelous creative and evocative power, the music and magic in the lines that lure the child into his fictional world.  The genius of Grahame lies in his refusal to talk down to his audience, to adapt his style and diction to the “limited” verbal world of children.  Rather he stretches their linguistic horizons; part of the fascinating new world to which they are introduced and to which they respond is an awareness of new sounds and words, a sensitivity to the <em>how</em> of expression.  Little does it matter that the structural patterns are often unfamiliar and the words themselves likely to trip the tongue, not to mention the understanding, of many an adult-- <em>wonted, paroxysm, habiliments, squandering, contemptuously, languid, artful</em>.  But mood and meaning are clear to the child, who drinks in all his vessel can hold, all the while being subtly affected by the excess mysterious verbal waters swirling and splashing about him.</p>\n<p>I'm getting carried away with words myself, I know. As I was saying, I was riffling the pages of a children's anthology when I was seized with these musings.  I next happened upon a passage from <em>Tom Sawyer</em>--the whitewashing episode, of course.  It had been carefully whitewashed itself, apparently in preparation for oral reading by a teacher or librarian or whoever else might be engaged in introducing children to the delights of literature.  (It seems unlikely that a parent would have been responsible for the excisions and substitutions I found.)</p>\n<p>I studied the perversions of the text, attempting to discover a motivation or method in the madness.  It appears to me that this is what happened to Poor Tom.  (Parentheses indicate excisions, <em>italics</em> substitutions.)</p>\n<p>Unfamiliar words or words deemed difficult had been omitted entirely or replaced by “simpler” ones: the (locust) trees; a Delectable Land, dreamy, (reposeful) <em>restful</em>, and inviting; he passed his brush along the topmost (plank) <em>part</em>; he went (tranquilly) to work; Tom (contemplated the boy) <em>thought</em> a bit; the (balmy) summer air.  In not one instance cited here, nor in the many instances not cited, would the original wording have prevented a young listener from grasping the idea.</p>\n<p>What was evidently considered “improper” English and some regionalisms were also cut: Jim never got back with a bucket of water (under) <em>in less than</em> an hour; Ben Rogers (hove) <em>came</em> in sight.  Similar treatment was given allusions or other references to the unfamiliar.  The listeners were deprived of seeing and hearing Ben Rogers “personate” a steamboat.  And “Tom planned the slaughter of more innocents” becomes “of more innocent boys,” while “part of a jew's harp” is verbally purloined from his catalogue of worldly wealth by this contemporary Bowdler.</p>\n<p>The last excision, however, may have been motivated instead by whatever led this custodian of children to shield them from all references to race or slavery: (White, mulatto, and Negro) boys and girls gathered round the town pump; soon the (free) boys would come tripping along. And in this version a young Black boy addresses a White boy by his name only--the deferential, respectful “Marse” is abandoned for the naked “Tom.”</p>\n<p>Passages that do not advance plot or contain dialogue but rather describe moods and attitudes or present ideas are blocked out completely: (There was a song in every heart; and if the heart was young the music issued at the lips); (A deep melancholy settled down upon his spirit); (Life to him seemed hollow, and existence but a burden). The famous distinction between work--“whatever a body is obliged to do”--and play--“whatever a body is not obliged to do”--was prevented by pencil from falling on the ears of the young listeners, many of whom were probably at work that very moment.</p>\n<p>This horror story ends with the most unkindest cuts of all--those apparently made for “moral” purposes.  While others worked and Tom watched, he “had a nice, good, (idle) time.”  Evidently idleness and goodness are mutually exclusive terms for the sacred snipper.  Tom's essentially immoral behavior must not be reinforced.  So the youthful audience subjected to this truncated version is left with Aunt Polly's admonition that she'll “tan him” if Tom stays out too long at play and doesn't return for more assigned chores.  They are deprived of Twain's beautifully ironic ending to the incident: Aunt Polly rewards Tom for his labors by bestowing upon him a choice apple while he at the same time, in the current vernacular, manages to “rip off” a doughnut as well.</p>\n<p>“I know the taste of the watermelon which has been honestly come by, and I know the taste of the watermelon which has been acquired by art.  Both taste good, but the experienced know which tastes best,” said Twain.  And those kids would be among the experienced.  Wouldn't they love the apple and the doughnut and the delicious payment for work not done?  Wouldn't we all?  But they mustn't be allowed to savor, even vicariously, the delights of stolen and unearned pleasure.  And they mustn't be allowed to see authority successfully and unknowingly thwarted!</p>\n<p>Well, I may be making much ado about nothing or a mountain out of a molehill (depending on your respective literary and metaphorical lights).  But I don't think so. True, this is an isolated instance whose circumstances are unknown.  My inferences are pure conjecture.</p>\n<p>Yet no matter the agent of or reason for <em>Tom Sawyer's</em> mutilation, its validity as a symptom of the sickness that afflicts too many young readers remains.  Uncomfortable with the unfamiliar, if not openly hostile to it, they rebel at extending the boundaries of their linguistic and literary worlds.  They are ignorant of the fact that to do so is to expand the horizons of their <em>real</em> world.  This hacked-up version of <em>Tom Sawyer</em> illustrates their unformed tastes to perfection--no “hard” words, no unfamiliar references, no descriptive passages, no controversial subjects.  And were Tom's theft and deceit of Aunt Polly included, not a few would feel compelled to sit in judgment on him, their assessment of his moral guilt or innocence constituting their sole, supreme response to the work.</p>\n<p>Who is robbing them of the richness that is language, that is literature?  The culprit is the mentality that takes the locust from the trees, the balmy from the air; that reduces reality to fact and action, destroying mood and meditation; that erases the unpleasant past of our “peculiar institution” rather than seizing upon it as part of our present; that fears and hence censors the foibles and faults of humanity.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Tom Sawyer Whitewashed</h1> <p><em><span data-rel=\"author\">Nancy LaRoche\nHartford</span> <span data-rel=\"location\">Connecticut</span></em></p> <p>How wonderful to be weaned on the likes of <em>The Wind in the Willows,</em> I thought, as I scanned the pages of a large, library anthology of children's literature, chock full of nursery rhymes, fairy tales, excerpts from the “classics.”  There he was again, the incorrigible Toad, tricking his would-be reformers, evading the Law which forever tries to restrain his natural, lovable recklessness.</p> <p>But it was primarily Grahame's language that gave me pause--the delight in words, their marvelous creative and evocative power, the music and magic in the lines that lure the child into his fictional world.  The genius of Grahame lies in his refusal to talk down to his audience, to adapt his style and diction to the “limited” verbal world of children.  Rather he stretches their linguistic horizons; part of the fascinating new world to which they are introduced and to which they respond is an awareness of new sounds and words, a sensitivity to the <em>how</em> of expression.  Little does it matter that the structural patterns are often unfamiliar and the words themselves likely to trip the tongue, not to mention the understanding, of many an adult-- <em>wonted, paroxysm, habiliments, squandering, contemptuously, languid, artful</em>.  But mood and meaning are clear to the child, who drinks in all his vessel can hold, all the while being subtly affected by the excess mysterious verbal waters swirling and splashing about him.</p> <p>I'm getting carried away with words myself, I know. As I was saying, I was riffling the pages of a children's anthology when I was seized with these musings.  I next happened upon a passage from <em>Tom Sawyer</em>--the whitewashing episode, of course.  It had been carefully whitewashed itself, apparently in preparation for oral reading by a teacher or librarian or whoever else might be engaged in introducing children to the delights of literature.  (It seems unlikely that a parent would have been responsible for the excisions and substitutions I found.)</p>"
}