{
  "type": "Article",
  "title": "Esrever Hsilgne",
  "author": "Robert A. Fowkes\nNew York University",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Esrever Hsilgne</h1>\n<p><em><span data-rel=\"author\">Robert A. Fowkes\nNew York University</span> <span data-rel=\"location\"></span></em></p>\n<p>Long before the hucksters told us that <em>Serutan</em> spelled backwards was “nature's”--implying apparently that the product was the opposite of natural--I acquired the habit, or psychological affliction, of reading words and signs backwards.  It was an attendant phenomenon on another puerile stunt, that of reading a page upside down.  Before the age of ten I could do this almost as fast as reading right side up.  I was a slow reader.  Possibly the only practical value that subsequently accrued from this aberration from normal human behavior was an ability to handle with relative facility scripts reading from right to left.</p>\n<p>It was fascinating to me to imagine a meaning to <em>Gnikoms On</em>!, and I pictured to myself some sort of gas mask or anti-emphysematic device to be put over our juvenile faces.  Exactly what kind of pots <em>lluf pots</em> were, escaped me.  One day, as I waited for a bus to take me to school and to the tender mercies of a ferocious substitute, Miss Luke, which was clearly in the days before the substitute was at the mercies of the pupils, I read her name and title on the approaching <em>Loohcs Sub</em>.  Much later came the realization that the opposite of <em>University</em> is, approximately, <em>it is revenue</em>, something that various deans have been telling me for years, while assuming the <em>alumni</em> to be <em>in mula</em>.</p>\n<p>A store in a town where I lived as a child was called <em>Garton's</em>, and since I once bought a handkerchief there in an emergency, <em>snotrag</em> seemed an appropriate reversal of the name.  A Chinese neighbor in the same town once ordered <em>klim</em> in the grocery store, and I assumed with childish delight that he was saying <em>milk</em> backwards, until he added, “extra heavy.”  Years later a dried milk product was actually called <em>Klim</em>.</p>\n<p>That pornographic danger could lurk in simple names of products was obvious when <em>Tums</em> read alphabackwardly as <em>Smut</em>.  That <em>animal</em> is the reverse of <em>lamina</em> struck me while I was doing a crossword puzzle, a blow from which I soon recovered.  Long before commercial diaper services tended to fundamental infantile needs I perceived that a <em>diaper</em> was <em>repaid</em>, but I was not exactly sure how, or to whom.</p>\n<p>Our neighbors' tough son <em>Dennis</em> seemed to merit the backward condemnation <em>sinned</em>, but his rather pious <em>sister</em> seemed to have difficulty in reading <em>resist</em>.  Why a <em>decal</em> should be <em>laced</em> or a <em>dessert tressed</em>; why a <em>peek</em> should <em>keep</em>, or the <em>dew</em> be <em>wed</em>--not wet?--or <em>Camus</em> become <em>sumac</em>, or a <em>gnat</em> have a reverse <em>tang</em>, or a <em>tuba abut</em>, or a <em>trap</em> be a <em>part</em>, was no clearer than the <em>room</em> on a <em>moor</em>, or <em>Emil</em> in <em>lime</em>, or <em>grub</em> in a <em>burg</em> (possibly a <em>hamburg</em>: <em>grub mah</em>!).  A <em>keel</em> could spring a leak, but hardly a <em>leek</em>. Were some <em>kinfolk</em> named <em>Klofnik</em>?  <em>Fidelio</em> is <em>oiled if</em>--if what?  If the singers are in good voice?  A <em>reward</em> could come backwards out of a <em>drawer</em>, and an <em>Yliad</em> was a distorted <em>daily</em> epic.  Did we <em>retap</em> the <em>pater</em> as a source of supplemental allowance?</p>\n<p>Many fragments of reverse English look as if they could or should mean something: <em>dradnats</em> for <em>standard</em> (reminiscent of a mangled dreadnought?), <em>red now</em> for <em>wonder</em> (ex-fascist, perhaps), <em>Kroy wen</em> (cry when it hurts?) for <em>New York, yawbus</em> (not mine!) for <em>subway, set a ropave</em> for <em>evaporates, rewolf</em> for a <em>flower, torrac</em> for a backward <em>carrot</em>.  The <em>state</em> turns into a plural in reverse French, while <em>united</em> is almost detained in the same language, and <em>muni-mula</em>, whatever that is, is forthcoming-- or backcoming, from <em>aluminum</em>.</p>\n<p>A non-existent New York University student named <em>Duarf</em> finished second in the race for some class office one year; he was a not too backward <em>fraud</em>, as were those who had entered his name.  <em>Sreknoy</em> for <em>Yonkers</em> suggests a new and imminent horror (<em>Schreckneu-Neuschreck</em>?  I have often read the street sign <em>Yonkers Ave</em>. as <em>Eva Sreknoy</em>, imagining vaguely some frightening Valkyrie).</p>\n<p>The <em>devil lived</em>, but waxed <em>livid</em> when called <em>divil</em>; but <em>evil</em> is not <em>live</em>, and <em>denim</em> is not <em>mined</em>.  <em>Aborigines</em> may possibly back out of a place called <em>Senigiroba</em>, why not?</p>\n<p>But <em>radar, kayak, gag, poop, peep,</em> and <em>noon</em> are on a frustratingly complete <em>level</em> of palindromicity, not a city in which this reverse English thrives.</p>\n<p>A Roman schoolboy supposedly read the Latin name of his city (of course Latin; what else?--well, maybe some antecedent of Latin) backwards and thus rendered affably effable the ineffable name <em>amor: Roma</em>.</p>\n<p>The title <em>Erewhon</em> baffled me in high school, for I didn't get “nowhere” reading the utopian designation backwards (despite Leumas Reltub's possible justification in treating <em>wh</em> as a unit, and despite later temptation to render <em>Geritol</em> as <em>Low Tiger</em>, or <em>English</em> as <em>shingle</em>).</p>\n<p>In school we used to try the reverse trick on our own names (for, unfortunately, I was not alone in the madness). We cheated in one respect: we retained the order of first and last names.  Thus, the procedure that produced <em>gnikoms on</em> was not followed (the product would have been, rather *<em>on gnikoms</em> presumably an exhortation to a team of some extraterrestrial origin).  Nevertheless, <em>Trebor Sekwof</em> looked and sounded like a conceivable reverse of <em>Robert Fowkes</em>; schoolmates branded it an improvement, in fact.  <em>Mij Snave</em> even worked for <em>Jim Evans</em>, as did <em>Dranreb Efeeko</em>, more or less, for <em>Bernard O'Keefe</em>, or <em>Ekim Navillus</em> for <em>Mike Sullivan</em>.  But <em>Ztirf Ztluhcs</em> did wretchedly for <em>Fritz Schultz</em>, while <em>Nan Tibbit</em> had a rough time indeed in shifting into reverse.  &gt;</p>\n<p>Well, even the <em>Forverts</em> is read <em>rikverts</em>.</p>\n<p>But shun Dylan's <em>Llareggub</em>; it's imperative.</p>\n<p>I am interested in enlarging my collection of English words in which a hyphen is necessary to distinguish one word from another, otherwise identically spelled.  I solicit help to expand the following list:</p>\n<p><em>dis-ease</em>   <em>re-creation</em>   <em>draw-er</em></p>\n<p><em>pray-er</em>    <em>re-present</em>    <em>re-form</em></p>\n<p>I would be particularly interested in forms without <em>re</em>- or <em>-er</em> and in forms that are less likely to be assimilation followed by back-formation.  <em>[Gene Chase, Asst. Prof. of Mathematics, Messiah College, Grantham, Pennsylvania 17027]</em></p>\n<p><strong>Duo for Voice &amp; Percussion</strong></p>\n<p>We were discussing Alfred Noyes.<br>\nHowells said he'd never heard the sound<br>\nBut volunteer'd: “Once I heard Saul Bellow<br>\nI didn't mind hearing Ezra Pound.”</p>\n<p><em>—E. O. Staley, Maplewood, New Jersey</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Esrever Hsilgne</h1> <p><em><span data-rel=\"author\">Robert A. Fowkes\nNew York University</span> <span data-rel=\"location\"></span></em></p> <p>Long before the hucksters told us that <em>Serutan</em> spelled backwards was “nature's”--implying apparently that the product was the opposite of natural--I acquired the habit, or psychological affliction, of reading words and signs backwards.  It was an attendant phenomenon on another puerile stunt, that of reading a page upside down.  Before the age of ten I could do this almost as fast as reading right side up.  I was a slow reader.  Possibly the only practical value that subsequently accrued from this aberration from normal human behavior was an ability to handle with relative facility scripts reading from right to left.</p> <p>It was fascinating to me to imagine a meaning to <em>Gnikoms On</em>!, and I pictured to myself some sort of gas mask or anti-emphysematic device to be put over our juvenile faces.  Exactly what kind of pots <em>lluf pots</em> were, escaped me.  One day, as I waited for a bus to take me to school and to the tender mercies of a ferocious substitute, Miss Luke, which was clearly in the days before the substitute was at the mercies of the pupils, I read her name and title on the approaching <em>Loohcs Sub</em>.  Much later came the realization that the opposite of <em>University</em> is, approximately, <em>it is revenue</em>, something that various deans have been telling me for years, while assuming the <em>alumni</em> to be <em>in mula</em>.</p> <p>A store in a town where I lived as a child was called <em>Garton's</em>, and since I once bought a handkerchief there in an emergency, <em>snotrag</em> seemed an appropriate reversal of the name.  A Chinese neighbor in the same town once ordered <em>klim</em> in the grocery store, and I assumed with childish delight that he was saying <em>milk</em> backwards, until he added, “extra heavy.”  Years later a dried milk product was actually called <em>Klim</em>.</p>"
}