{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: KEYWORDS, A Vocabulary of Culture and Society",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>KEYWORDS, A Vocabulary of Culture and Society</em></h1>\n<p>Raymond Williams, Oxford University Press, 1976</p>\n<p>We assume that one of the highest compliments to be paid a book is an expression of envy at not having been the author of it.  Unhesitatingly, unabashedly, we submit that we regret not having written this book.  In all honesty, though, we must add that we regret, too, being incapable of having written so lucid yet so erudite a descriptive analysis of semantic change taking place in that odd place described as being before our very eyes, under our very noses.</p>\n<p>The author has selected 155 English words (like <em>aesthetic, alienation, art, behaviour, bourgeois, bureaucracy, capitalism, career, ... creative... culture... democracy..., equality..., family</em>, etc.) that he considers to be key words in modern culture.  Through detailed discussion of their etymologies, their cognates, their synonyms and antonyms, and their general historical and contemporary behavior, he traces the development of each from its purely formal origin through its semantic development as illustrated by the political, philosophical, and critical writings in which it has been employed.  The discussions vary in length from less than a page to several pages, and each carries a list of cross references (at the end) to related Keywords in the book.  Monolingual lexicographers are traditionally accused of carrying on some sort of verbal incest because they attempt to define the words of a language using the words of the language itself.  If not precisely incestuous, it must be acknowledged that the practice of monolingual lexicography is, indeed, an exercise in circularity, unlike bilingual or multilingual lexicography, which, at least, offers the salve of being able to use a metalanguage.  Williams sidesteps this problem rather neatly: by virtue of dealing with so few words, he can, in effect, use the rest of the language as a metalanguage and no circularity is apparent.</p>\n<p>Though admittedly a small niggle, it might be necessary to point out that nothing would be gained from arguing that some of these Keywords ought to be replaced by other Keywords of our own choosing; but that would prove a bootless argument, indeed, for we should soon become mired in the philosophical questions of Williams' choices rather than in the genuine enjoyment and admiration of his treatment of those he has selected.  No one can gainsay the importance of these 155: at worst, he can but lament that there aren't 1550 or 15,500 or 155,000 treated in like manner.</p>\n<p>For here is what lexicography is all about.</p>\n<p>Witness these cuttings, presented entirely out of context:  &gt;</p>\n<p><strong>Equality</strong> has been in regular use in English since [early 15th Cent.], from ... [OF] <em>équalité</em> ... [<strong>L</strong>] <em>aequalitatem</em>, ... r[oot] w[ord] [L] <em>aequus</em>-level, even, just.</p>\n<p>[<strong>Medium</strong>] ... <strong>Media</strong> became widely used when broadcasting as well as the press had become important in COMMUNICATIONS (q.v.); it was then the necessary general word.  MASS (q.v.) <strong>media, media people, media agencies, media studies</strong> followed.</p>\n<p>[<strong>Liberal</strong>] ... But <strong>liberal</strong> as a pejorative term has also been widely used by socialists and especially Marxists. This use shares the conservative sense of lack of rigour and of weak and sentimental beliefs.  Thus far it is interpreted by <strong>liberals</strong> as a familiar complaint....</p>\n<p>[<strong>Literature</strong>] ... Where Johnson had used <strong>literature</strong> in the sense of being highly literate in his <em>Life of Milton</em>, in his <em>Life of Cowley</em> he wrote, in the newly objective sense: 'an author whose pregnancy of imagination and elegance of language have deservedly set him high in the ranks of literature.'</p>\n<p>As can be seen from even this small sample, it is almost impossible to deal with language without encountering controversy, and we do not mean to imply, in our earnest recommendation of this book, that the reader will necessarily agree with all of the views expressed.  Yet, views cogently expressed are in short supply this season, and especially in the cheaper (albeit impermanent) paperback edition, this book can be guaranteed to engender thought and stimulate discussion.  It is required reading for all who moan that we don't use English the way we used to.</p>\n<p>If we allowed ourselves a niggle, above, perhaps we may be permitted a quibble here: the typographic style gets a bit cumbersome at times.  For instance, once a cross reference to another entry has been indicated by setting a given word in small capitals, it is unnecessary to supply the redundant '(q.v.)' following.  The editors would have done better to have followed <em>OED</em> (or VERBATIM) style. As far as the style of the writing goes, the author would have been well advised to have avoided such phrases as “--- is a complex word” and “--- is a difficult word,” one of which appears in almost every entry.  Neither is required for the formulaic approach to his subject, which he has managed to avoid without sacrificing a measure of useful uniformity among the entries.  <em>[—LU]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>KEYWORDS, A Vocabulary of Culture and Society</em></h1> <p>Raymond Williams, Oxford University Press, 1976</p> <p>We assume that one of the highest compliments to be paid a book is an expression of envy at not having been the author of it.  Unhesitatingly, unabashedly, we submit that we regret not having written this book.  In all honesty, though, we must add that we regret, too, being incapable of having written so lucid yet so erudite a descriptive analysis of semantic change taking place in that odd place described as being before our very eyes, under our very noses.</p> <p>The author has selected 155 English words (like <em>aesthetic, alienation, art, behaviour, bourgeois, bureaucracy, capitalism, career, ... creative... culture... democracy..., equality..., family</em>, etc.) that he considers to be key words in modern culture.  Through detailed discussion of their etymologies, their cognates, their synonyms and antonyms, and their general historical and contemporary behavior, he traces the development of each from its purely formal origin through its semantic development as illustrated by the political, philosophical, and critical writings in which it has been employed.  The discussions vary in length from less than a page to several pages, and each carries a list of cross references (at the end) to related Keywords in the book.  Monolingual lexicographers are traditionally accused of carrying on some sort of verbal incest because they attempt to define the words of a language using the words of the language itself.  If not precisely incestuous, it must be acknowledged that the practice of monolingual lexicography is, indeed, an exercise in circularity, unlike bilingual or multilingual lexicography, which, at least, offers the salve of being able to use a metalanguage.  Williams sidesteps this problem rather neatly: by virtue of dealing with so few words, he can, in effect, use the rest of the language as a metalanguage and no circularity is apparent.</p> <p>Though admittedly a small niggle, it might be necessary to point out that nothing would be gained from arguing that some of these Keywords ought to be replaced by other Keywords of our own choosing; but that would prove a bootless argument, indeed, for we should soon become mired in the philosophical questions of Williams' choices rather than in the genuine enjoyment and admiration of his treatment of those he has selected.  No one can gainsay the importance of these 155: at worst, he can but lament that there aren't 1550 or 15,500 or 155,000 treated in like manner.</p>"
}