{
  "type": "Epistola",
  "title": "EPISTOLA B.H. Smeaton",
  "contributor": "B.H. Smeaton",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">B.H. Smeaton</span></h1>\n<p>The linguistic term Mr. Cimring is fishing for [II, 4] is presumably <em>clipping</em>.  (In usage manuals, such as Fowler or Treble &amp; Vallins, the broader rubric <em>curtailed words</em> is used.)  The most thorough treatment of English clipping (to this writer's knowledge) is in Hans Marchand, <em>The Categories and Types of Present-Day Word-Formation</em> (Ch. IX).</p>\n<p>Even the term “curtailed words” does not cover all types of familiar designation, since some also <em>add</em> (affective) elements instead of subtracting, or subtract and add at the same time (cf. <em>Johnny</em> and <em>John-Boy; Joe</em> and <em>Joey</em>, for Joseph; and <em>Chevvy</em> and <em>Chev</em> for Chevrolet).</p>\n<p>Cimring's felicitous phrase, “over-familiarity with language,” is particularly applicable in the case of many popular place-name forms.  Note, for example, the preciosity of the tourist who feels he must refer to Las Vegas as <em>Vegas</em>, as though this made him a member of some sort of in-group.  <em>Frisco</em> (or sometimes, in writing, “'Frisco”) is also a favorite of the pseudo-sophisticate (San Franciscans themselves cannot abide the appellation).</p>\n<p>Not all local folk are upset by the pop name for their town, however--sometimes, indeed, it is known only in the immediate area (<em>Pally</em>, for example, for Palo Alto, California). In other cases the derived name has all but replaced the official one.  <em>L.A.</em> has been in free alternation with “Los Angeles” for decades now, to no one's distress (and in blissful unawareness, certainly, of the settlement's name at the time of founding--“El Pueblo de Nuestra Señora la Reina de los Angeles de Porciúncula”).</p>\n<p>To anyone who wants to carry on with it I offer here the beginnings of a list of Western Canadian place-names that have undergone surgery, for better or worse:</p>\n<p>British Columbia has, of course, <em>Van</em> for Vancouver, and, in a less-than-inspired wordplay, <em>O.K. Falls</em> for Okanagan Falls (to add to the complexity, the falls are no longer there).  Prince Albert, Saskatchewan, famed for John Diefenbaker and its federal penitentiary, is (not surprisingly) <em>P.A.</em> Winnipeg, Manitoba, fulcrum of the nation, is called <em>The Peg</em> (reinforced, perhaps, by another Manitoba place-name, <em>The Pas</em> [*oe pa]?).  And in Alberta, whence I write, there are <em>The Hat</em> (Medicine Hat); <em>The Bridge</em> (Lethbridge); <em>Rocky</em> or <em>Rocky Mountain</em> (for Rocky Mountain House); and <em>Pincher</em> (Pincher Creek).</p>\n<p>To return to clippings proper, and to keep VERBATIM readers up to the minute, I close with the following note: Rhodesians, according to a recent news dispatch, now have one they could do without, namely, <em>the Terrs</em> (general for 'the terrorists'). <em>[B.H. Smeaton, The University of Calgary, Alberta, Canada]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">B.H. Smeaton</span></h1> <p>The linguistic term Mr. Cimring is fishing for [II, 4] is presumably <em>clipping</em>.  (In usage manuals, such as Fowler or Treble &amp; Vallins, the broader rubric <em>curtailed words</em> is used.)  The most thorough treatment of English clipping (to this writer's knowledge) is in Hans Marchand, <em>The Categories and Types of Present-Day Word-Formation</em> (Ch. IX).</p> <p>Even the term “curtailed words” does not cover all types of familiar designation, since some also <em>add</em> (affective) elements instead of subtracting, or subtract and add at the same time (cf. <em>Johnny</em> and <em>John-Boy; Joe</em> and <em>Joey</em>, for Joseph; and <em>Chevvy</em> and <em>Chev</em> for Chevrolet).</p> <p>Cimring's felicitous phrase, “over-familiarity with language,” is particularly applicable in the case of many popular place-name forms.  Note, for example, the preciosity of the tourist who feels he must refer to Las Vegas as <em>Vegas</em>, as though this made him a member of some sort of in-group.  <em>Frisco</em> (or sometimes, in writing, “'Frisco”) is also a favorite of the pseudo-sophisticate (San Franciscans themselves cannot abide the appellation).</p> <p>Not all local folk are upset by the pop name for their town, however--sometimes, indeed, it is known only in the immediate area (<em>Pally</em>, for example, for Palo Alto, California). In other cases the derived name has all but replaced the official one.  <em>L.A.</em> has been in free alternation with “Los Angeles” for decades now, to no one's distress (and in blissful unawareness, certainly, of the settlement's name at the time of founding--“El Pueblo de Nuestra Señora la Reina de los Angeles de Porciúncula”).</p>"
}