{
  "type": "Article",
  "title": "Irish Bulls—Second Series",
  "author": "Robert A. Fowkes",
  "location": "New York University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Irish Bulls—Second Series</h1>\n<p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">New York University</span></em></p>\n<p>A short time ago our little article on so-called “Irish Bulls (<em>VERBATIM</em> II, 1) provoked a surprising amount of correspondence. Since one or two readers were incautiously kind enough to ask for more, we are rashly reacting to that suggestion with “another debut,” a term I have from a neighbor who was forced to retire and referred to his appearance at the usual farewell party as “my final debut.” He bullishly added, “I'm starting the eventide of life with a terrible feeling of the morning after the night before,” whereupon a friend said, “Well, the heyday of your career took place mainly at night.” He attended night school and alleged that he excelled in those subjects that he never took. Although he did well enough in life, he was once severely rebuked by his wife for having signed “an oral contract,” which, as everybody knows, “isn't worth the paper it's written on.”</p>\n<p>As a boy in Europe he began in the apprentice system: “I started with zero pay, but they were so pleased with my work that they doubled it every year.” He became active in a union and recalled with pride his part in negotiations: “We once tried to put through a demand for no working between meals, but we figured some lazy guys would cheat.” The factory had a yearly trip and “Everybody without exception left town for the annual outing once a year, but the ones that stayed behind wrecked the place.”</p>\n<p>At the retirement party mentioned above, Mr. Self-mademan said, among other things, that if he could begin his life over again, he would not start to work at such an early age, even if he lived to be a hundred!</p>\n<p>He was no more materialistic than the next fellow but admitted that, “The sweetest sound to my eyes was the lovely metallic clang of a five-pound note.” Some mornings, in order to save time, he would dry himself before taking his shower. But when his wife tried to serve him a new brand of instant coffee, he protested, “I can't drink this stuff! I'm allergic to all the things they've taken out of it.”</p>\n<p>He subscribed to a house organ and was told that it was gratis. He asked whether there was a special rate for bulk orders. He became a great sports fan and contributed several gems like, “Those sturdy hands have kicked the greatest number of field goals in the county.” He was loyal to the home team and boasted, “We invariably win, through not always.” After one tremendous international soccer match he related, “As we all rose for the singing of our national anthem, there wasn't an empty seat in the stadium.”</p>\n<p>Some of his pronouncements were rivaled by “sportscasters” during the last world series. One said, “Those skillful hands of Pete Rose surely cover a lot of ground in the air.” He also pontificated, “The Reds are favored to win, and, as we all know, everybody hates a favorite.” Then came the irrefutable logic, “If you can't stay close to Cincinnati in the scoring column, they'll beat ya.”</p>\n<p>Another athletic bull came from the incomparable Paavo Nurmi or a slanderer of his. When asked the magic formula for setting a world record in the mile (then about 4 mins. 12 secs.), Nurmi supposedly replied with a Finnish bull (or reindeer?), “You start out at full speed, gradually increasing pace.”</p>\n<p>When a loudly bawling child was asked, “What are you crying for, little fellow?” he answered, “Boo-hoo! Dennis kicked me in the belly when my back was turned.” That Dennis chap took piano lessons, to the dismay of the neighborhood, and his proud, tone-deaf but not entirely dumb father said, “I must admit that Dennis seemed hopeless at first, but he's been improving with each preceding lesson.” In school, however, Dennis majored in mayhem, and one teacher showed him the door with the old-fash-ioned verbiage, “I'll never allow you in class again; that'll teach you!”</p>\n<p>When Dennis was born, an event from which the town ultimately recovered—but slowly—his grandfather learned what the child's name was to be and asked the father, “Whatta ya calling him Dennis for? Every Tom, Dick, and Harry is called Dennis.” At the christening, Dennis was the only one present to take water. Among the countless toasts proposed was one by Dennis's father: “May all our children get rich parents!”</p>\n<p>One guest asked another, “Did you come by car?” and received the sarcastic reply, “No, by camel.” “Ah, that's a horse of a different color!”</p>\n<p>Other bulls have been heard recently on radio and television, and one or two have probably been heard that were not said—a sort of bullish situation in itself. These were new to me: “You've got to give that man credit; he always pays cash!” “Many things occur to me, but nothing ever happens.” “Those who stir up trouble among nations are no friends of peace.” One of more ancient vintage recently heard again is: “After they got rid of capital punishment, they had to hang twice as many people as before.”</p>\n<p>A colleague came up (or down) with this rewording of an ancient slur: “Those who can, do; those who can't, teach; all others become linguists.” Oh, well, they philological gap.</p>\n<p>My friend who retired concluded his autobiographical remarks with a sigh and the following suprapontic bull: “But that's all water over the bridge.”</p>\n<p>Finally, the following would have been funnier in a less tragic era, but it is still funny as an instance of the bovine stupidity of man: “Wanted: man and woman to care for two cows, both Protestant”-a possibly fictitious ad (possibly not!) in an Ulster newspaper, quoted in Seán McCann, <em>The Wit of the Irish</em> (London: Leslie Frewin, 1968), p. 74. What do you mean, “it's no bull”? At your service.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Irish Bulls—Second Series</h1> <p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">New York University</span></em></p> <p>A short time ago our little article on so-called “Irish Bulls (<em>VERBATIM</em> II, 1) provoked a surprising amount of correspondence. Since one or two readers were incautiously kind enough to ask for more, we are rashly reacting to that suggestion with “another debut,” a term I have from a neighbor who was forced to retire and referred to his appearance at the usual farewell party as “my final debut.” He bullishly added, “I'm starting the eventide of life with a terrible feeling of the morning after the night before,” whereupon a friend said, “Well, the heyday of your career took place mainly at night.” He attended night school and alleged that he excelled in those subjects that he never took. Although he did well enough in life, he was once severely rebuked by his wife for having signed “an oral contract,” which, as everybody knows, “isn't worth the paper it's written on.”</p> <p>As a boy in Europe he began in the apprentice system: “I started with zero pay, but they were so pleased with my work that they doubled it every year.” He became active in a union and recalled with pride his part in negotiations: “We once tried to put through a demand for no working between meals, but we figured some lazy guys would cheat.” The factory had a yearly trip and “Everybody without exception left town for the annual outing once a year, but the ones that stayed behind wrecked the place.”</p> <p>At the retirement party mentioned above, Mr. Self-mademan said, among other things, that if he could begin his life over again, he would not start to work at such an early age, even if he lived to be a hundred!</p>"
}