{
  "type": "Article",
  "title": "EX CATHEDRA",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA</h1>\n<p>Those who have not been so fortunate as to have been exposed to that paragon of British publishing known as <em>The Times</em> cannot be aware of the treasures to be found in a national newspaper that summarizes the contemporary history and culture of a country in about 20 pages daily, some percentage of which is devoted to advertising. Within memory, the front page of <em>The Times</em> was dedicated to the (in) famous “Personals,” now relegated to the back page. In place of the Personals appears news, or what might generally pass for news. In a random <em>Times</em> picked up as typical [Monday, October 18, 1976], one might have been misled into believing that the drought of last summer had occasioned a postponement of the Silly Season: the revaluation of the German mark was announced after a surprise meeting of the “snake”; “Uncompromising show of police strength keeps football hooligans under control”; “Mao 'almost nagged to death by his wife' ”; the death of Carlo Gambino in New York may lead to a “struggle for 'Godfather' succession”; and “Bagpipes sound [in St. Peter's Square, Rome] for new Scottish Saint.” The featured photograph meriting page one coverage is of “Ramu, a three and a half ton killer whale, being winched from its pool at Windsor Safari Park before being flown to an aquarium in California. It had become too big for the pool.”</p>\n<p>One observation of some usefulness is that <em>The Times</em>, which has no stated policy in the “ears” alongside its name on page one, seems to cleave to the tenet that unimportant but interesting news merits coverage, but in only a limited space. Contrariwise, important but not always interesting news receives succinct but by no means sparse treatment. <em>The New York Times</em>, on the other hand, sports its heart in its ear: “All the news that's fit to print,” a slogan that has often been reinterpreted as, “All the news that fits we print,” and not without some justification. The <em>NY Times</em> fancies itself the documentalist of events of the world, though one is often given to wonder how a reader can be expected to wade through the morass of verbiage in which a <em>NY Times</em> story is almost invariably embedded. It was (at least) once observed that <em>The New York Daily News</em> was one of the best edited newspapers in America. Not the best written, you understand; for what was referred to was the ability of the <em>News's</em> editors to distill into one brief paragraph the same information that <em>The NY Times</em> needed three columns to describe.</p>\n<p>To one who is familiar with the style of <em>The NY Times</em>, it is amusing to speculate to what lengths it would go to treat such items as the following, reproduced in their terse entirety from <em>The Times</em> [of London]:</p>\n<blockquote>\n<p><em>Purge in Pakistan</em><br>\nRawalpindi, Oct. 17.—In a big purge of the Pakistan Administration, more than 500 of senior ranks in Government and autonomous departments have been dismissed.<br>\n<em>Whisky vats explode</em><br>\nSao Paulo, Brazil, Oct. 17.—Nine vats exploded at a distillery in Sao Paulo state, causing a fire that destroyed more than 500,000 gallons of cane whisky.<br>\n<em>China nuclear blast</em><br>\nHongkong, Oct. 17.—China today successfully conducted another nuclear test.</p>\n</blockquote>\n<p>The “Letters to the Editor” page of <em>The Times</em> [of London] is far more revealing of the character of its readers than is the parallel page of <em>The NY Times</em>. After several weeks of to-ing and fro-ing about Scots' eating their porridge while walking about, on October 18 readers finally got down to business with contributions like these:</p>\n<blockquote>\n<p>Sir, It is with horror that I read in <em>VAT News No 11</em> that “it has been decided that gallop fees which are charged by a landowner for granting permission to gallop horses over his land are liable to VAT at the standard rate with effect from 1 July, 1976.” Do we now have galloping inflation?</p>\n<p>Yours truly,</p>\n<p>Clifford Prowse,</p>\n<p>St. Fillans,</p>\n<p>Ray Mead Road,</p>\n<p>Maidenhead,</p>\n<p>Berkshire.</p>\n<p>October 14.</p>\n</blockquote>\n<blockquote>\n<p>Sir, In your Special Report today (October 13) on business travel, the last item in the table of contents reads “What to pack; taking your wife.” This is particularly gratifying to me: fairly flexible, of small dimensions and weighing only 84 lb, I could be accommodated in a travelling bag of quite moderate size.</p>\n<p>Yours faithfully,</p>\n<p>Gwyneth M. Ohlsen,</p>\n<p>31 Hill Rise,</p>\n<p>Woodhouse Eaves,</p>\n<p>Loughborough,</p>\n<p>Leicestershire.</p>\n<p>October 13.</p>\n</blockquote>\n<p>Needless to say, other correspondence deals with matters of greater import, but one can always find the light touch among the more ponderous. Perhaps <em>The NY Times</em> takes itself too seriously.</p>\n<p>Certainly, one cannot despair that <em>The Times</em> [London, again] has lost its touch if one can fight off the lugubrious prospects of sinking sterling with headlines like, “Keeping the bounce in synthetic rubber,” “Parris brings downfall of Trojan fortress” [M.J. Parris, playing for Slough, scored the winning goal against the Trojans in the National Club Hockey Championship], “Mr. Ford looks like boring his way back to the White House.”</p>\n<p>And what depths of Holmesian intrigue are conjured up by the cryptic advert in the Announcements column: “C.M. Please ring 77557. Move in 2 weeks. P.T.” Had the initials been different, we might have speculated about the Prime Minister's anticipation of a quick defeat by Mrs. Thatcher's Tories in a surprise vote-of-confidence election.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA</h1> <p>Those who have not been so fortunate as to have been exposed to that paragon of British publishing known as <em>The Times</em> cannot be aware of the treasures to be found in a national newspaper that summarizes the contemporary history and culture of a country in about 20 pages daily, some percentage of which is devoted to advertising. Within memory, the front page of <em>The Times</em> was dedicated to the (in) famous “Personals,” now relegated to the back page. In place of the Personals appears news, or what might generally pass for news. In a random <em>Times</em> picked up as typical [Monday, October 18, 1976], one might have been misled into believing that the drought of last summer had occasioned a postponement of the Silly Season: the revaluation of the German mark was announced after a surprise meeting of the “snake”; “Uncompromising show of police strength keeps football hooligans under control”; “Mao 'almost nagged to death by his wife' ”; the death of Carlo Gambino in New York may lead to a “struggle for 'Godfather' succession”; and “Bagpipes sound [in St. Peter's Square, Rome] for new Scottish Saint.” The featured photograph meriting page one coverage is of “Ramu, a three and a half ton killer whale, being winched from its pool at Windsor Safari Park before being flown to an aquarium in California. It had become too big for the pool.”</p> <p>One observation of some usefulness is that <em>The Times</em>, which has no stated policy in the “ears” alongside its name on page one, seems to cleave to the tenet that unimportant but interesting news merits coverage, but in only a limited space. Contrariwise, important but not always interesting news receives succinct but by no means sparse treatment. <em>The New York Times</em>, on the other hand, sports its heart in its ear: “All the news that's fit to print,” a slogan that has often been reinterpreted as, “All the news that fits we print,” and not without some justification. The <em>NY Times</em> fancies itself the documentalist of events of the world, though one is often given to wonder how a reader can be expected to wade through the morass of verbiage in which a <em>NY Times</em> story is almost invariably embedded. It was (at least) once observed that <em>The New York Daily News</em> was one of the best edited newspapers in America. Not the best written, you understand; for what was referred to was the ability of the <em>News's</em> editors to distill into one brief paragraph the same information that <em>The NY Times</em> needed three columns to describe.</p> <p>To one who is familiar with the style of <em>The NY Times</em>, it is amusing to speculate to what lengths it would go to treat such items as the following, reproduced in their terse entirety from <em>The Times</em> [of London]:</p> <blockquote>\n<p><em>Purge in Pakistan</em><br>\nRawalpindi, Oct. 17.—In a big purge of the Pakistan Administration, more than 500 of senior ranks in Government and autonomous departments have been dismissed.<br>\n<em>Whisky vats explode</em><br>\nSao Paulo, Brazil, Oct. 17.—Nine vats exploded at a distillery in Sao Paulo state, causing a fire that destroyed more than 500,000 gallons of cane whisky.<br>\n<em>China nuclear blast</em><br>\nHongkong, Oct. 17.—China today successfully conducted another nuclear test.</p>\n</blockquote>"
}