{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA The Plight of the English and On Writing Well",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA <em>The Plight of the English</em> and <em>On Writing Well</em></h1>\n<p><em>Basil Cottle, Arlington House, 1975, 159 pp. [A VERBATIM Book Club Selection] and William Zinsser, Harper, 1976, viii + 157 pp.</em></p>\n<p>The subtitle of <em>Plight</em> reads, “Ambiguities, Cacophonies, and Other Violations of Our Language”; that of <em>Writing</em>, “An Informal Guide to Writing Nonfiction.” Here are two books about the use of English, one by an experienced practitioner of the craft of nonfiction, author of nine books (plus <em>Writing</em>) and of an enormous number of articles in national periodicals, who teaches at Yale, the other by a scholar at Bristol University in England, author of a dictionary of surnames and of <em>The Triumph of English: 1350-1400</em>.</p>\n<p>Zinsser's book falls into the style of a text quite early, when he makes his straightforward plea for simplicity. Consequently, his book reads like an English handbook; notwithstanding the author's demurrals, despite his urging that the details of his exposition be searched out in grammar books, the reader comes away with the definite impression that he is being taught. There is nothing wrong with being taught, but it is hardly as engaging as being exposed to learning. <em>On Writing Well</em> is a serious book and not really very entertaining.</p>\n<p>Cottle, on the other hand, exhibits the sly cynicism one comes to associate with editorial writers in <em>The Times</em> —people like Philip Howard and Bernard Levin. There is no doubt that <em>Plight</em> is the more learned of two books, but its erudition is clothed in a combination of practical advice and detached humor. Cottle also makes his plea for simplicity of expression:</p>\n<blockquote>\n<p>One of the first casualties in the search for affectation is the verb <em>to be:</em> opposing the idea that men wear beards out of another kind of affectation, someone sensibly wrote, 'Surely the affectation is in the removal of facial hair, not in its retention'; few writers would leave it at that-<em>is in</em> would be varied to <em>is found in, rests in, dwells in, lies in, stands in, shows in, stems from, issues from, proceeds from, belongs to, originates in, is discernible in, is ascribable to, is symptomatised by</em>, and thus the value of the good old plain word is is further cheapened.</p>\n</blockquote>\n<p>Cottle's book has more humor than Zinsser's; but that may not be an adverse criticism for those who prefer to keep learning and entertainment separate. Cottle's book has more information about the history of the language, and it seems very apt where it appears; but the absence of such information in Zinsser's book will be no loss to those who want to get on with the business at hand. Cottle's book, by rough estimate, contains about ten per cent less text than Zinsser's yet costs more than 16 per cent more (at retail); but such differences are trivial. Cottle's style, though entertaining in content, is less informal than Zinsser's.</p>\n<p>The authors appear to have set out with the same ends in view, to enlighten readers in the difficult business of writing well—at least well enough to communicate. Both directed their books to people of education who wish to improve their techniques with language, not learn them from scratch. In their approaches to these purposes, the authors differ markedly: for acquiring techniques, Zinsser's book must be recommended over Cottle's; for enjoyment, Cottle's takes the honors</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA <em>The Plight of the English</em> and <em>On Writing Well</em></h1> <p><em>Basil Cottle, Arlington House, 1975, 159 pp. [A VERBATIM Book Club Selection] and William Zinsser, Harper, 1976, viii + 157 pp.</em></p> <p>The subtitle of <em>Plight</em> reads, “Ambiguities, Cacophonies, and Other Violations of Our Language”; that of <em>Writing</em>, “An Informal Guide to Writing Nonfiction.” Here are two books about the use of English, one by an experienced practitioner of the craft of nonfiction, author of nine books (plus <em>Writing</em>) and of an enormous number of articles in national periodicals, who teaches at Yale, the other by a scholar at Bristol University in England, author of a dictionary of surnames and of <em>The Triumph of English: 1350-1400</em>.</p> <p>Zinsser's book falls into the style of a text quite early, when he makes his straightforward plea for simplicity. Consequently, his book reads like an English handbook; notwithstanding the author's demurrals, despite his urging that the details of his exposition be searched out in grammar books, the reader comes away with the definite impression that he is being taught. There is nothing wrong with being taught, but it is hardly as engaging as being exposed to learning. <em>On Writing Well</em> is a serious book and not really very entertaining.</p> <p>Cottle, on the other hand, exhibits the sly cynicism one comes to associate with editorial writers in <em>The Times</em> —people like Philip Howard and Bernard Levin. There is no doubt that <em>Plight</em> is the more learned of two books, but its erudition is clothed in a combination of practical advice and detached humor. Cottle also makes his plea for simplicity of expression:</p>"
}