{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: That Ubiquitous Cockroach!",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>That Ubiquitous Cockroach!</em></h1>\n<p><em>E.E. Rehmus, San Francisco, California</em></p>\n<p>Enter any building in which these depressing creatures thrive and you will be told at once that they were not there before (“in the good, old days”) but that they were “brought in.” Likewise, when you cross the border into a foreign country the language of the country will tell you the same story. Everyone knows that the English word derives from the Spanish <em>cucaracha</em>; the spelling “cockroach” is due to popular etymology. It has nothing to do with roosters or even that carplike fish known as “roach” (Old French <em>roche</em>), although the slang for a marijuana butt, <em>roach</em>, seems to derive from the Mexican song, “La Cucaracha,” judging by the lyrics: “Ya no puede caminar porque...le falta marijuana que fumar.” In other words, the cockroach was “brought in” by the Spaniards. But there is also a Latvian word <em>kukaraca</em>—and which country got it from which? Incidentally, the Basques call all beetles <em>karrakaldo</em> and the Australian aborigines of Melville Island called any insect <em>kărakàringa</em>. But no one in his right mind would hazard any connection between them—or would he?</p>\n<p>Even if we break the Spanish word down we don't get much closer to its origins. The Spanish <em>cuca, cuca</em> is merely a kind of caterpillar. And just to show that Latvian &amp; Spanish have more than one (accidental?) form in common, for <em>cuca</em> there is the Latvian word for 'insect,' <em>kukainis</em>, which is puzzlingly similar also to the Japanese word for 'insect,' <em>konchu</em>. Again, is this merely more of my mania for juxtaposing “impossible” relationships or is there something we don't know?</p>\n<p><em>Cucaracha</em>, however, has even more interesting relatives. Among these is the Greek <em>kantharis</em>, or blister-fly, a kind of beetle from which we get cantharides or Spanish fly, quite wrongly believed to be an aphrodisiac—unless you are a bull or if you <em>like</em> burning &amp; blisters! Another relative (not so “impossible” this time!) is the sacred beetle, or <em>scarab</em> of Egypt: h-p-r (cf. Malayalam <em>parra</em>, 'cockroach') or <em>chepera</em>. In German this word falls from grace as <em>Schwabe</em> 'cockroach' which the Germans believe comes from Swabia-just as we believe our pests came from Spain. Its real origin, however, is not Swabia, but the Lithuanian <em>vabalas</em> (cognate of English <em>weevil</em>) or <em>beetle</em> via Czech <em>svab</em> 'cockroach'.</p>\n<p>I believe, in contradiction to most etymologists, that the Egyptian scarab, <em>chepera</em>, is our word <em>chafer</em>, French <em>cafard</em>, and possibly Italian <em>scarafaggio</em>. In Sanskrit the <em>r</em> becomes an <em>l</em> and the elements are transposed resulting in <em>pulaka</em> 'insect.' The Aztec word <em>chapul</em> 'grasshopper' as in the fashionable Mexico City district, <em>Chapultepec</em> or 'Grasshopper Hill' is another odd similarity. But <em>pulaka</em>, rather than <em>fugio</em> or some such root, as many would have us believe, is most likely to be the origin of Latin <em>pulex</em>, English <em>flca</em>. This is despite the fact that many old textbooks use a blanket term for all nocturnal pests, <em>lucifugia</em> 'lightfleers' even to the inclusion of rodents.</p>\n<p>If we substitute <em>b</em> for <em>p</em> in <em>pulaka</em> we get the Latin word for cockroach, <em>blatta</em>. Although that is not a cognate of English <em>beetle</em> (&lt; OE <em>bitula</em>, 'a biter'), <em>blatta</em> could conceivably be a relative of Old English <em>budda</em>—not any friend, however, of Gautama—as <em>scearn-budda</em> is only a dung-beetle. <em>Weevil</em> could also be another relative and the latter is almost certain to be part of the same ugly family as Portuguese <em>barata</em> 'cockroach' and Albanian <em>brumbull</em> 'beetle.'</p>\n<p>Thus, for the meaning 'cockroach' we find any number of alternate senses: 'insect,' 'beetle,' 'grasshopper,' etc. Since all of these creatures are first of all insects and secondly pests, the Egyptians sought to incorporate all of these meanings in the one sense of <em>scarab</em> which then represented therefore a creature of persistence and reincarnation or immortality. The identification of the scarab with the dung-rolling beetle was purely visual and secondary. Don Marquis may or may not have been aware of all that when he made Archy, the cockroach who used his typewriter by night, a reincarnated being descended all the way from the Egyptian pharaohs, but the fact is the cockroach is the hardiest and most ancient of all insect scourges.</p>\n<p>As for its geographical origin, it seems mysteriously &amp; gradually to have appeared from all sides and no matter how much one culture may try to blame another, the fact is it is impossible to determine where it ultimately came from. Aside from <em>cockroach</em> the native English term would seem to be <em>wood louse</em>, except that a wood louse is a sow bug or a termite and only has the meaning of 'cockroach' in a metaphorical sense.</p>\n<p>I hasten to add that there are none of these awfuls in <em>my</em> house, which is probably just luck—but please <em>don't</em> knock on wood (work) because you never can tell!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>That Ubiquitous Cockroach!</em></h1> <p><em>E.E. Rehmus, San Francisco, California</em></p> <p>Enter any building in which these depressing creatures thrive and you will be told at once that they were not there before (“in the good, old days”) but that they were “brought in.” Likewise, when you cross the border into a foreign country the language of the country will tell you the same story. Everyone knows that the English word derives from the Spanish <em>cucaracha</em>; the spelling “cockroach” is due to popular etymology. It has nothing to do with roosters or even that carplike fish known as “roach” (Old French <em>roche</em>), although the slang for a marijuana butt, <em>roach</em>, seems to derive from the Mexican song, “La Cucaracha,” judging by the lyrics: “Ya no puede caminar porque...le falta marijuana que fumar.” In other words, the cockroach was “brought in” by the Spaniards. But there is also a Latvian word <em>kukaraca</em>—and which country got it from which? Incidentally, the Basques call all beetles <em>karrakaldo</em> and the Australian aborigines of Melville Island called any insect <em>kărakàringa</em>. But no one in his right mind would hazard any connection between them—or would he?</p> <p>Even if we break the Spanish word down we don't get much closer to its origins. The Spanish <em>cuca, cuca</em> is merely a kind of caterpillar. And just to show that Latvian &amp; Spanish have more than one (accidental?) form in common, for <em>cuca</em> there is the Latvian word for 'insect,' <em>kukainis</em>, which is puzzlingly similar also to the Japanese word for 'insect,' <em>konchu</em>. Again, is this merely more of my mania for juxtaposing “impossible” relationships or is there something we don't know?</p> <p><em>Cucaracha</em>, however, has even more interesting relatives. Among these is the Greek <em>kantharis</em>, or blister-fly, a kind of beetle from which we get cantharides or Spanish fly, quite wrongly believed to be an aphrodisiac—unless you are a bull or if you <em>like</em> burning &amp; blisters! Another relative (not so “impossible” this time!) is the sacred beetle, or <em>scarab</em> of Egypt: h-p-r (cf. Malayalam <em>parra</em>, 'cockroach') or <em>chepera</em>. In German this word falls from grace as <em>Schwabe</em> 'cockroach' which the Germans believe comes from Swabia-just as we believe our pests came from Spain. Its real origin, however, is not Swabia, but the Lithuanian <em>vabalas</em> (cognate of English <em>weevil</em>) or <em>beetle</em> via Czech <em>svab</em> 'cockroach'.</p>"
}