{
  "type": "Article",
  "title": "More About the Name Cowbird for Molothrus ater ater",
  "author": "W.M. Woods",
  "location": "Oak Ridge, Tennessee",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">More About the Name Cowbird for Molothrus ater ater</h1>\n<p><em><span data-rel=\"author\">W.M. Woods</span> <span data-rel=\"location\">Oak Ridge, Tennessee</span></em></p>\n<p>In a letter [II, 4] I conjectured that <em>Molothrus ater ater</em>, the Eastern Cowbird of North America, got its vernacular name because of the similarity of its habits to those of the European cuckoo <em>Cuculus canorus</em>, that immigrants called the bird the <em>kuh-kuh-bird</em>, then by abbreviation the <em>kuh-bird</em>, and finally by improper translation from the German <em>cowbird</em>.</p>\n<p>Mr. Edwin H. Hammock of Columbus, Ohio [III, 1] cast shame on me because he imagined I had overlooked a remark by Audubon in an <em>American Orthnic Biography</em> (1828): “From the resemblance of its notes to that word [cow-cow], this Cuckoo is named Cow Bird in every part of the union.”</p>\n<p>In fact, this citation is given in the <em>OED</em>, and I was quite aware of it. I rejected Audubon's explanation for two reasons. No cowbird ever said anything resembling “cow-cow” when I was around, and no other ornithological work I have come across reports any such sound as “cow-cow” although many of them go into considerable detail in reporting the voices of this bird. Then, Audubon himself apparently revised his opinion in a later revision of the cited work. His <em>Birds of America</em> [Vol. 4, p. 20, 1840-44 Edition] contains the following: “This species derives its name from the circumstance of its frequenting cow-pens.” And. “It has no song properly so called, but utters a low muttering sort of chuckle....” Further, “On inspecting it, however, I at once felt convinced that it was nothing else than a young Cow-pen-bird, scarcely fledged....” [Ibid., pp. 20-21].</p>\n<p>For other descriptions of the voice of <em>M. ater ater</em> see <em>Field Guide to the Birds</em> by Roger Tory Peterson [2nd Ed., p. 216] and <em>Natural History of AMERICAN BIRDS of Eastern &amp; Central North America</em> by Edward Howe Forbush &amp; John Richard May [Bramhall House, NY, p. 477].</p>\n<p>If further refutation of the .“cow-cow” hypothesis is needed, I have an unpublished private communication from Mr. J.B. Owen, a well-known ornithologist who writes a bird column for the Knoxville News-Sentinel—and to whom I am indebted for several references cited in this article— which states, “As for my own observations, I agree that the cowbird does not have any call or song that could resemble its name.”</p>\n<p>One of the authors of Forbush &amp; May [loc. cit., p. 478] gives a first-hand account of an observation that may have bearing on the question. “One spring day I observed a male [cowbird] on the ridgepole of a house, attitudinizing for the benefit of his consorts. His attempts at song were peculiar and probably unusual. With each swelling of his throat he produced a soft rather musical sound in two syllables like that of the cuckoo of Europe, but with the accent on the last syllable thus—<em>cook-oó</em>', but several seconds elapsed between the calls.”</p>\n<p>This observation, if anything, strengthens my general conjecture, for habits aside, such a call would directly suggest a relationship with the European cuckoo, or coo-coo, and thus <em>kuh-kuh-bird, kuh-bird, cowbird</em>. Indeed, with the stressed last syllable of its voice, the bird might well have been termed the <em>coo-bird</em> to begin with, which eliminates the need for the postulated abbreviation, even for any association with the Old World bird. Only an imagined translation from the German is now needed.</p>\n<p>For completeness, and in fairness to the objective question involved, I ought now to briefly cite other references given to me by Mr. Owen, or turned up by me, whether these support my conjecture or not.</p>\n<p><em>Words for Birds</em> by Edward S. Gruson, p. 254 (1972): “Cowbird is a contraction of Catesby's 'Cowpenbird' of which he says, “They delight much to feed in the pens of cattle, which has given them their name.' ” [Catesby lived a century ahead of Audubon (1682-1749) and wrote on the <em>Natural History of Carolina, Florida, and the Bahama Islands</em>.]</p>\n<p><em>Life Histories of North American Blackbirds, Orioles, Tanagers, and Allies</em> by A.C. Bent (1958): “It deserves the common name cowbird and its former name, buffalo-bird, for its well-known attachment to these domestic and wild cattle.” [The name <em>buffalo-bird</em> would support the “association with cattle” hypothesis since it suggests that the symbiosis of bird with bovine was well-established and well-known before the introduction of domestic live stock. Still, if this be so, one wonders what happened to Amerind words for the buffalo-bird.]</p>\n<p>Mr. J.B. Owen, referred to above, gives the following notes. [I do not have these references.]: Alexander Wilson, who was slightly ahead of Audubon, called the bird the cow bunting. The National Geographic's <em>Song &amp; Garden Birds</em> says that cowbirds “snatch insects stirred up by hoofs and alight on the backs of the animals to pick off ticks and other pests.” A highly respected volume, <em>Birds of the World</em>, by Oliver L. Auston, Jr. says “except for the giant cowbird of Central and South America...cowbirds seldom alight on cattle, but flock around to feed on the insects disturbed by their feet.”</p>\n<p>At this point, I think we can very fairly reject the “<em>cow-cow</em> call” hypothesis, without any shame whatever. We are then left to choose between the orthodox etymology “association with cows” hypothesis, and my heretical “<em>kuhkuh-bird→ kuh-bird→ cow-bird</em>” conjecture.</p>\n<p>It will require further, deeper research and quantitative empirical observation of this interesting bird to settle the matter. [I often think that etymologists muse too much over musty manuscripts and neglect the evidence of the real-time world, shining bright and informative all about them.] Of course, if the cowbird has changed its habits since the introduction of chemical sprays reduced the tick population on cattle, as Francis E. Throw of Wheaton, Illinois, opines [III, 2], the question may remain moot. In etymological matters, it is seldom possible to discharge every possible or plausible objection or counterexample.</p>\n<p><em>Readers of VERBATIM ought, by now, to be developing some affection for the cowbird. We are perplexed, however, by the high degree of acoustic refinement exhibited by bird-listeners that permits them to be so firm in their convictions that</em> cowbirds <em>say “cuckoo” and not “cow-cow.” Is it possible that we are dealing with dialect differences among cowbirds? [That isn't as far-fetched as it sounds: ornithologists do report regional variations in the songs of the same species.] Perhaps someone has encountered a</em> cowbird (<em>or a whole family of</em> cowbirds) <em>with a speech defect? And why should only German immigrants have been listening to his bird's song (if “kuh-kuh” can be said to be a song)? To us, a “coo-bird” is a pigeon or a dove: they're the ones that say “coo.” And how could the</em> Eastern Cowbird <em>be confused with the</em> Buffalo-Bird, <em>which, if it frequented buffaloes, would have had trouble finding them in eastern North America? As to the question of whether chemical sprays might have reduced the tick population, it suggests that the entire matter may be entomological rather than etymological</em>.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">More About the Name Cowbird for Molothrus ater ater</h1> <p><em><span data-rel=\"author\">W.M. Woods</span> <span data-rel=\"location\">Oak Ridge, Tennessee</span></em></p> <p>In a letter [II, 4] I conjectured that <em>Molothrus ater ater</em>, the Eastern Cowbird of North America, got its vernacular name because of the similarity of its habits to those of the European cuckoo <em>Cuculus canorus</em>, that immigrants called the bird the <em>kuh-kuh-bird</em>, then by abbreviation the <em>kuh-bird</em>, and finally by improper translation from the German <em>cowbird</em>.</p> <p>Mr. Edwin H. Hammock of Columbus, Ohio [III, 1] cast shame on me because he imagined I had overlooked a remark by Audubon in an <em>American Orthnic Biography</em> (1828): “From the resemblance of its notes to that word [cow-cow], this Cuckoo is named Cow Bird in every part of the union.”</p> <p>In fact, this citation is given in the <em>OED</em>, and I was quite aware of it. I rejected Audubon's explanation for two reasons. No cowbird ever said anything resembling “cow-cow” when I was around, and no other ornithological work I have come across reports any such sound as “cow-cow” although many of them go into considerable detail in reporting the voices of this bird. Then, Audubon himself apparently revised his opinion in a later revision of the cited work. His <em>Birds of America</em> [Vol. 4, p. 20, 1840-44 Edition] contains the following: “This species derives its name from the circumstance of its frequenting cow-pens.” And. “It has no song properly so called, but utters a low muttering sort of chuckle....” Further, “On inspecting it, however, I at once felt convinced that it was nothing else than a young Cow-pen-bird, scarcely fledged....” [Ibid., pp. 20-21].</p>"
}