{
  "type": "Article",
  "title": "Hear Finish Before (Pause) You?",
  "author": "Ruth Brown",
  "location": "New York Society for the Deaf, New York City",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Hear Finish Before (Pause) You?</h1>\n<p><em><span data-rel=\"author\">Ruth Brown</span> <span data-rel=\"location\">New York Society for the Deaf, New York City</span></em></p>\n<p>No longer does a person need to be deaf in order to enjoy using sign language. Thanks largely to the perseverance of deaf adults and their hearing offspring, the past decade has witnessed a flowering of sign language systems—American Sign Language or Ameslan, Signed English, Signing Exact English, sign-mime, and cued speech—in this country.</p>\n<p>Of these, Ameslan is the most useful for communicating with most deaf people and the most fascinating from a linguistic viewpoint. To begin with, in an obvious departure from formal English usage, it lacks articles, and plurals and verb tenses are supplied either through context or by the addition of the word “finish.” The Ameslan title of this article thus translates into English as: “Have you ever heard of this before?”</p>\n<p>For fullest communication, facial expression and body language must also be used when signing in lieu of aural inflection cues. “Think funny (pause) you?” translates from Ameslan into English either as: “Isn't he funny?” or “So you think he's funny, do you?” depending on whether the signer wears a smiling facial expression and relaxed posture, or a grim facial expression and threatening posture.</p>\n<p>Strike your right fist down on top of your left fist twice. Then flick your right index finger twice quickly away from the side of your forehead. You have just signed “Work-work, for-for” in Ameslan. This translates into English as “What are we working so hard for,” and again your face and body must supply the correct punctuation and depth of feeling appropriate to the utterance of the sentiment.</p>\n<p>Are you surprised to find yourself using Ameslan so easily? Then tap the side of your forehead twice with your right index finger, curl and “freeze” the fingers of both hands in mid-air, and point to your chest. You have just signed “Think freeze me!” in Ameslan, or in English, “I was so surprised I couldn't think!”</p>\n<p>Perhaps you wish to express a quizzical attitude by stroking your chest lightly, quickly and upward, with the middle fingers of both hands, then bringing the tips of thumbs and fingers of both hands together twice. You've just said in Ameslan, “Exciting, more?” or in English, “What else is new and exciting?”</p>\n<p>Straddling your left index finger between your right index and middle fingers, then rocking the latter two fingers slightly and pointing to your chest indicate “Undecided me” in Ameslan or “I haven't decided yet” in English.</p>\n<p>Or instead you may want to flick your right index finger upward next to your forehead, then form an “O” in mid-air with your cupped hand before pointing to yourself. That would convey in Ameslan, “Understand zero me!” or in English, “I don't understand a single thing!”</p>\n<p>Another way to sign what you mean is to run your right middle finger vertically across your open left palm upward in the direction of your chin. Hold the tip of your tongue against your upper front teeth and let a sly expression creep into your eyes. You have just said in English, “I'm going to take advantage of this!”</p>\n<p>If you want to use an Ameslaner's favorite phrase, it can be best expressed by the erect index and little fingers, open palm, outstretched thumb and upright forearm simultaneously spelling out “I-L-Y,” the Ameslan acronym for “I love you.”</p>\n<p>Conversely, if you think Ameslan's just a lot of hogwash, you could vent your feelings by wrapping the fingers of your left hand loosely around your upright right thumb, then jerking the thumb downward with an emphatic movement. This sign happens to be a graphic description of a physiological function.</p>\n<p>Often there is a pictorial similarity between the sign and the concrete thing it represents, which is sometimes reinforced by also using the initial letter of the word. To cite only two examples here suffices: The word “tree” is signed by having the left hand, palm down, support the right elbow, while the right fingers remain outstretched and the right forearm turns from side to side. The word “water” is signed with the sign for “w”—the outstretched index, middle and ring fingers of one hand—tapping against the chin.</p>\n<p>All signs are classified according to <em>position</em> in relation to the head or upper torso, <em>shape</em> of the fingers or hands, and <em>motion</em> in relation to the rest of the body. In this connection, it is interesting to note that nouns indicating the human male—man, father, husband—are signed above the nose; those belonging to the human female—aunt, daughter, grandmother—below the nose. Long ago someone must have decided men have minds while women have mouths. While today liberated women would scorn such a connotation, it cannot be denied that such a gestural distinction is helpful in practice.</p>\n<p>Like all other living languages, Ameslan changes and thrives, thanks to the input and encouragement it receives from the National Association of the Deaf, teachers of the deaf in total-communication school programs, various meetings and sports events run by and for deaf people, institutions like Gallaudet College, the National Technical Institute for the Deaf, California State University at Northridge and New York University's Deafness Research &amp; Training Center, the Registry of Interpreters for the Deaf and the National Theatre of the Deaf. Television coverage of deaf people, such as of the recently crowned Miss Deaf America 1976-1978, on a captioned news program also makes more people aware of sign language.</p>\n<p>Anyone can obtain a basic knowledge of Ameslan by enrolling in one of the many sign-language classes offered by adult education programs, churches and colleges throughout the country and by studying any of several textbooks available. After a beginner masters the one-handed manual alphabet and a basic vocabulary of perhaps five hundred signs, he is ready to enjoy the peculiar logic, economy, and beauty inherent in Ameslan.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Hear Finish Before (Pause) You?</h1> <p><em><span data-rel=\"author\">Ruth Brown</span> <span data-rel=\"location\">New York Society for the Deaf, New York City</span></em></p> <p>No longer does a person need to be deaf in order to enjoy using sign language. Thanks largely to the perseverance of deaf adults and their hearing offspring, the past decade has witnessed a flowering of sign language systems—American Sign Language or Ameslan, Signed English, Signing Exact English, sign-mime, and cued speech—in this country.</p> <p>Of these, Ameslan is the most useful for communicating with most deaf people and the most fascinating from a linguistic viewpoint. To begin with, in an obvious departure from formal English usage, it lacks articles, and plurals and verb tenses are supplied either through context or by the addition of the word “finish.” The Ameslan title of this article thus translates into English as: “Have you ever heard of this before?”</p> <p>For fullest communication, facial expression and body language must also be used when signing in lieu of aural inflection cues. “Think funny (pause) you?” translates from Ameslan into English either as: “Isn't he funny?” or “So you think he's funny, do you?” depending on whether the signer wears a smiling facial expression and relaxed posture, or a grim facial expression and threatening posture.</p>"
}