{
  "type": "Article",
  "title": "The Cape Cod Reader",
  "author": "Henry Morgan",
  "location": "Truro, Massachusetts",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Cape Cod Reader</h1>\n<p><em><span data-rel=\"author\">Henry Morgan</span> <span data-rel=\"location\">Truro, Massachusetts</span></em></p>\n<p>On Lower Cape Cod, specifically in the village of Truro, a common English word that started life as a noun has become a verb, adverb, gerund, participle, conjunction, interjection and practically every other part of speech. In fact some of the parts are elusive and therefore it seems best just to give instances of usage and the reader can make up his own mind.</p>\n<p><em>Bullshit</em>. A simple declarative, usually taken to mean 'I have reason to doubt the veracity of what you just said.'</p>\n<p><em>I was bullshit</em>. In effect, 'very very angry... upset...terrified.' It's necessary to consider the context of what has been under discussion and to observe the speaker's manner. Sometimes the phrase follows a fairly simple announcement—e.g.: “I just got my electric bill and I was b.”</p>\n<p><em>My wife was b. with the kid</em>. 'The kid has done something it shouldn't have done. The wife hit it.'</p>\n<p><em>He lives in that b. house near you</em>. The speaker in this instance is a plumber who is being called much too often by the owner of the house to do repair work. The plumbing was installed by his chief competitor.</p>\n<p><em>This year my gahden went b. on me</em>. 'Weeds. Also, rabbits, chipmunks, corn borers, raccoons, etc.</p>\n<p><em>The weather turned b</em>. [Fisherman] was out in his illegal trawler and got caught in fog.'</p>\n<p><em>The harbormaster went b</em>. 'He also got caught by the harbormaster.'</p>\n<p><em>This here chowdah is b</em>. 'Canned.'</p>\n<p><em>The way I have to start my cah, I have to b. it for a while</em>. 'Old car. It has a manual choke and it has to be “babied” a bit.'</p>\n<p><em>The wind blew b. last night</em>. 'The anemometer registered gusts over seventy mph—not uncommon.'</p>\n<p>Another multi-faceted word in our town is “unreal.” About half the goings on, especially during the tourist season, are thus described. “The way he was driving—it was unreal.” “She burned the corn. Unreal.” And so forth.</p>\n<p>What may be of interest to students of the genre is the not-all-that-rare combination (I've heard it three times in the last month) viz: “Unreal bullshit.” While there is no accurate way of translating this into something more meaningful, still, it serves its purpose.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Cape Cod Reader</h1> <p><em><span data-rel=\"author\">Henry Morgan</span> <span data-rel=\"location\">Truro, Massachusetts</span></em></p> <p>On Lower Cape Cod, specifically in the village of Truro, a common English word that started life as a noun has become a verb, adverb, gerund, participle, conjunction, interjection and practically every other part of speech. In fact some of the parts are elusive and therefore it seems best just to give instances of usage and the reader can make up his own mind.</p> <p><em>Bullshit</em>. A simple declarative, usually taken to mean 'I have reason to doubt the veracity of what you just said.'</p> <p><em>I was bullshit</em>. In effect, 'very very angry... upset...terrified.' It's necessary to consider the context of what has been under discussion and to observe the speaker's manner. Sometimes the phrase follows a fairly simple announcement—e.g.: “I just got my electric bill and I was b.”</p>"
}