{
  "type": "Article",
  "title": "Charmed and Other Quarks",
  "author": "August A. Imholtz",
  "location": "Jr., College Park, Maryland",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Charmed and Other Quarks</h1>\n<p><em><span data-rel=\"author\">August A. Imholtz</span> <span data-rel=\"location\">Jr., College Park, Maryland</span></em></p>\n<p>The U.S. Energy Research and Development Administration (ERDA) announced on June 8, 1976, that a group of physicists working at Stanford and the University of California thought they had discovered a new subatomic particle believed to be the long sought “charmed” quark. “The new particle,” according to the ERDA news release “appears to be made up of a combination of a 'charmed' quark and another non-'charmed' constitutent. If this discovery is confirmed, physicists will have established the existence of 'charm' and gained a much deeper understanding of the world of subatomic particles.”</p>\n<p>The existence of quarks was first proposed by the American physicist Murray Gell-Mann as the basis of all matter. He hypothesized three elementary quarks, quark ρ, η, and λ, which through their various combinations explain the properties of all other subatomic particles. Had Gell-Mann been a Lewis Carroll enthusiast, he might have named his hypothetical particles snarks; but instead he borrowed the word <em>quark</em> from James Joyce's <em>Finnegans Wake</em>. <em>Quark</em> occurs in the first line of the poem (p. 383) recited by gulls and other birds to King Mark of Cornwall:</p>\n<blockquote>\n<p>Three quarks for Muster Mark.</p>\n</blockquote>\n<p>But what is a quark? The Trieste scholar Steilo Crise, in an article published in the <em>James Joyce Quarterly</em>, correctly observed that <em>quark</em> does not exist as a substantive in English. There is a rare English verb to <em>quark</em> which is probably of imitative origin and was first used by J.F. Campbell in his <em>Popular Tales of the West Highlands</em> in 1860: “The gurgling and quarking of spring frogs in a pond.” In the slang of the American West the verb was used as a synonym for murder. Since birds do not gurgle, even in a quarkly way, nor commit murder, the meaning of Joyce's “quark,” like so many of his other recondite words, must be sought outside English.</p>\n<p><em>Quark</em> is a common German word for a rather bland variety of cottage cheese. The modern German word is derived from Middle High German <em>twarc</em> which in turn was derived from the West Slavic (Wendish) word <em>twarog</em> sometime before the 14th century. <em>Twarog</em> is cognate with Czech <em>tvarog</em>, Polish <em>twaróg</em>, Bulgarian <em>tvarog</em>, and Russian <em>tvorg</em>, all of which mean 'curds or soft cheese.' The Slavic words appear to be related to Greek τυρς, meaning 'cheese,' and Avestan <em>tūiri</em>- meaning 'milk that has become cheese.' Karl Lokotsch, however, believes that the Slavic words are derived from the Turkish <em>tu\\rcirc\\at</em>, a word meaning 'curdled milk or cheese.'</p>\n<p>Helmut W. Bonheim, in his <em>Lexicon of the German in Finnegans Wake</em>, offers the following definition: <em>quark:</em> curd, rubbish, trifle. 'Curd' is correct but 'rubbish' is, at best, a misleading gloss. <em>Quark</em>, from its orgiinal meaning of 'cheese,' came to be applied to any cheeselike substance, especially human or other animal excrement. Hence the proverb quoted by Jacob and Wilhelm Grimm:</p>\n<blockquote>\n<p><em>Getretner quark</em>\n<em>Wird breit nicht stark</em>.</p>\n</blockquote>\n<p>Finally, the third meaning of <em>quark</em> is, as Bonheim points out, a 'trifle, a little nothing unworthy of consideration.' In <em>Finnegans Wake</em>, the second and third senses seem more appropriate than does the primary meaning of 'cottage cheese.' The assumption that one or more of the German meanings of <em>quark</em> should be understood in the song of the gulls and curlews is supported by the context of both direct and disguised references to the myth of Tristram and Isolde and by the fact that “Muster,” the first substantive after <em>quark</em>, is the German word for 'model, ideal, or type,' which refers to Mark and H.C. Earwicker, the hero of <em>Finnegans Wake</em>.</p>\n<p>Whatever Joycean sense <em>quark</em> assumes, one may still speculate whether matter, according to the Quark Theory, is really composed of green (for color, like strangeness, is a property of quarks) cheese, crap, or, in the end, nothing really worthwhile.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Charmed and Other Quarks</h1> <p><em><span data-rel=\"author\">August A. Imholtz</span> <span data-rel=\"location\">Jr., College Park, Maryland</span></em></p> <p>The U.S. Energy Research and Development Administration (ERDA) announced on June 8, 1976, that a group of physicists working at Stanford and the University of California thought they had discovered a new subatomic particle believed to be the long sought “charmed” quark. “The new particle,” according to the ERDA news release “appears to be made up of a combination of a 'charmed' quark and another non-'charmed' constitutent. If this discovery is confirmed, physicists will have established the existence of 'charm' and gained a much deeper understanding of the world of subatomic particles.”</p> <p>The existence of quarks was first proposed by the American physicist Murray Gell-Mann as the basis of all matter. He hypothesized three elementary quarks, quark ρ, η, and λ, which through their various combinations explain the properties of all other subatomic particles. Had Gell-Mann been a Lewis Carroll enthusiast, he might have named his hypothetical particles snarks; but instead he borrowed the word <em>quark</em> from James Joyce's <em>Finnegans Wake</em>. <em>Quark</em> occurs in the first line of the poem (p. 383) recited by gulls and other birds to King Mark of Cornwall:</p> <blockquote>\n<p>Three quarks for Muster Mark.</p>\n</blockquote>"
}