{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: How Real Is Real?",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>How Real Is Real?</em></h1>\n<p>Paul Watzlawick, (Random House, 1976), xiv + 266 pp.</p>\n<p>It is impossible, in the few pages of a journal like VERBATIM, to present and describe, let alone discuss, the myriad aspects of language—its history, development, use (and misuse), its style, variety, poetry, its grammar, syntax, vocabulary, pronounciation, its learning, teaching, its curiosities, its relevance, its metaphoricity. If the truth be known, not all the professional journals nor all the books published in every conceivable language, ancient or modern, are sufficient to contain all that can be said on the subject. It is partly for that reason that we review books in VERBATIM, for we hope to introduce to the reader sources of knowledge and an ever-increasing wealth of information about language than it would be feasible for us to attempt to cover in a thousand lifetimes and in ten thousand pages. Whether the reader considers the foregoing an excuse for our inadequacies or a rationalization for the shortcomings of VERBATIM is irrelevant, for its purpose is to introduce him to some of the facets of language that may have failed to catch his imagination.</p>\n<p>Notable among writings dealing with the ways in which man's view of his universe are tempered by the language he speaks is the classic “Four Articles on Metalinguistics,” by Benjamin Lee Whorf, originally published by the U.S. Department of State, now available in a collection, <em>The Collected Writings of B.L. Whorf</em>, MIT Press. We shall review that collection at some other time; for the present purpose, we mention it because it deals with language and reality, the subject of Dr. Watzalawick's book, and comes readily to mind not for comparative or contrastive reasons but purely for associative ones.</p>\n<p>There is little originality in <em>How Real Is Real?</em>, but we can recommend the author highly as an excellent and, as far as we know, accurate reporter of a broad variety of matters relating to language. The central theme of the book is that communication (manifest as language in one form or another) tempers and controls our concepts of reality. Although the accuracy of the book's flap copy is questionable in its statement, “The connection between communication and reality is a relatively new idea,” we suppose that its author could cavil with the weasel-word <em>relatively</em>, for the notion is at least as old as the Allegory of the Cave in Plato. Nonetheless, the book itself reveals, in an easy-to-read style, much interesting information on communication between man and beast and among men.</p>\n<p>The first two parts of the book, “Confusion” and “Disinformation” are less concerned with language, per se, than with behavior. That is understandable in light of Dr. Watzlawick's professional association with the Mental Research Institute in Palo Alto and the Department of Psychiatry at Stanford University. But the behavior discussed is behavior resulting from information, most of it conveyed by language.</p>\n<p>Those unfamiliar with research that has been under way for many years in cross-species communication will be interested in the author's excellent, though brief, descriptions of recent and current experiments with chimpanzees and dolphins.</p>\n<p>From Confusion to Disinformation among human beings to Communication with chimpanzees and dolphins to extraterrestrial communication may be leaps far too enormous to describe in the small compass of 266 pages, and, to be sure, the author cannot dwell on any of his topics for very long. But the reporting is clear, the sequence is logical, and the entire book is readable, entertaining, informative, and interesting. Dr. Watzlawick offers little in the way of editorial comment, unless one wishes to impute to the pattern of his inclusions and exclusions a sinister purpose. A sufficient bibliography and an index round out the book, which we are delighted to recommend.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>How Real Is Real?</em></h1> <p>Paul Watzlawick, (Random House, 1976), xiv + 266 pp.</p> <p>It is impossible, in the few pages of a journal like VERBATIM, to present and describe, let alone discuss, the myriad aspects of language—its history, development, use (and misuse), its style, variety, poetry, its grammar, syntax, vocabulary, pronounciation, its learning, teaching, its curiosities, its relevance, its metaphoricity. If the truth be known, not all the professional journals nor all the books published in every conceivable language, ancient or modern, are sufficient to contain all that can be said on the subject. It is partly for that reason that we review books in VERBATIM, for we hope to introduce to the reader sources of knowledge and an ever-increasing wealth of information about language than it would be feasible for us to attempt to cover in a thousand lifetimes and in ten thousand pages. Whether the reader considers the foregoing an excuse for our inadequacies or a rationalization for the shortcomings of VERBATIM is irrelevant, for its purpose is to introduce him to some of the facets of language that may have failed to catch his imagination.</p> <p>Notable among writings dealing with the ways in which man's view of his universe are tempered by the language he speaks is the classic “Four Articles on Metalinguistics,” by Benjamin Lee Whorf, originally published by the U.S. Department of State, now available in a collection, <em>The Collected Writings of B.L. Whorf</em>, MIT Press. We shall review that collection at some other time; for the present purpose, we mention it because it deals with language and reality, the subject of Dr. Watzalawick's book, and comes readily to mind not for comparative or contrastive reasons but purely for associative ones.</p> <p>There is little originality in <em>How Real Is Real?</em>, but we can recommend the author highly as an excellent and, as far as we know, accurate reporter of a broad variety of matters relating to language. The central theme of the book is that communication (manifest as language in one form or another) tempers and controls our concepts of reality. Although the accuracy of the book's flap copy is questionable in its statement, “The connection between communication and reality is a relatively new idea,” we suppose that its author could cavil with the weasel-word <em>relatively</em>, for the notion is at least as old as the Allegory of the Cave in Plato. Nonetheless, the book itself reveals, in an easy-to-read style, much interesting information on communication between man and beast and among men.</p>"
}