{
  "type": "Epistola",
  "title": "EPISTOLA W.N. Loos",
  "contributor": "W.N. Loos",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">W.N. Loos</span></h1>\n<p>As a new subscriber to VERBATIM I wish to tell you how much I enjoyed my first issue, that of May 1976. I particularly enjoyed <em>Mrs. Malaprop's Bicentennial</em> by James D. White, the theme of which coincides with my thinking.</p>\n<p>I would like to pass on to you my contribution for a more hilarious language. My former employer used to say, “This corporation has set up rules of conduct for the employees and we expect you to live up to them sacrilegiously.”<em>[W.N. Loos, Pittsburgh, Pennsylvania]</em></p>\n<p>The note reproduced above was found on the doorstep of a couple whose children are grown. Speculation about who had written it, why, and under what circumstances lead the imagination into the empyrean at one extreme and innumerable culs de sac at the other. The note speaks volumes about modern society, family, mores, personality, and communication (in its broadest senses). It serves as a point of departure for some random comments on the word <em>mother</em> and its congeners.</p>\n<p><em>Mother</em>, as most communications experts will be quick to offer, is a “loaded” word. Like <em>God, country, sex, C.I.A.</em> (replacing the <em>F.B.I.</em>?), it can be regarded—in western culture, at least—as a lexical element pregnant with connotation, teeming with psychological overtones. To the modern observer of slang, <em>mother</em> is referred to facetiously as a half a word, frequently (in eye dialect) spelt <em>muthah</em>.</p>\n<p>It is interesting to note that <em>ma</em> and <em>maw</em>, which may be regarded by some as family language, reappears as <em>Ma Barker</em>, the notorious leader of a murderous gang, whose ironic nickname makes her renowned cruelty seem all the more heinous.</p>\n<p>The <em>ma</em> of “...And your ma is good-lookin' ” (<em>Summertime</em>) is the same as the one in Shopright Supermarkets' “Hey Ma! What's for dinner?” and in <em>Ma and Pa Kettle—</em> all folksy and bucolic.</p>\n<p><em>Momma</em> (spelt that way) evokes the “red-hot momma” notion; spelt <em>mama</em>, but pronounced the same way, the word reverts to familial status. But we must not ignore the warmth of the epithet in combinations like <em>Mama Cass</em>, whose ample proportions seem to have won her this sobriquet as much as her personality did. <em>Mamma Leone's</em>, a restaurant in New York City, evokes the image of a motherly Italian lady presiding over pots of steaming spaghetti and tomato sauce. Certainly, “Momma Leone's” would never do. Also in New York City is the more formal <em>Mother Bertolotti's</em>; not lacking in warmth entirely, this name evokes images of matriarchal domination.</p>\n<p>The “Last of the Red-hot Mommas” (Sophie Tucker) evokes an image of ample sexiness, chiefly because we can recall the person herself. This is not the <em>mama</em> of “Mah mama don' tol' me” (<em>Blues in the Night</em>) or of <em>I Remember Mama</em> (can you imagine, “I Remember Momma”?). It is the <em>momma</em> of “Come to Momma, come to Momma, Do!” (<em>Embraceable You</em>).</p>\n<p>Among the musical groups are <em>The Mamas and the Papas,</em> and references to <em>Momma</em> appear, now and then, in song lyrics: “Hey, sweet Momma, tree-top tall, Won't you kindly turn your temper down,” “...Momma's going to buy you a...,” and so on. The most famous is probably <em>Mammy</em>, which is so evocative of a large, black, motherly woman as to be virtually denotative.</p>\n<p><em>Mum</em>, which is more common in England than in the U.S., emerges as an affectionate term of address and as a designation with the same connotations: <em>His mum is having a dinner party for his fiancee</em> leaves the listener (or reader) with the impression that the son's relationship with his mother appears to have changed little since he was a small boy, an impression that might be based on fact or might be intentionally humorous. <em>Mater</em>, surely, is a term associated, in Americans' minds, with the sort of formal, Victorian relationship expected between an upperclass Englishman (of almost any age) and his mother.</p>\n<p><em>Mom</em>, with all its simplicity and warmth, is chiefly a term of address rather than of reference, but can be found in contexts like <em>Mom and Pop Store,</em> referring to a family-run retail business that carries the connotation óf being only marginally profitable, and in “More Parks' sausages, Mom!”</p>\n<p>Coming full circle back to <em>mother</em>, recalling the songs of yesteryear, we have such sentimental classics as “Just Break the News to Mother,” “M is for the Million Things She Gave Me,” “Mother Macree,” and so on.</p>\n<p><em>Mother</em> also has its unpleasant senses, especially as a term for the whitish bacteria found on the surface of fermenting liquids (also called <em>mother of vinegar</em>), <em>mother's</em> (or <em>mama's</em>) <em>boy</em>, and <em>mother yaw,</em> a rather revolting pathological term. It serves as a kind of folk-word denoting 'source' in <em>mother liquor, mother lode, mother-of-pearl,</em> and <em>mother tongue</em>. Its other connotations can be seen in <em>mother-naked</em> ('original'), <em>motherland</em> ('original'; compare <em>fatherland</em>), <em>mother superior</em> and <em>mother church</em> ('maternal'), and <em>mother wit</em> ('innate'). <em>Mother Goose</em> remains a unique referent; <em>Mother Carey's chicken</em>, a petrel, received its name from one knows where.</p>\n<p>These casual observations probably leave a great deal unsaid, particularly about words like <em>mother-in-law</em>, but that might be just as well.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">W.N. Loos</span></h1> <p>As a new subscriber to VERBATIM I wish to tell you how much I enjoyed my first issue, that of May 1976. I particularly enjoyed <em>Mrs. Malaprop's Bicentennial</em> by James D. White, the theme of which coincides with my thinking.</p> <p>I would like to pass on to you my contribution for a more hilarious language. My former employer used to say, “This corporation has set up rules of conduct for the employees and we expect you to live up to them sacrilegiously.”<em>[W.N. Loos, Pittsburgh, Pennsylvania]</em></p> <p>The note reproduced above was found on the doorstep of a couple whose children are grown. Speculation about who had written it, why, and under what circumstances lead the imagination into the empyrean at one extreme and innumerable culs de sac at the other. The note speaks volumes about modern society, family, mores, personality, and communication (in its broadest senses). It serves as a point of departure for some random comments on the word <em>mother</em> and its congeners.</p> <p><em>Mother</em>, as most communications experts will be quick to offer, is a “loaded” word. Like <em>God, country, sex, C.I.A.</em> (replacing the <em>F.B.I.</em>?), it can be regarded—in western culture, at least—as a lexical element pregnant with connotation, teeming with psychological overtones. To the modern observer of slang, <em>mother</em> is referred to facetiously as a half a word, frequently (in eye dialect) spelt <em>muthah</em>.</p>"
}