{
  "type": "Article",
  "title": "That Dirty Bird",
  "author": "Steven R. Hicks",
  "location": "University of Missouri at Kansas City",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">That Dirty Bird</h1>\n<p><em><span data-rel=\"author\">Steven R. Hicks</span> <span data-rel=\"location\">University of Missouri at Kansas City</span></em></p>\n<p>The elation the pioneers must have felt in their New World Eden was seldom expressed in the unimaginative names of their first settlements. But if Plymouth and New London represented outposts of Christian European culture, the fact remained that much of God's handiwork in America—topography, plants, and animals—lacked names in “civilized” tongues. Of those names bestowed on American species by latter-day Adams, at least one must stand as an example of our ancestors' earthy exuberance. Charlton Laird, in his <em>Language in America,</em> provides the best short explanation of the origin of <em>shitepoke</em>.</p>\n<blockquote>\n<p>Some animals were named for notable conduct, among them the shitepokes, heron-like creatures of several varieties, who, when frightened, behave like the soldiers in <em>The Naked and the Dead</em>; they have difficulty maintaining what Norman Mailer calls a tight cincture. According to legend, a fleeing shitepoke could evacuate for half a mile; the latter part of his name means <em>bag</em>. (pp. 245-6)</p>\n</blockquote>\n<p>Having been raised in a family where <em>shitepoke</em> was a term of endearment for a baby—as apt as that usage may have been, in view of the word's literal meaning—my curiosity was aroused.</p>\n<p>The <em>OED</em> confirmed Laird's derivation of the word, defining it as “The small green heron of North America.” The single citation was dated “c 1850.”</p>\n<p>Following the first component of <em>shitepoke</em> to its more familiar form, however, revealed the compound <em>shit-sack</em>, paralleling in structure and meaning the name of the American heron. <em>Shit-sack</em> was defined as “an opprobrious name applied to non-conformists.” Two citations, both from English works, were dated 1769 and 1785. The latter, Grose's <em>Dictionary of the Vulgar Tongue,</em> noted that the term was applied to “a dastardly fellow.”</p>\n<p>But if <em>shit-sack</em> pointed away from the avian world, the entry following <em>shitepoke</em> brought me back. <em>Shiterow,</em> compounded of the now-familiar first element and a second that “may be a corrupt form of <em>Heron</em>,” was defined as the latter bird. As early as the 14th century, a scribe translated the Norman French “un beuee de herouns” into English as “a hep of schitrowys.” A second citation attested that around 1827 the people of County Wexford, Ireland, were using <em>shederow</em> to mean both “heron” and “a thin weakly person.”</p>\n<p>Craigie and Hurlbert's <em>A Dictionary of American English on Historical Principles</em> led me in an interesting new direction. Again defined as the green heron, <em>shitepoke</em> was noted to have an unknown origin. The earliest citation, however, predated that given by <em>OED</em>, being from an 1832 history of Maine. This citation provided a new clue, for it read, “The Skouk... is vulgarly called a 'shite-poke.' ” Craigie and Hurlbert also referred me to their <em>Poke</em> n. 4.</p>\n<p><em>Skouk</em>, of “uncertain” origin, was said to be “possibly the same word as <em>Skoke 1</em> or <em>Skoke 2</em>: note the parallel relationship between <em>Poke</em> n. 4 and <em>Poke</em> n. 3.” The earliest citation for <em>Skouk</em> itself was Morse's <em>American Geography</em> of 1974, in which <em>poke</em> and <em>skouk</em> were listed as names of the green bittern. <em>Skoke 1</em> and <em>Skoke 2</em> proved to be disappointments. The former, from a Massachuset Indian word, referred to <em>Poke</em> (-weed) n. 3; the latter, probably derived from a Delaware Indian term, was a name for skunkweed. The entries for <em>Poke</em>, however, did reveal the promised parallel relationship noted previously. <em>Poke</em> n. 4, with or without <em>shite-</em>, denoted the 'green heron' or 'American bittern' (an aquatic bird of habits similar to the heron's); and <em>Poke</em> n.3 'pokeweed.' <em>Poke</em> n. 4 and <em>Poke</em> n. 3 thus showed a connection like that of <em>Skouk</em> 'green heron' to <em>Skoke 1</em> 'pokeweed.' Nevertheless. I considered myself little wiser for knowing that <em>shitepoke, poke,</em> and <em>skouk</em> were synonyms, and that one dated to 1794. At this point, unrelated research revived my enthusiasm with the discovery of a use of <em>shitepoke</em>—for a person!—predating the citations in all the reference works consulted.</p>\n<p>Carl Holliday's <em>The Wit and Humor of Colonial Days,</em> in tracing the colonists' satiric mood as the Revolution approached, quotes from a series of pamphlets printed in 1774-5, <em>“The First Book of the American Chronicles of the Times.”</em> In this parody an anonymous patriot author mimicked the Biblical style in his description of the arrival of General Gage's army in rebellious Boston.</p>\n<blockquote>\n<p>“36. Now it came to pass, while the Gageites abode in the land of the Bostonites, they day by day committed iniquity; they made great clattering with their sackbuts, their psalteries, their dulcimers, bands of music, and vain parade.</p>\n</blockquote>\n<blockquote>\n<p>“37. And they drummed with their drums, and piped with their pipes, making mock fights, and running to and fro like shitepokes on the muddy shore.” (Holliday, pp. 95-6)</p>\n</blockquote>\n<p>The rebel author obviously refers to a creature of aquatic habits. Equally obvious is the fact that we cannot know at this late date if the author intended his readers to understand that the excretory habits of the British soldiery were similar to those of the shitepoke. In the context, however, it seems unlikely that the comparison was meant to be flattering. If our patriot satirist was any kind of a student of etymology, he may have been making veiled allusion to the then-current English slang term <em>shit-sack</em>, above. Such insults, in the form “sack of shit,” remain in modern usage. At any rate, it is apparent that even at the date of this first recorded printed use of <em>shitepoke</em> the word's possibilities as a derogatory epithet were already being explored.</p>\n<p>A published inquiry on the current uses of <em>shitepoke</em> produced thirty-six replies. Twenty informants (56%) knew the term solely as one for a bird. Sixteen persons named the heron, bittern, or similar waterfowl, but one-half of that number cited a printed reference for the identification. Other birds named included the buzzard (Ohio), Northern raven (New York), and road-runner (!: western Nebraska). Five people mentioned the defecating behavior of the bird as the source of its name. A delightful letter from Mr. John H. Pomeroy of Maryland explained the shitepoke's appellation as being “from the bird's habit of defecating when flushed.”</p>\n<p>Eleven informants (30%) applied <em>shitepoke</em> solely to a person, and five (14%) used the term for both a person and a bird. The latter group disagreed, however, as to what characteristic of the bird was implied by the application of <em>shitepoke</em> to a person. A lady in Michigan inferred that “long-legged awkwardness” was intended. A Missouri man considered a “shankpoke” to be one who <em>poked</em> his nose into affairs in the manner of a heron searching for aquatic food. The Nebraska lady who used <em>shitepoke</em> for the road-runner derived the word's use as an epithet from that bird's “senseless over-activity.”</p>\n<p>Those informants applying <em>shitepoke</em> solely to a person reported only two entirely positive definitions. One of these, from a lady in southern New York state, was as “a term of endearment for a baby,” exactly as my mother used the term in Missouri.</p>\n<p>Outright folk-etymologies, on the other hand, were invariably derogatory. A Pennsylvania man wrote that a <em>shitepoke</em> is like a <em>slowpoke</em>, with the difference that the former malingers by going to the bathroom. (This definition uses Craigie and Hurlbert's <em>Poke</em> n. 7, “a lazy or slow person; a stupid person.”) A Florida woman found the explanation of the term in the behaviour of the glutton to whom she applied it, defecating, “poking more food in his mouth,” defecating, etc.</p>\n<p>But a woman in Montana, who learned <em>shitepoke</em> from German parents, may have been near etymological roots in her definition “gossips, lawyer shysters ... a cheat or unsavory person.” Partridge's <em>Origins: A Short Etymological Dictionary of Modern English</em> notes (<em>Shoot 5)</em> that <em>shyster</em> seems to be derived from such roots as the German <em>Scheisser</em> 'defecator' and so is closely akin to <em>shitepoke</em> and <em>shitehawk (Shoot 6)</em>. The same author's <em>A Dictionary of Slang and Unconventional English</em> yielded <em>shit-pot,</em> “a thorough or worthless humbug (person): a sneak ... mid-C. 19-20; ob.,” a possible connection suggested by a Delaware informant who defined <em>shitepoke</em> in similarly unattractive terms. An intriguing letter from Will County, Illinois, reported that <em>shitepoke</em> denoted a crane, but mentioned local use of the bird name “yellowhammer” for “dirty and disreputable ... not necessarily poor” natives.</p>\n<p>My informants gave nine different spellings of <em>shite-poke</em>, and reported six synonyms, including “shit stork” (California) and the cryptic “baloop-da-doop” (North Dakota). Definitions and application, as we have seen, differed widely. But, like the authorities consulted, my informants overwhelmingly agreed that <em>shitepoke</em> and its variants remain thinly-veiled and contemptuous epithets.</p>\n<blockquote>\n<p><em>“Giving the English language to the Americans is like giving sex to small children: they know it's important, but they don't know what the hell to do with it.”</em></p>\n<p><em>—Morton Cooper, Author of The Queen</em></p>\n</blockquote>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">That Dirty Bird</h1> <p><em><span data-rel=\"author\">Steven R. Hicks</span> <span data-rel=\"location\">University of Missouri at Kansas City</span></em></p> <p>The elation the pioneers must have felt in their New World Eden was seldom expressed in the unimaginative names of their first settlements. But if Plymouth and New London represented outposts of Christian European culture, the fact remained that much of God's handiwork in America—topography, plants, and animals—lacked names in “civilized” tongues. Of those names bestowed on American species by latter-day Adams, at least one must stand as an example of our ancestors' earthy exuberance. Charlton Laird, in his <em>Language in America,</em> provides the best short explanation of the origin of <em>shitepoke</em>.</p> <blockquote>\n<p>Some animals were named for notable conduct, among them the shitepokes, heron-like creatures of several varieties, who, when frightened, behave like the soldiers in <em>The Naked and the Dead</em>; they have difficulty maintaining what Norman Mailer calls a tight cincture. According to legend, a fleeing shitepoke could evacuate for half a mile; the latter part of his name means <em>bag</em>. (pp. 245-6)</p>\n</blockquote> <p>Having been raised in a family where <em>shitepoke</em> was a term of endearment for a baby—as apt as that usage may have been, in view of the word's literal meaning—my curiosity was aroused.</p>"
}