{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Mammoth Book of Word Games",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780805502763/Mammoth-book-word-games-Manchester-0805502769/plp\"><em>The Mammoth Book of Word Games</em></a></h1>\n<p>Richard B. Manchester, (Hart Publishing Company, 1976).</p>\n<p>Walter Raleigh, not the one who spread his cloak in\nthe mud for Queen Elizabeth to step on, but the one who\ndidn't, once remarked:</p>\n<blockquote>\n<p>I wish I loved the Human Race;</p>\n<p>I wish I loved its silly face;</p>\n<p>I wish I liked the way it walks;</p>\n<p>I wish I liked the way it talks;</p>\n<p>And when I'm introduced to one</p>\n<p>I wish I thought What Jolly Fun.</p>\n</blockquote>\n<p>I feel the same way about most word games.  The real\nreason, of course, is that I am no good at them; I can't\nshow off by doing a London <em>Times</em> crossword puzzle in\nfour minutes flat.  But just in case you are one who <em>does</em>\nlike word games, you should have Richard B. Manchester's\n<em>The Mammoth Book of Word Games</em> in your library, or at\nleast in that of your children.  The whole family will find it\nJolly Fun (there are answers in back, too).  Mr. Manchester\nhas accumulated enough challenges to keep you sharpening\nyour pencil for hours; the front cover does not exaggerate\nwhen it notifies you that the 510 lubberly pages\n(8½\" × 11\") provide “OVER A FULL YEAR'S ENTERTAINMENT.”</p>\n<p>The first entry is perhaps a bit simpler than most, but\nit gives you the idea.  You are asked to find equivalents\ncontaining the word “light” for a list of twenty-five expressions.\n“<em>A tower having warning beacon for ships at\nsea</em>,” for instance, is a ... Ah!  You are already catching\non.  At another point, you are asked to reduce big words to\nlittle maxims: “Aberration is the hallmark of <em>homo sapiens</em>\nwhile longanimous placability and condonation are the indicia\nof a supramundane omniscience” turns into ... but\nthere!  I won't give Mr. Manchester away.  There are Word\nMazes, consisting of vocabulary puzzles that I am reluctant\nto penetrate for fear of running into a Minotaur somewhere\ninside.  There are Threezies, where you list all the words\nyou can think of containing certain three-letter sequences.\n(Mr. Manchester says that at least nine words contain the\nsequence OTO.  I could not get beyond <em>motor</em>.)  There are\nenough cryptograms to fill a crypt.  (I plan to create an insoluble\ncryptogram some day by substituting two other\nletters for what I contend to be the shortest verse in English-well,\nhalf in English.  The wife of the British Ambassador\nis hostess to the wife of the Spanish Ambassador,\nand their conversation runs as follows:</p>\n<blockquote>\n<p>“T?”</p>\n<p>“C.”</p>\n</blockquote>\n<p>It should make a great cryptogram, but I haven't got\naround to it yet, and neither, I gather, has Mr. Manchester.</p>\n<p>Cryptograms lead on to Jumbles-emigrants, one assumes,\nfrom the lands where the Jumblies live; these are\nanagrams on various themes.  There follow Quizzes, which\ntest background knowledge (I didn't dare try them); Picture\nQuizzes, where you are wrong if you put <em>porcupine</em>\nunder the picture of an anteater; Crossword Puzzles,\nclearly not edited by Will Weng; Across-tics (the pun is\nself-explanatory); Blankies, which seem to be Jumbles\nsitting around the fire telling stories; and Initialettes, which\nin an earlier day were called Categories or Guggenheims.\nThere is more besides.</p>\n<p>Word games are an excellent introduction to the delights\nof English.  If you have offspring still on the morning\nside of pubescence, I hope they will have an opportunity to\nsavor this book before intenser drives supervene.  Indeed,\nwhatever your own level of verbal sophistication, you cannot\nlose by thumbing through these word games; for,</p>\n<blockquote>\n<p>You may be introduced to one</p>\n<p>That makes you think What Jolly Fun.</p>\n</blockquote>\n<p><em>[Willard R. Espy, Author, An Almanac of Words at Play]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780805502763/Mammoth-book-word-games-Manchester-0805502769/plp\"><em>The Mammoth Book of Word Games</em></a></h1> <p>Richard B. Manchester, (Hart Publishing Company, 1976).</p> <p>Walter Raleigh, not the one who spread his cloak in\nthe mud for Queen Elizabeth to step on, but the one who\ndidn't, once remarked:</p> <blockquote>\n<p>I wish I loved the Human Race;</p>\n<p>I wish I loved its silly face;</p>\n<p>I wish I liked the way it walks;</p>\n<p>I wish I liked the way it talks;</p>\n<p>And when I'm introduced to one</p>\n<p>I wish I thought What Jolly Fun.</p>\n</blockquote> <p>I feel the same way about most word games.  The real\nreason, of course, is that I am no good at them; I can't\nshow off by doing a London <em>Times</em> crossword puzzle in\nfour minutes flat.  But just in case you are one who <em>does</em>\nlike word games, you should have Richard B. Manchester's\n<em>The Mammoth Book of Word Games</em> in your library, or at\nleast in that of your children.  The whole family will find it\nJolly Fun (there are answers in back, too).  Mr. Manchester\nhas accumulated enough challenges to keep you sharpening\nyour pencil for hours; the front cover does not exaggerate\nwhen it notifies you that the 510 lubberly pages\n(8½\" × 11\") provide “OVER A FULL YEAR'S ENTERTAINMENT.”</p>"
}