{
  "type": "Article",
  "title": "Mail Lib",
  "author": "Clair Schulz",
  "location": "Clinton, Wisconsin",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Mail Lib</h1>\n<p><em><span data-rel=\"author\">Clair Schulz</span> <span data-rel=\"location\">Clinton, Wisconsin</span></em></p>\n<p>Several years ago Johnny Cash recorded a song that\nlamented the plight of a boy who suffered ridicule\nbecause his father had chosen to name him Sue.  If I correctly\ninterpreted the amused expressions of those I observed\nlistening to the song, people regarded it as a novelty\nrecord designed to create laughter in the same manner that\nthe boy's name brought giggles from his peers.  I found\nlittle in the story to smile about for it sounded all too personal\nto be taken as mere whimsy.</p>\n<p>From the first grade through graduate school there\nhas been a conspiracy to change my sex.  In grade school\nteachers needed three weeks each year before they stopped\nlining me up with the girls.  During the first roll calls in\nhigh school I had to wave the teachers' eyes away from\nthe girls' side of the room when they called my name (except\nin physical education; that teacher thought the computer\nhad made a mistake).  My classmates, ever sensitive\nto the adolescent sense of masculine identity, called me\n“Ernie,” a name that even some of the teachers picked up.\nHowever, in college I discovered that nicknames as well as\nswords have two edges: two friends dubbed me with the\nname of a famous hair coloring product.  And I cannot recall\na single professor to whom I was a stranger failing to\nbegin a semester by searching the room for a “Miss\nSchulz.”</p>\n<p>But stereotyping by name is not limited to education.\nNowhere does it stick deeper or grow with more pernicious\nroot than in the incorrectly labeled mail I have received\nover the years.</p>\n<p>At one time the malady was not so obvious.  While I\nwas in high school I occasionally received written inducements\nfrom secretarial and beautician schools.  The offers\nthemselves were much easier to toss aside than my sister's\nrequests for me to restyle her hair or type letters for her.</p>\n<p>Going to college seemed to expand the possibility of\nmy name reaching more mailing lists.  I began to attract\ncatalogs from dress manufacturers and cosmetic companies.\nOffers to subscribe to women's magazines filled my mailbox.\nSemiannually I received a large envelope that was\nexplicitly directed to “today's modern coed.”  These envelopes\ncontained coupons for products that could remove\nmy blemishes and unwanted hair, improve my figure,\nlengthen my eyelashes, replace my baggy pantyhose, and\neliminate my personal hygiene problems.  I decided it was\ntime to take action.</p>\n<p>I tried placing <em>Mr</em>. in front of my name in the return\naddress.  People apparently discarded or discounted the\nenvelope.  Then I began signing my entire name to letters,\nbut that was also futile.  <em>Clair Alan Schulz</em> came back <em>Clair\nEllen Schulz</em>.  Once I wrote to the most persistent offenders\nand simply stated, “Please remove my name from your\nmailing list.”  The letters continued to arrive.  I wrote again\nand changed the emphasis: “Please remove my mail from\nyour naming list.”  This also had no effect.  I am now considering\nsending them a letter containing a fictitious change\nof address for the nonexistent person they have created.</p>\n<p>I have rejected my friends' suggestions to use initials\nfor I have no desire to be called <em>C. Alan</em> or <em>C.A.</em> or even\n<em>Al</em>.  Initials depersonalize; consider how sterile authors\nwould appear if they hid behind abridgments like E.\nWaugh or J. Cary.  My name is distinctive and I wish to\nretain it.  What I wish to eliminate is the liberties that\nstrangers take with it.</p>\n<p>I suppose I owe it to the efforts of Gloria, Betty, Kate,\nBella, et al., that I am now receiving mail addressed to\n<em>Ms. Clair Schulz</em>.  It is comforting to know that even though\nmy winged assailants are not certain as to whether I am\nmarried, single, or divorced they at least seem convinced\nof my sex.</p>\n<p>Some would encourage me to file complaints of blatant\nsexism against the disciples of preconceived notions, but\nI have not reached the breaking point yet.  I'm waiting for\nsomething I can turn into a cause celébre like the receipt\nof a brochure from an abortion clinic or a catalog from\nFrederick's of Hollywood.  Then I will seek an act named\nsue.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Mail Lib</h1> <p><em><span data-rel=\"author\">Clair Schulz</span> <span data-rel=\"location\">Clinton, Wisconsin</span></em></p> <p>Several years ago Johnny Cash recorded a song that\nlamented the plight of a boy who suffered ridicule\nbecause his father had chosen to name him Sue.  If I correctly\ninterpreted the amused expressions of those I observed\nlistening to the song, people regarded it as a novelty\nrecord designed to create laughter in the same manner that\nthe boy's name brought giggles from his peers.  I found\nlittle in the story to smile about for it sounded all too personal\nto be taken as mere whimsy.</p> <p>From the first grade through graduate school there\nhas been a conspiracy to change my sex.  In grade school\nteachers needed three weeks each year before they stopped\nlining me up with the girls.  During the first roll calls in\nhigh school I had to wave the teachers' eyes away from\nthe girls' side of the room when they called my name (except\nin physical education; that teacher thought the computer\nhad made a mistake).  My classmates, ever sensitive\nto the adolescent sense of masculine identity, called me\n“Ernie,” a name that even some of the teachers picked up.\nHowever, in college I discovered that nicknames as well as\nswords have two edges: two friends dubbed me with the\nname of a famous hair coloring product.  And I cannot recall\na single professor to whom I was a stranger failing to\nbegin a semester by searching the room for a “Miss\nSchulz.”</p> <p>But stereotyping by name is not limited to education.\nNowhere does it stick deeper or grow with more pernicious\nroot than in the incorrectly labeled mail I have received\nover the years.</p>"
}