{
  "type": "Article",
  "title": "Aunt Minnie's Chicken Talk",
  "author": "William Bancroft Mellor",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Aunt Minnie's Chicken Talk</h1>\n<p><em><span data-rel=\"author\">William Bancroft Mellor</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>It is reasonably certain that my Aunt Minnie never saw\na cock-fight in her life, and it can be stated with equal\ncertainty that she is completely unaware that about\n150,000 American zealots this weekend—and every weekend\nduring the cocking season—will be busily engaged in\npursuing or watching this sub rosa activity at hundreds of\npits scattered about the country from coast to coast.</p>\n<p>Yet, like most others in the United States who are\nequally unaware of a subterranean sport which finds its\noutlet alike in plush pits on Long Island estates and in\nmakeshift arenas covertly operated in the Tennessee hills,\nor deep in the New Jersey pine barrens, gentle little Aunt\nMinnie's speech is liberally and habitually salted with\npungent phrases that stem directly from the cockpit.</p>\n<p>“Well!” she will exclaim when her favorite grandnephew\noutruns his playfellows.  “He certainly showed\n<em>them</em> a clean pair of heels!”</p>\n<p>Like most of the rest of us, Aunt Minnie is ignorant\nnot only of the origin of the phrase but of its real meaning\nas well.  She would be highly indignant if she were told\nthat she was actually calling the boy a coward—but that is\nwhat the phrase originally meant.</p>\n<p>Gamecocks have fought since the days of ancient\nRome in metal spurs, which cockers call <em>heels</em>, and the\nbird which did not fight, which kept its heels unbloodied\nand ran away from the other rooster, was said to have\nshown his opponent <em>a clean pair of heels</em>.</p>\n<p>Although the cockpit is as remote from the lives of\nmost of us as a brontosaurus wallow, our language has\nbeen richly endowed by The Sod, and few of us get\nthrough a single day without recourse to at least one\nphrase from the lexicon of cocking.</p>\n<p>Even Aunt Minnie would recognize the origin of some\nof these frequently used phrases—the word <em>cockpit</em> itself,\ncommonly employed in connection with boats or airplanes;\n<em>cocky</em>, meaning 'brash' or 'conceited'; <em>cock-sure</em> 'over-confident';\n<em>pit against</em> 'to set someone against an adversary';\nand <em>game</em>, 'courageous.'</p>\n<p><em>Stand the gaff</em>, an expression used to denote the\nability to bear up bravely in the face of adversity, is another\nwhich most people would spot as referring to the\nspurs or <em>gaffs</em> worn by a cock during a fight, and when\nwe advise a belligerent friend not to <em>get his hackles up</em>,\nwe are dimly aware that the expression is associated with\nthe great feathered ruff which stands out on a gamecock's\nneck when he spots another male fowl in his vicinity.</p>\n<p><em>Show the white feather</em>, a phrase denoting cowardice,\nis another which some will recognize as stemming from the\ncockpit, though few know its exact meaning.  It refers to\nthe white fluff found at the base of the tail in many strains\nof game fowl, particularly those descended from the breeds\nwhich found their way here 100 years ago from the North\nof England—the Whitehackles.  When the tail of one of\nthese birds is drooped during a fight, and the cock thus\nacknowledges defeat, the white fluff, normally covered by\nthe saddle and tail feathers, shows plainly.</p>\n<p>Less easily recognized by Aunt Minnie and others unfamiliar\nwith the parlance of the pit are the origins of such\nexpressions as <em>coming up to scratch</em> 'to measure up to a\nstandard,' and the slang expression, <em>in the bag</em>, both of\nwhich, however, are in everyday use.  In the cockpit, the\n<em>scratch</em> is a line drawn by the referee in the dirt of the pit\nfloor, behind which the cock is placed at the beginning of\nthe fight.  If he fails to rush eagerly up to the mark to meet\nhis adversary, he is said not to <em>come up to scratch</em>: he is\nan inferior chicken, fit only to be consigned to the stewpot.\nAlthough not one in a thousand users of the expression\nrealizes it, <em>in the bag</em> also comes from the exciting world of\ncocking.  Until comparatively recent years, it was common\nto transport game chickens to the scene of battle in cloth\nbags rather than in the comfortable and elaborate carrying\ncases now in vogue, and the roosters were not removed\nuntil the fight was about to begin.  A cocker, confident of\nthe prowess of his feathered warrior, would say that victory\nwas <em>in the bag</em> for him.</p>\n<p>Similarly, <em>he died kicking</em> does not, as might be supposed,\nrefer to the muscular spasms frequently suffered by\ncreatures which succumb to sudden and violent death; it,\ntoo, comes from the pit.  It referred originally to the gamecock\nwhich continued to fight, kicking out with his steelshod\nheels, even as he was expiring under his enemy's\ndeath-dealing blows.</p>\n<p>The prize ring also owes many of its expressions to\nthe cockpit: the <em>count</em> was used in the pit hundreds of\nyears before it became the method of determining the outcome\nof boxing bouts; <em>referees</em> and <em>handlers</em> exercise the\nsame function in both sports, though cocking is the older,\nand the practice of sponging a tired fighter's head was\ncommon in the cockpit long before the lowly fist fight became\na formalized sport.</p>\n<p>The word <em>cocktail</em> also stems from the cocking world,\nalthough some lexicographers would have us believe it was\nfirst applied to a drink invented by a Colonial New England\nbarmaid, who stirred it with a cock's tail feather.  It is\nmuch more likely that the word is a corruption of the\nphrase <em>cock-ale</em>, a noisome brew used by handlers as far\nback as the reign of Henry VIII to strengthen and stimulate\na gamecock when he was being conditioned for battle.\nThis “cock-ale” contained soft gruel, stale beer, port wine,\nchopped oysters, and other assorted ingredients which were\nsupposed to make the rooster a raging tornado in the pit.\nTempted by the alcoholic content of the brew, in spite of\nits less attractive elements, the conditioners of that day\nused to sneak a nip for themselves now and then, and by\nall contemporary accounts, the beverage was no less potent\nthan a ten-to-one vodka Martini is today.</p>\n<p>The list of cockers' terms currently in use is large:\n<em>running out on a fight, flying the coop, cutting a wing,\ndead game</em>, and many others all stemmed from the same\nsource.  And then there is <em>cock of the walk</em>, referring to one\nwho is supremely confident of himself and who dominates\nall of those around him.  This relates to the ancient, and\nstill common, practice of putting game cocks out on country\n“walks” where there are no other roosters, in order to\nharden them physically and to stimulate the development\nof their egos to the point that they will not tolerate the\npresence of any other male fowl.</p>\n<p>The combative instinct is so highly developed in game\nfowl that cocks, once they have attained maturity, cannot\nbe reared together in flocks like common chickens but must\nbe separated and placed either in individual pens or on\nfarm “walks” where they are allowed to roam free with a\nsmall flock of hens, unchallenged by any male competition.\nHence, <em>cock of the walk</em>.</p>\n<p><em>He blew up a storm</em>, a phrase common in the West\nand Middle West to describe a man who has achieved a\nsudden and spectacular success in business or other activities,\nalso comes from the pit.  It describes the cock\nwhich fights with a spectacular, wing-flapping style that\nblows up a small hurricane of dust from the pit floor.</p>\n<p>And the expression, <em>keep your pecker up</em> (be of good\ncourage) doesn't merit an X rating, as one might suppose:\nit refers to the gamecock's bill, which, when the bird is\ntired and near defeat, keeps sinking lower and lower toward\nthe ground.</p>\n<p>All ready for the fights now.  Aunt Minnie?</p>\n<hr>\n<p>It's no trick to fix wicks or mix wax;\nI'm sick of thick chicks in slick slacks;\nFor kicks, I stack sticks,\nPick flax, or pack bricks,\nSack tacks, or ax ticks, or track yaks.</p>\n<p><em>[William Alsop, North Granby, Connecticut]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Aunt Minnie's Chicken Talk</h1> <p><em><span data-rel=\"author\">William Bancroft Mellor</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>It is reasonably certain that my Aunt Minnie never saw\na cock-fight in her life, and it can be stated with equal\ncertainty that she is completely unaware that about\n150,000 American zealots this weekend—and every weekend\nduring the cocking season—will be busily engaged in\npursuing or watching this sub rosa activity at hundreds of\npits scattered about the country from coast to coast.</p> <p>Yet, like most others in the United States who are\nequally unaware of a subterranean sport which finds its\noutlet alike in plush pits on Long Island estates and in\nmakeshift arenas covertly operated in the Tennessee hills,\nor deep in the New Jersey pine barrens, gentle little Aunt\nMinnie's speech is liberally and habitually salted with\npungent phrases that stem directly from the cockpit.</p> <p>“Well!” she will exclaim when her favorite grandnephew\noutruns his playfellows.  “He certainly showed\n<em>them</em> a clean pair of heels!”</p>"
}