{
  "type": "Article",
  "title": "Prurient Prudes",
  "author": "Laurence Urdang",
  "location": "Editor,",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Prurient Prudes</h1>\n<p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Editor,</span></em> VERBATIM</p>\n<p>It is curious how people who may otherwise give the\noutward appearance of sanity and common sense are often\nfound to be totally unaware of the difference between\ncause and effect.  This phenomenon can be observed among\norganizations more frequently than in individuals, perhaps\nbecause most individuals have to think for themselves,\nwhereas organizations seem to be dominated by the same\nindividuals functioning as a committee.  The result is no\ndifferent from that seen in mob psychology, where individuals\nwill collectively undertake the most stupid, destructive\nactivities that no single individual would condone,\nlet alone engage in.</p>\n<p>History can point to many examples: the Inquisition;\nthe Salem witch-burnings; the political witch-hunts of the\n1950s; the police behavior in Chicago during the Democratic\nNational Convention in 1968; the Kent State riots,\nand so on.</p>\n<p>Sophistication and education are not barriers to such\nactions.  Those who deplored the Nazi book-burnings of\nthe 1930s engage in figurative book-burnings of their own:</p>\n<blockquote>\n<p>A... conservative women's group, the Austin\nAwareness League, has picked a ... target for\ncriticism: the sexual slang they found in the <em>Random\nHouse Dictionary</em> proposed for high school use.</p>\n<p>The Anchorage, Alaska, School Board has voted to\nremove 1975 editions of the <em>American Heritage\nDictionary</em> from all elementary schools in the\nmunicipality on the grounds that it contains definitions\nof “vulgar, slang words” that are “better left in the\ngutter.”  The board's action drew strong criticism from\nthe city assembly, which after a unanimous vote sent\noff a stern letter opposing the ban.</p>\n<p>But board members complained that city fathers\nshould stick to fiscal matters and not interfere with\nthe board's “right to set school policy ... and make\nphilosophical decisions.”  The board had, incidentally,\nrejected a school administration recommendation not\nto ban the dictionaries entirely but merely to more\nclosely supervise their use by youngsters.</p>\n<p>[from <em>Library Journal</em>]</p>\n</blockquote>\n<p>It seems ridiculous to have to point out to these “protectors”\nthat the words they object to seeing in the pages\nof these dictionaries:</p>\n<p>(1)  were not invented by lexicographers;</p>\n<p>(2)  were undoubtedly well known to the students;</p>\n<p>(3)  represent records of the speech and writing of\nmany speakers of English;</p>\n<p>(4)  were unlikely to be found by the two groups\nunless they were looking for them (hence, knew\nwhere to look);</p>\n<p>(5)  and wouldn't be found by students unless either:</p>\n<p>(a)  they knew the words and knew where to\nlook; or</p>\n<p>(b)  they just happened to be reading through\nthe dictionary one day and found them.</p>\n<p>The last possibility strikes any reasonably intelligent person\nwho knows kids as extremely unlikely.  Of the other\npossibilities, numbers (1), (2), (3), (4), and (5a) are\nwell-known <em>facts</em>.  So what has gone wrong?  Aren't we contending\nwith groups of prurient prudes who go around\nlooking up filthy words in dictionaries and then complain\nwhen they find them?</p>\n<p>Let us examine the only other possibility, notwithstanding\nhow remote it may be: A youngster sees word <em>X</em>\nscrawled on a wall (probably in the schoolyard!).  He\ndoesn't know what it means and goes to the dictionary.\nThere he finds that <em>X</em> is a word for some part of the body\nor a bodily function and that it bears the label “<em>Taboo</em>,”\n“<em>Obscene</em>,” “<em>Vulgar</em>,” or some other, similar label.  This\nalerts him to the fact that <em>X</em> is a word that shouldn't be\nused in polite society.  He is then faced with the choice of\nnot using it or of using it.  If he doesn't use it, no one will\nsay anything.  If he does use it, say to a teacher, he will\nrapidly learn that he should have paid attention to the\nlabel in the dictionary.  It is very doubtful that he will be\nasked where he learned the word, for no teacher could\npossibly be so naive as to ask such a question: anyone who\ndid so would be drummed out of the corps, for, as everyone\nknows, such words are learned in the “street,” not from\ndictionaries.</p>\n<p>Dictionaries may be used to fulfill a variety of functions,\nincluding doorstop, paperweight, and kindling.  The\nlanguage makes the dictionary, not vice versa.  The dictionary\nprovides accurate information about the pronunciations,\nmeanings, etymologies, spellings, and, in most cases,\nappropriate usage levels of the words listed in it.  It is not\ninfallible and can reflect only the best and most accurate\njudgment of the scholars who prepared it.  They don't create\nthe language, they describe it, with as much detachment\nas they can summon.  Moreover, because of the way\ndictionaries are arranged, the user must know the word\nabout which he is seeking information before he can find\nit.  As far as is known, no general dictionary offers a special\nsection where the taboo words are listed together, as a sort\nof a vocabulary-building device for extending the user's\nmastery of obscenities.</p>\n<p>What the prurient prudes may be objecting to is the\nnotion that if the objectionable words appear in print, that\ngives them a patina of acceptability or respectability.  What\narrant nonsense!  The daily newspapers and TV are filled\nwith reports of murder, incest, arson, torture, theft, treason,\ngenocide, prostitution, sexual deviation, deceit, treachery,\nrape—all possible manifestations of crime and moral turpitude—yet\nstudents are encouraged to be informed about\n“current events,” and would find it difficult to avoid learning\nabout them.  Surely, a hard-to-find dirty word in a dictionary\nis the last source of information that is likely to\ncorrupt a student.</p>\n<p>It all boils down to one thing: style.  According to\nsome moralists, style in language and style in behavior are\nnot unrelated, and they are probably right: being polite\nhas its virtues.  But eliminating the word <em>murder</em> from the\nlanguage will have no effect on those bent on murder, and\nwhether you call an act sexual intercourse, copulation, cohabiting,\ncoitus, sexual union, the reproductive process or\nby any other name, it's still the same activity.  The real\nquestion is, Which term is appropriate to the given social\ncontext? and with all the mincing, puritanical Board members\naround, their children will never be able to learn that\nfrom the one most simple, innocuous, impersonal, accurate,\nauthoritative source—the dictionary.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Prurient Prudes</h1> <p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Editor,</span></em> VERBATIM</p> <p>It is curious how people who may otherwise give the\noutward appearance of sanity and common sense are often\nfound to be totally unaware of the difference between\ncause and effect.  This phenomenon can be observed among\norganizations more frequently than in individuals, perhaps\nbecause most individuals have to think for themselves,\nwhereas organizations seem to be dominated by the same\nindividuals functioning as a committee.  The result is no\ndifferent from that seen in mob psychology, where individuals\nwill collectively undertake the most stupid, destructive\nactivities that no single individual would condone,\nlet alone engage in.</p> <p>History can point to many examples: the Inquisition;\nthe Salem witch-burnings; the political witch-hunts of the\n1950s; the police behavior in Chicago during the Democratic\nNational Convention in 1968; the Kent State riots,\nand so on.</p> <p>Sophistication and education are not barriers to such\nactions.  Those who deplored the Nazi book-burnings of\nthe 1930s engage in figurative book-burnings of their own:</p>"
}