{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Civil Tongue",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Civil-Tongue-Edwin-Newman/dp/0672522675\"><em>A Civil Tongue</em></a></h1>\n<p>Edwin Newman, (Bobbs-Merrill, 1976), 207 pp.</p>\n<p>Mr. Newman's new book is presented by the publisher\nas “high comedy in a serious cause.”  The cause—an effort\nto warn against “a smog of jargon” that is settling on our\nland—is indeed a serious one, as those of us who care about\nsuch things will without doubt agree.  Comedy, on the\nother hand, is more subjective.  Often there are some who\nwill laugh at the joke itself, while others may find the\nmanner of its delivery amusing.</p>\n<p>Wisely, Mr. Newman undertakes to formulate at the\nvery beginning a summary of the point he is bent on making.\n“A civil tongue,” he writes, “means to me a language\nthat is not bogged down in jargon, not puffed up with false\ndignity, not studded with trick phrases that have lost their\nmeaning.  It is not falsely exciting, it is not patronizing,\ndoes not conceal the smallness and triteness of ideas by\nclothing them in language ever more grandiose, does not\nseek out increasingly complicated constructions, does not\nweigh us down with the gelatinous verbiage of Washington\nand the social sciences.  It treats errors in spelling and\nusage with a decent tolerance but does not take them\nlightly.”</p>\n<p>There you have it in a nutshell.  To speak with a civil\ntongue means to say what you mean, openly, clearly and\nwith due regard for the beauty and the integrity of the\nlanguage.</p>\n<p>Why are so few of us able to do that?</p>\n<p>The author, who ruefully refers to criticisms of numerous\ndepartures from perfection in the use of the language\nin his earlier work, <em>Strictly Speaking</em>, has clearly been\nmore careful this time around.  One wishes, however, that\nhe had not followed the above definition of purpose with\na comment about “a stream of sound that disk jockeys produce,”\nnot because it might be difficult for all disk jockeys\nto produce a single stream of sound but rather because\nthe statement will lead inevitably to Congressional <em>bloks,\nad hok</em> meetings and music that is out of <em>synk</em>.  These\nthings are highly contagious, as Mr. Newman is the first\nto point out.</p>\n<p><em>A Civil Tongue</em>, rather than adding new types of\nsmog to the basic pollutants studied in <em>Strictly Speaking</em>,\nexpands the list of ingredients in the old one.  We are now\nregaled with the overuse of the word “major” in the <em>New\nYork Times</em> (<em>major tests, major enemy categories, major\nsocial implications, major states, major rail lines ad infinitum</em>)\nas well as 650 <em>major</em> items in a single energy\nmessage from Gerald Ford.  And we find it difficult not to\nlaugh at <em>compositionwise, environmentalwise, economywise,\nenergywise, inferiorize, rigidize, overstrategize</em> and\n<em>parameterize</em>, among other epidemics.</p>\n<p>What appears to be involved here is a major job of\ncollectionizing for the purpose of shocking us publication-wise\ninto remedial action.  And it must be admitted that\nthe net result, funny or not, does, at the very least, make\nus aware that English is rapidly becoming an endangered\nspecies.</p>\n<p>In terms of cause and comedy, there is reason to feel\nthat Mr. Newman on occasion sacrifices the former for the\nlatter.  It is one thing to attack the media, the bureaucracy,\nthe professions, etc., for their mindless proliferation of\ndumbspeak.  The guilty ones in these realms do, or at least\nshould, know better if only for the reason that their callings\ndemand it.  But when he devotes a whole chapter to the\ngrammatical errors, malapropisms and vocabulary deficiencies\nof sports figures, we must believe he is holding\nthem up to ridicule for our amusement.  This can border\non the cruel, so we shall limit ourselves here to a single\nexample for illustrative purpose: “...said the (fight) manager:\n'It's problemental.' ”  Criticism in the chapter on\nHoward Cosell and the like is another matter.</p>\n<p>And speaking of the media, Mr. Newman declares at\none point: “My vendetta against the term media arises not\nonly for the reasons already given but because it implies a\ngo-between, one who takes orders and carries messages,\none who is employed by others for their purposes.”  This\ndeclaration almost qualifies the utterer for inclusion in the\nsports chapter, not only, to use Mr. Newman's phrase, “because\nthe word <em>media</em> is plural and could hardly imply <em>a</em>\ngo-between,” but because when one is employed by others\nit would hardly be for other than their own purposes.</p>\n<p>Because <em>A Civil Tongue</em> will be read by many who\nwithout it might be unaware of the peril to which the\nEnglish language is being exposed, the book provides a\nvaluable addition to the current lists.  And it cannot be\ndenied that it is easy to read and to enjoy.</p>\n<p><em>[Martin Panzer, New York, New York]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Civil-Tongue-Edwin-Newman/dp/0672522675\"><em>A Civil Tongue</em></a></h1> <p>Edwin Newman, (Bobbs-Merrill, 1976), 207 pp.</p> <p>Mr. Newman's new book is presented by the publisher\nas “high comedy in a serious cause.”  The cause—an effort\nto warn against “a smog of jargon” that is settling on our\nland—is indeed a serious one, as those of us who care about\nsuch things will without doubt agree.  Comedy, on the\nother hand, is more subjective.  Often there are some who\nwill laugh at the joke itself, while others may find the\nmanner of its delivery amusing.</p> <p>Wisely, Mr. Newman undertakes to formulate at the\nvery beginning a summary of the point he is bent on making.\n“A civil tongue,” he writes, “means to me a language\nthat is not bogged down in jargon, not puffed up with false\ndignity, not studded with trick phrases that have lost their\nmeaning.  It is not falsely exciting, it is not patronizing,\ndoes not conceal the smallness and triteness of ideas by\nclothing them in language ever more grandiose, does not\nseek out increasingly complicated constructions, does not\nweigh us down with the gelatinous verbiage of Washington\nand the social sciences.  It treats errors in spelling and\nusage with a decent tolerance but does not take them\nlightly.”</p> <p>There you have it in a nutshell.  To speak with a civil\ntongue means to say what you mean, openly, clearly and\nwith due regard for the beauty and the integrity of the\nlanguage.</p>"
}