{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Dictionary of American Idioms",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.thriftbooks.com/w/dictionary-of-american-idioms_maxine-tull-boatner/1610973/item/291666/?gclid=Cj0KCQjwpcOTBhCZARIsAEAYLuVDdPuDwjZVKDi-2mWpwW7PSHO1-RLie6JC3oFHZQiMXGPbDbQfi0EaAiVVEALw_wcB#idiq=291666&amp;edition=1259678\"><em>A Dictionary of American Idioms</em></a></h1>\n<p>Maxine Tull Boatner and John Edward Gates, revised edition ed. by Adam Makkai, (Barron's Educational Series), xiii + 392 pp.</p>\n<p>This book was first published in 1966 under the title\n<em>A Dictionary of Idioms for the Deaf</em>.  The present edition\nhas been provided with a preface by Professor Makkai,\nwho has also “added more than 250 modern idiomatic\nphrases to the collection.”  It is difficult to guess exactly\nwhat the publishers had in mind when they chose for the\ncover a crude cartoon drawing of a bald eagle dressed in\nchecked cap and trousers.  The allusion is, one supposes,\nto the American-ness of the idioms, although most of the\nphrases in the book are probably not exclusively American,\neither in use or by origin.  The cover does serve to\ntell the reader something about the book, however.  Balloons\nissuing from the eagle's beak claim that this dictionary\ncontains over 4000 common idiomatic expressions,\nincluding slang, proverbs, and clichés, and that everything\nis completely up-to-date, excellent for foreign speakers, and\nvaluable to students of American English.  The last two\nclaims are ambitious.  If one has set out to produce a dictionary\nfor foreign learners and serious students of the\nlanguage, one has assumed responsibilities that are not\nlightly discharged, especially if the subject is such an uneasy\nand ill-defined one as idioms.  A really useful dictionary\nfor foreign learners of English would certainly require\na much more scrupulous and systematic editorial\neffort than has gone into this rather casual compilation.</p>\n<p>Professor Makkai's preface makes some basic points\nabout idioms.  “An idiom ... is the assigning of a new\nmeaning to a group of words which already have their own\nmeaning.”  Some examples are <em>to blow one's stack, to fly\noff the handle, what's more, of course, to get up, like a\nbreeze, time off, this is it</em>.  He distinguishes two types of\nidiom.  The <em>lexemic idiom</em>, like <em>hammer and tongs</em> ('violently')\ncan easily be identified with one of the familiar\nparts of speech (<em>hammer and tongs</em>= adverb).  Longer\nidioms, like <em>to be caught between the devil and the deep\nblue sea</em>, “do not readily correlate with a given grammatical\npart of speech”; these he terms <em>phraseological idioms</em>.\nThe main characteristic of both types (and, obviously, of\nproverbs and sayings, which constitute a third type) is\ntheir grammatical rigidity.  “Their form is set and only a\nlimited number of them can be said or written in any\nother way without destroying the meaning of the idiom.”\nThat is, idioms do not permit certain simple operations—\nthe pluralization of nouns, the inflection of verbs, the insertion\nof an adverb before a verb, etc.—which can be\ncarried out on ordinary literal phrases.</p>\n<p>Thus, transitive verbs in idiomatic expressions frequently\nwill not passivize (<em>the cowboy kicked the bucket</em>,\nbut not *<em>the bucket was kicked by the cowboy</em>).  In this\ncase, as with many phraseological idioms, the passive transformation\ndestroys the idiom by literlizing it (<em>the bucket\nwas struck by the cowboy's boot</em>).  One wishes the Professor\nMakkai had had more space in the preface to devote\nto this feature of grammatical defectiveness and the invariance\nand variability of idioms, because these matters\nare not adequately covered in the individual dictionary\nentries.</p>\n<p>The body of the dictionary is well laid out, with useful\nrun-on entries (e.g., <em>fence-sitter</em> under <em>sit on the fence</em>),\n“compare” and “contrast” references that draw attention\nto related expressions (<em>get lost</em>, compare <em>drop dead; give\nup</em>, contrast <em>hold on to</em>), register labels for <em>slang, informal,\nformal</em>, and <em>literary</em>, and usage notes that give information\nabout the context in which the idiom is used (as a\ncommand, to show surprise, to express disapproval, etc.).\nIn the usage-note category-certainly the most helpful feature\nfor foreign students of English—the editors have seen\nfit to label some phrases “clichés,” some “trite phrases,”\nand some “hackneyed phrases.”  One wonders why <em>get\ndown to brass tacks, one foot in the grave, smell a rat, slip\nthrough one's fingers</em>, and <em>shot in the arm</em> are clichés,\nwhile <em>sleep a wink</em> is trite and <em>pay the piper</em> hackneyed.\nOne wonders also whether any of the three labels, even if\nthey had been clearly differentiated, do much more than\nexpress a subjective judgement.  As someone has said, “A\ncliché is an idiom which I do not like.”  How much more\nuseful is the kind of usage note one finds at <em>on end</em>-“Used\nwith plural nouns of time.”  It is typical of the casual editorial\napproach that this note is a half-truth—one cannot\nsay “I've been waiting for you for seconds on end.”  Still, it\nis this attempt to supply information about context and use\nthat is essential when one is defining idioms.  A major\nshortcoming of this dictionary is its failure to do so consistently\nand in sufficient detail.</p>\n<p>An alarming amount of space in the dictionary has\nbeen given to paraphrases of the illustrative sentences.  The\nsentences themselves are appropriately colloquial and simple\nembodiments of the preceding definitions.  The paraphrases\nare at best needlessly repetitive and too often approach\nabsurdity.  For example, at the entry <em>on one's chest</em>,\nwith this peculiar second-person definition—</p>\n<blockquote>\n<p>Hidden in your thoughts or feelings and bothering\nyou; making you feel worried or upset; that is\nsomething you want to talk to someone about...</p>\n</blockquote>\n<p>the illustrative sentence and paraphrase read:</p>\n<blockquote>\n<p>“Well, Dave,” said the coach, “You look sad-what's on your chest?”</p>\n<p>(The coach asked Dave what was making him disturbed.  Did he want to talk it over?)</p>\n</blockquote>\n<p>The paraphrase is pointless, but the illustration is worse\nsince its probable effect is to conjure up an image of the\nathletic Dave's hairy chest.  (This is, of course, an elementary\nlexicographical blunder-to put a metaphorical\nphrase in a literalizing context.  It is a pastime of lexicographers\nto invent such monsters, e.g. <em>When she went on\nvacation she packed absolutely everything.  She even took\na megaphone, for crying out loud!</em>)</p>\n<p>The illustrative sentences and paraphrases develop a\ndifferent sort of nonsense when they occur, as they unfailingly\ndo, after definitions of straightforward terms or names\nfor tangible material things.  For example:</p>\n<blockquote>\n<p><em>credit card...Mr. Smith used his credit card to buy gasoline</em>.</p>\n<p>(Mr. Smith bought gasoline and showed the man a card with his name.)</p>\n<p><em>panel truck...The flowers were delivered in a panel truck.</em></p>\n<p>(The flowers were brought in a closed truck.)</p>\n<p><em>parish house...The ladies served a spaghetti supper in the parish house.</em></p>\n<p>(The ladies had a spaghetti supper in the church social building.)</p>\n</blockquote>\n<p>One doubts that these entries-and there are an enormous\nnumber of the same type-really qualify as idioms according\nto Professor Makkai's definition (they are simply names\nfor particular kinds of cards, trucks, and houses); perhaps\nthat is why these illustrations and paraphrases seem almost\ncomically futile.</p>\n<p>These few objections to details are related to much\nmore serious questions about the character and purpose of\nthis book.  One is not told how this collection of idioms\nwas assembled.  Were the entries selected on the basis of a\ncitation-reading program?  What sources were used?  Were\nthe idioms selected according to some judgement of frequency?\nWere the invented illustrative sentences based on\ncitations?  The book was originally compiled for the deaf\n(and for that original purpose perhaps the illustrative sentences\nand paraphrases had a real pedagogical value); why\nwas it not rethought and restructured for a more general\nreadership-or at least for a specific readership-before it\nwas published in its present form?  One doesn't have the\nanswers to these questions, but it is hard to avoid the\nsuspicion that they would help to explain why there is so\nlittle evidence of editorial responsibility in this dictionary.</p>\n<p><em>[Thomas Hill Long, Aylesbury, Buckinghamshire]</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.thriftbooks.com/w/dictionary-of-american-idioms_maxine-tull-boatner/1610973/item/291666/?gclid=Cj0KCQjwpcOTBhCZARIsAEAYLuVDdPuDwjZVKDi-2mWpwW7PSHO1-RLie6JC3oFHZQiMXGPbDbQfi0EaAiVVEALw_wcB#idiq=291666&amp;edition=1259678\"><em>A Dictionary of American Idioms</em></a></h1> <p>Maxine Tull Boatner and John Edward Gates, revised edition ed. by Adam Makkai, (Barron's Educational Series), xiii + 392 pp.</p> <p>This book was first published in 1966 under the title\n<em>A Dictionary of Idioms for the Deaf</em>.  The present edition\nhas been provided with a preface by Professor Makkai,\nwho has also “added more than 250 modern idiomatic\nphrases to the collection.”  It is difficult to guess exactly\nwhat the publishers had in mind when they chose for the\ncover a crude cartoon drawing of a bald eagle dressed in\nchecked cap and trousers.  The allusion is, one supposes,\nto the American-ness of the idioms, although most of the\nphrases in the book are probably not exclusively American,\neither in use or by origin.  The cover does serve to\ntell the reader something about the book, however.  Balloons\nissuing from the eagle's beak claim that this dictionary\ncontains over 4000 common idiomatic expressions,\nincluding slang, proverbs, and clichés, and that everything\nis completely up-to-date, excellent for foreign speakers, and\nvaluable to students of American English.  The last two\nclaims are ambitious.  If one has set out to produce a dictionary\nfor foreign learners and serious students of the\nlanguage, one has assumed responsibilities that are not\nlightly discharged, especially if the subject is such an uneasy\nand ill-defined one as idioms.  A really useful dictionary\nfor foreign learners of English would certainly require\na much more scrupulous and systematic editorial\neffort than has gone into this rather casual compilation.</p> <p>Professor Makkai's preface makes some basic points\nabout idioms.  “An idiom ... is the assigning of a new\nmeaning to a group of words which already have their own\nmeaning.”  Some examples are <em>to blow one's stack, to fly\noff the handle, what's more, of course, to get up, like a\nbreeze, time off, this is it</em>.  He distinguishes two types of\nidiom.  The <em>lexemic idiom</em>, like <em>hammer and tongs</em> ('violently')\ncan easily be identified with one of the familiar\nparts of speech (<em>hammer and tongs</em>= adverb).  Longer\nidioms, like <em>to be caught between the devil and the deep\nblue sea</em>, “do not readily correlate with a given grammatical\npart of speech”; these he terms <em>phraseological idioms</em>.\nThe main characteristic of both types (and, obviously, of\nproverbs and sayings, which constitute a third type) is\ntheir grammatical rigidity.  “Their form is set and only a\nlimited number of them can be said or written in any\nother way without destroying the meaning of the idiom.”\nThat is, idioms do not permit certain simple operations—\nthe pluralization of nouns, the inflection of verbs, the insertion\nof an adverb before a verb, etc.—which can be\ncarried out on ordinary literal phrases.</p> <p>Thus, transitive verbs in idiomatic expressions frequently\nwill not passivize (<em>the cowboy kicked the bucket</em>,\nbut not *<em>the bucket was kicked by the cowboy</em>).  In this\ncase, as with many phraseological idioms, the passive transformation\ndestroys the idiom by literlizing it (<em>the bucket\nwas struck by the cowboy's boot</em>).  One wishes the Professor\nMakkai had had more space in the preface to devote\nto this feature of grammatical defectiveness and the invariance\nand variability of idioms, because these matters\nare not adequately covered in the individual dictionary\nentries.</p>"
}