{
  "type": "Article",
  "title": "The Seating of Zotz",
  "author": "Walter C. Kidney",
  "location": "Essex, Connecticut.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Seating of Zotz</h1>\n<p><em><span data-rel=\"author\">Walter C. Kidney</span> <span data-rel=\"location\">Essex, Connecticut.</span></em></p>\n<p>Read widely and you end up with a magnificent but\nnot totally useful vocabulary.  For my part, I find no application\nfor such words as:</p>\n<p><em>gumphion:</em> death's-head banner displayed at funerals;</p>\n<p><em>ergastulum:</em> house of correction for Roman slaves;</p>\n<p><em>dob-dob:</em> member of the hoodlum element in a\nlamasery;</p>\n<p><em>verbunkos:</em> dance performed to persuade people to\nenlist in the Hungarian army.</p>\n<p>What a waste.  And I regret any chance to drop into my\nconversation the months of the Maya year, just for their\nDunsanian sound.  The Maya had 18 twenty-day months,\nplus five or six official days of bad luck.  The year began\nwith <em>Pop</em>, which fell between the <em>Nameless Days</em> and <em>Uo</em>.\n<em>Uo</em> fell between <em>Pop</em> and <em>Zip</em>, and so on.  Even more Dunsanian,\nsuggesting a play for grades 6 to 8, was <em>The Seating\nof Zotz</em>, the correct name for what otherwise would\nhave been <em>20 Zip</em>.</p>\n<p>Some 15 years ago I worked on a job ideal for collecting\nsuch glittering trash, the <em>Random House Dictionary</em>\nproject.  Much of my time was spent in technology, and\nmy working day was a shower bath of <em>bruzzes, brobs,\nfroofs, snaths, downrights, chime hoops, larry cars, equation\nkidneys, cullin stones, crizzle glazes, glost fires, muffle\nfurnaces, blue billy, sugar of lead, butter of arsenic</em>, and\n<em>Victoria Green Mother Liquor</em>.  The sea yielded <em>futtock\nshrouds, euphroes, baggywrinkles</em>, and <em>paravane skegs</em>.  Lists\nof standard paint colors included <em>Cream Dream, Pewke</em>, and\n<em>U.S. Army Pansy</em>.  My Japanese sword mounts won\nsatirical attention from John Ciardi.  Heraldry was mine too,\na whole private language.  I learned not to use <em>or</em> 'gold' in\ndefinition examples because my colleagues would always\nfire them back with penciled “Or what?” 's.  But I did enter\nthe various ways of describing a disk.  Depending on the\ntincture, a disk is a <em>bezant, plate, torteau, hurt, gulp, guze,\nogress, pellet, gunstone</em>, or <em>fountain</em>.  Crosses can be-among\nother things-<em>crosslet, potent, avellan, moline, paty,\nformy, fitchy</em> or <em>paty or formy fitchy at the foot</em>.  An <em>escutcheon\nsemé of cross-crosslets is crusily</em>, and if the cross-crosslets\nare <em>fitchy</em> it is <em>crusily fitchy</em>.  An escutheon is\nsometimes divided by <em>dancetty, urdy, undy, embattled</em>, or\n<em>embattled grady</em> lines, and can be <em>barry, bendy, paly,\nbarry-bendy, paly-bendy, paly-wavy, lozengy, chequy</em>, etc.\nThe sun is in its <em>splendor</em>, the moon is in her <em>complement</em>\nor <em>detriment</em>, the pelican is in her <em>piety</em>, the lion is <em>gardant\npassant</em> and <em>ducally gorged</em>, and royalty is represented by\n<em>opinci, yales</em>, and <em>enfields</em>, one of which has <em>swivel-mounted\nhorns</em>.  How the Scottish dragon with flames issuing from\n<em>both</em> ends is blazoned I never did discover.</p>\n<p>Meanwhile a friend in biology was encountering the\n<em>sarcastic fringehead</em>, the <em>confused flour beetle</em>, and the\n<em>free-living flatworm</em>.</p>\n<p>Some of these things did get into the dictionary, but\nin most cases there was nothing to do but pause, admire,\nand dismiss them gently.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Seating of Zotz</h1> <p><em><span data-rel=\"author\">Walter C. Kidney</span> <span data-rel=\"location\">Essex, Connecticut.</span></em></p> <p>Read widely and you end up with a magnificent but\nnot totally useful vocabulary.  For my part, I find no application\nfor such words as:</p> <p><em>gumphion:</em> death's-head banner displayed at funerals;</p> <p><em>ergastulum:</em> house of correction for Roman slaves;</p>"
}