{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Discursive Dictionary of Health Care",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"http://scm.oas.org/References/Ref_doc_web_page/A_Discursive_Dictionary_of_Health_Care.pdf\"><em>A Discursive Dictionary of Health Care</em></a></h1>\n<p>U.S. Government Printing Office, (Washington, 1976), 182 pp.</p>\n<p>This is a truly staggering book, which-as the title\npage proudly announces—was “Prepared by the Staff/for\nthe use of the/Subcommittee on Health and the Environment/of\nthe/Committee on Interstate and Foreign Commerce/U.S.\nHouse of Representatives.”  Truly.  And the\nchairman of the CIFC is Harley O. Staggers of West Virginia.</p>\n<p>The dictionary is a serious work designed to help\nuntangle the jargon and technical terms associated with\nthe national health program and national health insurance,\ncurrently still under debate.  It is an immediate joy to see\nthat the compilers have a sense of humor in what otherwise\nwould be a dry work indeed.  One first notices this\nin the Contents list, for page 169, “Abbreviations and\nacronyms (alphabet soup expanded).”  In an otherwise\nstraightforward Introduction, we are disarmed momentarily\nby being told that,</p>\n<blockquote>\n<p>The definitions which have been prepared are not\nin any sense official or final.  They are not necessarily\nthe definitions which the Committee will give to\nthese terms when they are used in the actual\nwriting of national health insurance law.  Nor is\nany part of the dictionary completely exhaustive:\navailable time and energy have necessarily\nlimited the effort.</p>\n</blockquote>\n<p>For this information we have to thank Paul G. Rogers,\nthe chairman of the Subcommitee on Health and the\nEnvironment.</p>\n<p>In spite of the fact that presumably none of the members\nof the “professional staff” chosen to prepare this dictionary\nhave had prior experience in lexicography, they\nhave done an admirable job in their attempts to give expansive\ninformation on the fleeting meanings of terms\nused by the medical, legal and insurance professions—as\nthey relate to the congressional debates on national health\ninsurance.  Approximately one thousand headwords and\nover one hundred abbreviations and acronyms are defined.\n(There is some amusing padding, such as the entry <em>dictionary</em>—an\nattributed quote from Ambrose Bierce's <em>The\nDevil's Dictionary:</em> “a malevolent literary device for cramping\nthe growth of language.  This dictionary, however, is\na most useful work.”)  The text is enhanced by numerous\nanatomical illustrations taken from woodcuts originally\nprepared for two 16th-century books by Andreas Vesalius\n(<em>De Humani Corporis Fabrica</em> and an <em>Epitome</em>, both published\nin 1543).</p>\n<p>For the most part, the definitions tend to reflect the\njargon and ostensible confusion of the primary sources of\nthe headwords themselves.  (H.W. Fowler and Sir Ernest\nGowers, where are you now that they really need you!)\nFor example, the definition of <em>prior determination</em> is “similar\nto prior authorization but less restrictive in that payment\nwill be made if prior authorization is not sought, provided\nthat it would have approved the service as needed.”\nWithin the same letter, we discovered that <em>ping-ponging</em>\nis “the practice of passing a patient from one physician to\nanother in a health program for unnecessary cursory examinations\nso that the program can charge the patient's\nthird-party for a physician visit to each physician.  The\npractice and term originated and is most common in\n<em>Medicaid mills</em>.”  Some entries are invaluable cross-references:\n“<em>poor</em> See <em>poverty</em>.”</p>\n<p>Some “naughties” are revealed, as we learn from the\nentry <em>kiting:</em> “increasing the quantity of a drug ordered\nby a prescription.  Either the patient or pharmacist may\nkite the quantity of the original prescription, for example,\nby adding zeros to the number shown on a prescription.\nWhen done by a pharmacist, he then provides the patient\nwith the quantity originally prescribed but bills a third\nparty, such as Medicaid, for the larger quantity.”</p>\n<p>Just one more.  The entry <em>elephant policy</em> refers us\nquickly to <em>trolley car policy:</em> “a facetious name for an insurance\npolicy which is so hard to collect benefits upon\nthat it is as though it provided benefits only for injuries\nresulting from being hit by a trolley car.  Typically used by\nmail order insurance.”</p>\n<p>If this dictionary had not already been written it\nwould be virtually impossible to invent it.  Nevertheless,\nsorting out jargon is a respectable occupation.  In all fairness,\nquite a few entries are lucid and valuable to a better\nunderstanding of inevitable bureaucratic opacities.  But one\ncannot escape the lingering impression that this is a classical\n(and possibly unique) example of jargon breeding\njargon.  Thus the introductory disclaimer, already quoted,\nperhaps implies a nervous lack of faith and justification in\nwhat has been accomplished.</p>\n<p>The compilers certainly must be given generous credit\nfor telling it like it is.  But what it is is frightening.</p>\n<p><em>Edward R. Brace, Aylesbury, Buckinghamshire</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"http://scm.oas.org/References/Ref_doc_web_page/A_Discursive_Dictionary_of_Health_Care.pdf\"><em>A Discursive Dictionary of Health Care</em></a></h1> <p>U.S. Government Printing Office, (Washington, 1976), 182 pp.</p> <p>This is a truly staggering book, which-as the title\npage proudly announces—was “Prepared by the Staff/for\nthe use of the/Subcommittee on Health and the Environment/of\nthe/Committee on Interstate and Foreign Commerce/U.S.\nHouse of Representatives.”  Truly.  And the\nchairman of the CIFC is Harley O. Staggers of West Virginia.</p> <p>The dictionary is a serious work designed to help\nuntangle the jargon and technical terms associated with\nthe national health program and national health insurance,\ncurrently still under debate.  It is an immediate joy to see\nthat the compilers have a sense of humor in what otherwise\nwould be a dry work indeed.  One first notices this\nin the Contents list, for page 169, “Abbreviations and\nacronyms (alphabet soup expanded).”  In an otherwise\nstraightforward Introduction, we are disarmed momentarily\nby being told that,</p> <blockquote>\n<p>The definitions which have been prepared are not\nin any sense official or final.  They are not necessarily\nthe definitions which the Committee will give to\nthese terms when they are used in the actual\nwriting of national health insurance law.  Nor is\nany part of the dictionary completely exhaustive:\navailable time and energy have necessarily\nlimited the effort.</p>\n</blockquote>"
}