{
  "type": "Article",
  "title": "Permission, Admission, Remission and the Missionaries",
  "author": "Laurence Urdang",
  "location": "Editor, VERBATIM",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Permission, Admission, Remission and the Missionaries</h1>\n<p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Editor, VERBATIM</span></em></p>\n<p>Aristides, editorial writer for the venerable, respectable,\nlearned, occasionally stuffy, always erudite\nAMERICAN SCHOLAR, joins the funeral procession (chief\nmourners: Ted Bernstein, Edwin Newman) for the English\nlanguage: the Winter 1976/77 issue contains a rehash of\nthe same old drivel.  Safely ensconced in the cowardly concealment\nof his pseudonymity, Aristides contributes his\ncomments on the language in much the same way that a\nMad Bomber makes anonymous phone calls and the classic\nkidnapers leave messages composed of pasted-up letters\ncut from magazines and newspapers.</p>\n<p>His polemic against the current decline in expressiveness\nin the language is prompted, in this specific instance,\nby <em>6,000 Words</em>, published by G. &amp; C. Merriam Company\nas a supplement to <em>Webster's Third</em>, but from the tone of\nhis article, it would appear that the subject has been\nrankling in his intestines for many moons.  Since, for such\nax-grinders for the “purity” of English, the past holds more\nthan the present or future, his point of departure is the\nrespectable Mencken.  But one is given to wonder whether\nAristides would have been quite as enthusiastic had he\nreached his present state of old-fashioned respectability\ncontemporaneously with the publication of Mencken's\nworks on language, in the early 1930s.</p>\n<p>Reflecting incredible naivete for one who writes, albeit\npseudonymously, with such learndness, Aristides moans:</p>\n<blockquote>\n<p>I should prefer a more prescriptive dictionary, one\nthat notes, where called for, that an entry is a “cant”\nword, to use the term Dr. Johnson used in his\n<em>Dictionary</em>.  I prefer this not out grundyism, but\nbecause I doubt if a language can long survive in\nhealth under a policy of (to use another new entry\nfrom <em>6,000 Words</em>) “open admissions.”  <em>6,000 Words</em>,\nthen, is nearly useless as a guide but excellent as a\nrecord.  Like the period it indirectly chronicles, it is\nitself a curate's egg.</p>\n</blockquote>\n<p>Aristides' writing, too, is a curate's egg.  To pick a few\nnits: (1), <em>grundyism</em>, in the sense used, should have been\ncapitalized; (2), a dictionary, being in alphabetical order,\ncan hardly be said to <em>chronicle</em> anything, directly or indirectly;\nand (3), a dictionary is, by definition—since\nAristides is so fanatic about precision—a <em>record</em>: its use as\na guide to levels of usage is a secondary function, imputed\nto it largely by its users and abusers.</p>\n<p>Dictionaries today tend to be somewhat encyclopedic,\nif not by virtue of entries that, for some unknown reason,\nmany scholars consider nonlexical (e.g., proper names),\nthen because they contain information about the lexicon\nthat is felt to be encyclopedic (e.g., usage notes, synonym\nand antonym lists, synonym discriminations, illustrations,\netc.).  Johnson's <em>Dictionary</em> contained no illustrations.\nShouldn't modern dictionaries be criticized for having\nthem?</p>\n<p>Aristides continues by speculating on the opinion of\nour culture that a future historian would have if he were\nto depend on <em>6,000 Words</em> as his sole evidence.  To begin\nwith, the straw man being set up, like most straw men, is\nutterly without substance.  Why not acknowledge that\n<em>6,000 Words</em> is merely a supplement and include the main\nwork, <em>Webster's Third</em>, as well?  The main work “suffers”\nfrom the same descriptivism as its supplement.  If only\nmodern historians had available to them a “Webster's\nThird” and a “6,000 Words” for Etruria and for ancient\nEgypt, Babylonia, India, China, Arabia, the Americas,\nAnatolia, Europe, and Palestine!  What incredible wealth\nwould be found in those pages!</p>\n<p>Even with the relative paucity of documents available\nto modern historians of ancient cultures, linguists have\nlittle difficulty in sifting, given a sufficient quantity of\nevidence, the level of usage, the slang, the colloquial, the\ntaboo, the scatalogical.  The wealth of information that\ncould be gleaned about those cultures by the discovery of\na large dictionary, intact, would be immeasurable.  It would\nbe impossible to have concocted more timely evidence than\nthat presented in <em>The New York Times</em> on December 30,\n1976:</p>\n<blockquote>\n<p>Then a colleague, Dr. Giovanni Pettinato, who is a\nlanguage expert, found what amounted to a dictionary\nof the new language, called Eblait[e], that defined\neach word in Sumerian, a language that is known to\narcheologists.  When this key was used, the tablets\nrevealed that the palace was not just a minor seat of\ngovernment but the center of a huge empire....</p>\n<p>[“Ruins Show Urban Life Rivaling Egypt's”]</p>\n</blockquote>\n<p><em>Webster's Third</em> and <em>6,000 Words</em> are by no means\nperfect examples of the art of lexicography, for they contain\ninanities and infelicities that resulted, apparently, from\ntheir editors' slavish attention to a philosophy of defining\nthat could have improved from re-evaluation as the work\nprogressed.  But that is a subject for another article.  The\nonly subject germane to this argument is that pertaining to\nthe basic principle of descriptivism, which modern lexicographers\nhave accepted as a tenet.  The skill with which\nthey execute their art is irrelevant to this discussion.</p>\n<p>Aristides writes, in his closing remarks:</p>\n<blockquote>\n<p>In writing about language, in considering the state of\nthe lingo, there is always a tendency to assume a\nprelapsarian time—a linguistic Eden where language\nwas once clear and crisp and fitted exactly its function.\nBad language has, of course, always been with us:\nlanguage meant to obscure, to deceive, to defraud.</p>\n</blockquote>\n<p>These statements belie the lamentable lamentations that\nprecede them.  Worse than that, the second comment has\nlittle, if anything, to do either with the first or with the rest\nof the article, for, if the truth be acknowledged, “language\nmeant to obscure, to deceive, to defraud” is very rarely\n“bad” language, even in the ambiguously implied senses of\n<em>bad</em> employed in the general tone of the article: on the\ncontrary, “language meant to obscure...” is most often\nthe language of Nixons, Hitlers, and others who couch their\nnefarious thoughts in the very sort of eloquence Aristides\nprobably admires.  Moreover, the first sentence of the above\nquotation belongs in <em>this</em> article, not Aristides'.</p>\n<p>What can be concluded from his farrago of fuzzy\nlogophobia?  The learned Aristides, like many lesser critics,\nfalls into the trap of trying to exorcise the language—admittedly\na fashionable position these days—and the lexicographers\nwho honestly record its fortes and foibles in their\nmethodical, scholarly way.  Instead, his target ought to be,\nmore properly, the speakers of the language and their practice\nof the art of its use.  Lexicographers, for the millionth\ntime, don't <em>make</em> the language, they <em>report</em> on it.  The\nshortcomings of their attitudes and abilities are one thing;\nthe language is another.  Aristides' attitude is reminiscent of\nthat of the (erstwhile) dictionary editor, long since attracted\nto a career outside lexicography, who rejected\n<em>basket case</em> as an entry for <em>The Random House (Unabridged)\nDictionary</em> on the grounds that he found the\nmetaphor “disgusting.”</p>\n<p>It is <em>style</em>, Aristides, that you rail at, not the words of\nthe language themselves.  Infelicitous, ungrammatical, solecistic,\nunsemantic, unskillful, and just plain bad style in\nthe use of language is what drives all of us to distraction.\nIt isn't the words but how they are chosen and put together\nthat constitute deathless prose (or poetry).  Some of\nus are better at choosing and putting together than others.</p>\n<p>It is entirely likely, too, that those who are responsible\nfor the coinages so severely criticized by Aristides have a\ndifferent view of the world from that which traditionalists\nhave set forth—though their view, in turn, probably differs\nsubstantially from that of their forebears.  An example may\nbe seen in the use of the word <em>like</em>—not the <em>like</em> of <em>Do like\nI do</em> but the <em>like</em> that occurs in utterances like (<em>like</em>) <em>man</em>,\n<em>I was</em> (<em>like</em>)) <em>walking down the street and suddenly</em> (<em>like</em>)\n<em>there was this cat I hadn't seen for</em> (<em>like</em>) <em>two whole years</em>.\nIn such contexts, it is possible that <em>like</em> serves two functions,\none, a simple syntactic one to replace <em>er</em> or <em>um</em>, the\nother a semantic one to express the speaker's hesitancy at\nexpressing what might be construed as an incontrovertible\nfact without the “disclaimer.”  Such insecurity, if, indeed,\nthat is what it is, may stem from a felt lack of education,\nor, because it is so characteristic of a certain level of\nspeech, from a desire to be with an in-group, or merely\nfrom habit.  Other examples of a more lexical and less complex\nnature may be attributable to a different metaphoric\nview of life that, just because it is unconventional and unfamiliar,\nbecomes subject to the darts of fuddy-duddyism.</p>\n<p>Language, like time and the river, changes continuously,\nand we can never use it in exactly the same way\ntwice.  As such, it can be only approximation as a “medium\nof expression,' for not only does it change, but we and our\nemotions and everything we use language to describe\nchange.  The wonder of it is that we can understand each\nother at all.  <em>Plus ça change, plus c'est autre chose</em>.</p>\n<p>Of one thing we can be sure: just as today's older\ngeneration of English speakers condemns the speech of its\nyouth, today's youth, when they become tomorrow's older\ngeneration, will condemn their offspring's speech.  And, for\nanother prediction, we shall always have those among us\nwho, like Aristides, have their gaze fixed firmly on the past.</p>\n<p><em>Who is Aristides?  Why did he select such a nom de\nplume?  Does he aspire to identification with Aristides the\nJust (d. 468 B.C.)?  Hardly, for that Aristides was a statesman.\nWith Aristides of Bithynia (b. 129? A.D.)?  Unlikely,\nfor that Aristides, a sophist, was known to be exceedingly\nvain about his eloquence, comparing himself to Demosthenes.\nWith Aristides of Athens (fl. 150 A.D.)?  Not likely,\nfor that Aristides, author of an apology for the Christians,\nbequeathed us nothing of value.  With Aristides of Miletus\n(fl. 150 B.C.)?  Less than likely, for that Aristides wrote\nfiction, and ours would have us treat his writings as fact.\nWith Aristides of Thebes (fl.350 B.C.)?  Probably not, for\nthat Aristides was a painter.  With Aristides Quintilianus\n(fl. 150 A.D.)?  Scarcely, for that Aristides is the author of a\nvaluable treatise, “On Music,” and ours appears deaf to the\nmusic of the spheres</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Permission, Admission, Remission and the Missionaries</h1> <p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Editor, VERBATIM</span></em></p> <p>Aristides, editorial writer for the venerable, respectable,\nlearned, occasionally stuffy, always erudite\nAMERICAN SCHOLAR, joins the funeral procession (chief\nmourners: Ted Bernstein, Edwin Newman) for the English\nlanguage: the Winter 1976/77 issue contains a rehash of\nthe same old drivel.  Safely ensconced in the cowardly concealment\nof his pseudonymity, Aristides contributes his\ncomments on the language in much the same way that a\nMad Bomber makes anonymous phone calls and the classic\nkidnapers leave messages composed of pasted-up letters\ncut from magazines and newspapers.</p> <p>His polemic against the current decline in expressiveness\nin the language is prompted, in this specific instance,\nby <em>6,000 Words</em>, published by G. &amp; C. Merriam Company\nas a supplement to <em>Webster's Third</em>, but from the tone of\nhis article, it would appear that the subject has been\nrankling in his intestines for many moons.  Since, for such\nax-grinders for the “purity” of English, the past holds more\nthan the present or future, his point of departure is the\nrespectable Mencken.  But one is given to wonder whether\nAristides would have been quite as enthusiastic had he\nreached his present state of old-fashioned respectability\ncontemporaneously with the publication of Mencken's\nworks on language, in the early 1930s.</p> <p>Reflecting incredible naivete for one who writes, albeit\npseudonymously, with such learndness, Aristides moans:</p>"
}