{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Crazy Talk, Stupid Talk: How We Defeat Ourselves by the Way We Talk—and What To Do About It",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em><a href=\"https://www.abebooks.com/9780440015543/Crazy-Talk-Stupid-Defeat-Way-0440015545/plp\">Crazy Talk, Stupid Talk: How We Defeat Ourselves by the Way We Talk—and What To Do About It</a></em></h1>\n<p>Neil Postman, (Delacorte Press, 1976), xviii + 269 pp.</p>\n<p>It is uncertain whether anything is to be gained in devoting\nspace to a review of this book, but a couple of manhours\nhave been spent reading it and thinking about it, so\nit might merit a few man-minutes to writing the review\nand some more to reading it.</p>\n<p>It may be assumed that the title is intended to shock,\nand it does.  The shock wears off with each repetition of\neach phrase in the text, and the reader is left with the feeling\nthat this is a work that the author, who has made many\nserious and worthwhile contributions to the study of language,\ndictated into a portable tape recorder while running\nfrom one classroom to another.  The style is breathless,\nheadlong.  If it were possible to determine such a condition\nfrom a written document, one might venture to assume\nthat the author had written it while under the influence of\na heavy dose of “speed.”</p>\n<p>The main theme seems to be the importance of recognizing\nand maintaining “semantic environment.”  This is\nnothing more than “appropriateness”: in other words, when\nyou are at the embassy, murmuring “Good evening, Mr.\nAmbassador” when you move down the receiving line, you\ndon't follow the greeting, in the same tone of voice and\nwith a smile on your face, with “Your fly is open” or “My\ngrandfather was hanged for horsestealing.”  Either (or both)\nmay be true, but both are inappropriate to the occasion.\nWith myriad examples interspersed with mediocre jokes\nand occasional inanities, it takes the very articulate author\nxviii + 91 pp. to get the point across.</p>\n<p>Postman sees nothing wrong with mixed metaphors or\nwith clichés; he is seeking a higher good: proper semantic\nenvironment.  Inappropriate metaphors, however, are another\nmatter:“... a metaphor whose configuration nowhere\ncoincides with the realities of any actual situation\nin which he finds himself.  The technical name for such a\nprocess is paranoia.”  Is that the linguist's view of the true\nnature of paranoia?  a misapplication of a rhetorical device?\nSuch a warped simplification may come as a surprise to\nlinguists and psychiatrists alike.</p>\n<p>The author seems to suffer from a modern ailment\ncommon among those who have discovered that a glib approach\nwill gain listeners and readers: as long as you set\nforth your ideas with authority, it matters little what you\nsay, for people will believe you, and you will acquire disciples\nand acolytes.</p>\n<p>For this reason, though not this reason alone, <em>Crazy\nTalk</em> is a dangerous book.  As the reader progresses (if\n“progress” is not misapplied here—the feeling is more like\nthat of a nightmarish plunge over a cliff), he is ineluctably\ndrawn to the conclusion that the crazy, stupid talk of the\ntitle isn't what the author is writing <em>about</em> but what he is\n<em>writing</em>.  Examples of silliness abound: “ 'I love you' is a\nvery important sentence and is probably spoken a thousand\ntimes everyday in California alone” (p. 155); “...what\nabout the <em>Miss in Miss Jones</em> (what exactly is Jones missing?)”\n(p. 65); “If fanaticism is falling in love with an\nirrefutable answer, then a neurosis is falling in love with\nan unanswerable question” (p. 145).  “And so we have\nhere a sort of paradox.  On the one hand, we must naturally\nassume that others are using words to mean what we\nwould, and that such meanings have some stability.  But\non the other hand, we must remember that this is only an\nassumption, that at any given moment a coin of the realm\nmay not be worth quite what we imagined.  And, naturally,\nour purposes will be short-changed.”</p>\n<p>This is linguistic philosophy couched in the language\nof the stand-up comedian.  The writing style is a good example\nof the kind of inappropriateness scored by the\nauthor.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em><a href=\"https://www.abebooks.com/9780440015543/Crazy-Talk-Stupid-Defeat-Way-0440015545/plp\">Crazy Talk, Stupid Talk: How We Defeat Ourselves by the Way We Talk—and What To Do About It</a></em></h1> <p>Neil Postman, (Delacorte Press, 1976), xviii + 269 pp.</p> <p>It is uncertain whether anything is to be gained in devoting\nspace to a review of this book, but a couple of manhours\nhave been spent reading it and thinking about it, so\nit might merit a few man-minutes to writing the review\nand some more to reading it.</p> <p>It may be assumed that the title is intended to shock,\nand it does.  The shock wears off with each repetition of\neach phrase in the text, and the reader is left with the feeling\nthat this is a work that the author, who has made many\nserious and worthwhile contributions to the study of language,\ndictated into a portable tape recorder while running\nfrom one classroom to another.  The style is breathless,\nheadlong.  If it were possible to determine such a condition\nfrom a written document, one might venture to assume\nthat the author had written it while under the influence of\na heavy dose of “speed.”</p> <p>The main theme seems to be the importance of recognizing\nand maintaining “semantic environment.”  This is\nnothing more than “appropriateness”: in other words, when\nyou are at the embassy, murmuring “Good evening, Mr.\nAmbassador” when you move down the receiving line, you\ndon't follow the greeting, in the same tone of voice and\nwith a smile on your face, with “Your fly is open” or “My\ngrandfather was hanged for horsestealing.”  Either (or both)\nmay be true, but both are inappropriate to the occasion.\nWith myriad examples interspersed with mediocre jokes\nand occasional inanities, it takes the very articulate author\nxviii + 91 pp. to get the point across.</p>"
}