{
  "type": "Article",
  "title": "To Understand America (and Americans)....",
  "author": "John O. Herbold II",
  "location": "Lakewood, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">To Understand America (and Americans)....</h1>\n<p><em><span data-rel=\"author\">John O. Herbold II</span> <span data-rel=\"location\">Lakewood, California</span></em></p>\n<p>Story has it that in the early days of the 20th century a\ncollege professor exclaimed: “To understand America,\nyou must first understand baseball.”  And he was probably\nright, for outside of the horse (“you can lead a horse to\nwater...,” “horse of a different color”, “cart before the\nhorse” etc.,) no other single concrete noun has contributed as\nmany terms as has the “horsehide” sport.</p>\n<p>Even Americans who have rarely seen a baseball game\nwill find themselves sprinkling many of the following terms\ninto their daily conversation:</p>\n<blockquote>\n<ol>\n<li>He was born with two strikes against him.</li>\n<li>He couldn't get to first-base with that girl.</li>\n<li>He sure threw me a curve that time.</li>\n<li>I'll take a rain-check on it.</li>\n<li>He went to bat for me.</li>\n<li>I liked him right off the bat.</li>\n<li>He was way out in left-field on that one.</li>\n<li>He's a foul ball.</li>\n<li>I think you're way off base on that.</li>\n<li>It was a smash hit.</li>\n<li>Let's take a seventh-inning stretch.</li>\n<li>I hope to touch all the bases on this report.</li>\n<li>Could you pinch-hit for me?</li>\n<li>He doesn't even know who's on first.</li>\n<li>I just call 'em as I see 'em.</li>\n<li>He's only a bush-leaguer.</li>\n<li>Major League all the way.</li>\n<li>We'll hit 'em where they ain't.</li>\n<li>He was safe a mile.</li>\n<li>He has a lot on the ball.</li>\n<li>He really dropped the ball that time.</li>\n<li>We'll rally in the ninth.</li>\n<li>No game's ever over until the last man's out.</li>\n</ol>\n</blockquote>\n<p>And is there any term in our language more synonymous\nwith failure than “to strike out”?</p>\n<p>Had President Nixon stayed in office a while longer, it's\npossible that football might have begun to approach baseball\nin the number of terms used (<em>game plan, kick-off</em>, etc.);\nbut the Nixon <em>team</em> got its <em>signals crossed</em>, so now <em>it's a\nwhole new ball game</em>.</p>\n<p>Baseball, like other occupations, has its own particular\nterminology and nomenclature, understood only by the esoteric\nfew and not by the everyday fans (<em>fan</em> from <em>fanatic</em>).</p>\n<p>For instance, your grandfather would speak of Christy\nMathewson's <em>fadeway</em> or Walter Johnson's <em>inshoot</em>.  Three-fingered\nBrown threw an <em>outdrop</em>, and in those days you\nmight knock an opposing pitcher <em>out of the box</em> (though rarely\none of the aforementioned trio).</p>\n<p>Your father spoke of Bob Feller <em>throwing heat</em>, while\nTommy Bridges had a good <em>deuce, jug, hook</em>, or <em>Uncle\nCharlie</em>—all synonyms for the curve-ball.  Jim Tobin threw\na <em>butterfly</em> pitch because he <em>pulled the string on it</em>, thus\nmaking it come in slow.</p>\n<p>Today the pitches are pretty much the same, but the\nterminology has altered some, largely because of the influx\nof Black players.</p>\n<p>The fast ball becomes <em>the express</em>; the hard curve is a\n<em>slider</em>; and the off-speed pitch is simply referred to <em>as the\nchange-up</em>.</p>\n<p>And whether you call a high, hard one thrown at the\nbatter's head a <em>purpose pitch</em>, a <em>knockdown pitch</em>, or a <em>bean\nball</em>, the message remains the same: <em>Metala en su oreja</em>\n('stick it in his ear!').</p>\n<p>As mentioned, the Black players have brought in some\ncolorful terms of their own.  A pitcher who throws hard can\n<em>really bring it</em>.  The catcher for some strange reason is often\ncalled a <em>back catcher</em>.  A good hitter is described as being a\n<em>baaaaddd</em> hitter, and <em>nobody walks but the mailman</em>.  A\nplayer who excels can <em>get it done</em>, and if he hits well, then\n<em>he can really stick it</em>.</p>\n<p>One never knows what some Black players are going to do\nwith verbs.  Some omit them altogether: <em>You out</em>.  While others\nuse the word <em>be</em> in its pure form: <em>You be out, brother</em>.</p>\n<p>Chicano baseballers love to talk in slang terms, often in\nSpanish.  Hitting the ball well means that you got good\n<em>wood</em> on it.  But they have no real word for <em>bat</em>, so they call\nit <em>lena</em> or 'wood.'  One of their most derogatory terms—often\ndirected toward umpires—is the word <em>guy</em> used in place of\nthe name.  “Hey, guy, wise up, you cabeza de melon”\n('melon head').  If they really get upset, they'll call you <em>tonto</em>\n('dumb') or <em>estupido</em> ('stupid').  When speaking English, the\nLatin ball players can likewise be most amusing: “Hit to me\nthe ball.” “His fast ball—he doesn't have any,” and “he\nthrows several quick.”</p>\n<p>I can remember losing one game to a Latin team when\na homerun got lost in the bushes enabling the Mexican team\nto defeat us 11-9.  After the game I exclaimed, loud enough\nfor the victors to hear, “We'd have won the game had it not\nbeen for those dumb bushes.”</p>\n<p>A bit of Latin wisdom followed which I've never forgotten:\n“Well,” replied the player who'd hit the homer, “the\nbushes—they are the same for everybody.”</p>\n<p>Everyone knows that the trite clichés of the Grantland\nRice era have been largely eliminated.  Today a bat is a bat,\nnot a “mace,” “club,” “willow,” or “stick.”  The plate is no\nlonger a “dish,” “pentagon,” or “home.”  Umpires are umpires—not\n“arbiters” or “men in blue”—and we no longer\nare besieged with such terms as “hot corner,” “keystone,”\n“Texas Leaguer,” “flyhawk,” “maskman,” and “grasscutter.”</p>\n<p>And baseballers still retain two other traditional traits:\none, they abbreviate everything they can—DP, RBI, ribbie,\n“two,” BP (batting practice), PFP (pitchers' fielding practice),\nK (strike out), etc.  And two, they always use the historical\npresent tense in retelling tales of the past: “I was\nwaiting on the on-deck circle, and Williams is hitting.  Well,\nCleveland has Bobby Feller going today, and he's mad at\nWilliams because Williams hit a homer off him the inning\nbefore, so while I'm standing there....”</p>\n<p>An interesting note is that most of America's teens and\npre-teens are pretty basic in their language—a bat is simply\na bat, a pitcher's a pitcher, and so on.  Even the Japanese\nhave borrowed most of the American terms with slight alterations.\nThey play <em>dabulheddas</em>, and they have an outfield\nconsisting of a <em>left-o, cent-o</em>, and <em>right-o</em>, plus a <em>thard-o,\nshow-to, secand-o</em>, and <em>fast-o</em>.</p>\n<p>But as mentioned, the American youngsters are not really\nsports idol worshipers the way their fathers and grandfathers\nwere; and while sports may open many doors to\nthem, they also open numerous mouths in a big yawn.  We\nfind this to be pretty much “par for the course.” Oops!\nThat's a golf term, and that's “one strike against it,” all of\nwhich makes it a mixed metaphor or something.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">To Understand America (and Americans)....</h1> <p><em><span data-rel=\"author\">John O. Herbold II</span> <span data-rel=\"location\">Lakewood, California</span></em></p> <p>Story has it that in the early days of the 20th century a\ncollege professor exclaimed: “To understand America,\nyou must first understand baseball.”  And he was probably\nright, for outside of the horse (“you can lead a horse to\nwater...,” “horse of a different color”, “cart before the\nhorse” etc.,) no other single concrete noun has contributed as\nmany terms as has the “horsehide” sport.</p> <p>Even Americans who have rarely seen a baseball game\nwill find themselves sprinkling many of the following terms\ninto their daily conversation:</p> <blockquote>\n<ol>\n<li>He was born with two strikes against him.</li>\n<li>He couldn't get to first-base with that girl.</li>\n<li>He sure threw me a curve that time.</li>\n<li>I'll take a rain-check on it.</li>\n<li>He went to bat for me.</li>\n<li>I liked him right off the bat.</li>\n<li>He was way out in left-field on that one.</li>\n<li>He's a foul ball.</li>\n<li>I think you're way off base on that.</li>\n<li>It was a smash hit.</li>\n<li>Let's take a seventh-inning stretch.</li>\n<li>I hope to touch all the bases on this report.</li>\n<li>Could you pinch-hit for me?</li>\n<li>He doesn't even know who's on first.</li>\n<li>I just call 'em as I see 'em.</li>\n<li>He's only a bush-leaguer.</li>\n<li>Major League all the way.</li>\n<li>We'll hit 'em where they ain't.</li>\n<li>He was safe a mile.</li>\n<li>He has a lot on the ball.</li>\n<li>He really dropped the ball that time.</li>\n<li>We'll rally in the ninth.</li>\n<li>No game's ever over until the last man's out.</li>\n</ol>\n</blockquote>"
}