{
  "type": "Epistola",
  "title": "EPISTOLA Arthur J. Morgan",
  "contributor": "Arthur J. Morgan",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Arthur J. Morgan</span></h1>\n<p>“Affirmative action” is required of companies which\nhold Government contracts, or subcontracts.</p>\n<p>It is Government English for the requirement that the\ncompany not sit back waiting for members of ethnic minorities,\nhandicapped persons or women to apply for jobs, but\nactively engage in recruiting such prospective employees.</p>\n<p>Incidentally, this is sometimes described as “seeking\nemployees from minority groups,” or even “seeking minorities,”\ndespite the fact that, as any census will show, women\nconstitute a majority.</p>\n<p>To continue with the fairer (though occasionally more\nunfair) sex, Mr. Norman R. Shapiro parenthesizes, “Hence\nthe feminine, <em>brava</em>, to a deserving diva.”</p>\n<p>Wrong.</p>\n<p>To a deserving diva, for a superlative performance, I\nmight shout, “<em>Bravo</em>!”  This is an exclamation and is uninflected.\nThe boys in the balcony, whether amateur fans or professional\nclaque, who shout “Brava!”  may be doing the lady an injustice,\nsince it refers to the diva, not her performance, and\nmerely makes a statement that she is good, honest, or possibly\neven brave.  (To be up on that stage?) [<em>Arthur J. Morgan, New York, New York</em>].</p>\n<hr>\n<p><em>As readers may be able to tell, quite a few people have\nwritten to comment on the brief article about affirmative\naction.  It is important that the record be set straight;\nequally important is the point that the words</em> affirmative +\naction, <em>in juxtaposition, mean only what readers (and the\ngovernment and employers) say they mean by virtue of conventionalized\njargon.  Unfortunately, the convention had\nnot yet reached VERBATIM.  The other phrase often\nappearing in want ads, “We are an equal-opportunity\nemployer,” seems to have no stigma and to state a position\nmore clearly.  Any further comment would be social and not\nlinguistic</em>.</p>\n<p>—<em>Editor</em></p>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Arthur J. Morgan</span></h1> <p>“Affirmative action” is required of companies which\nhold Government contracts, or subcontracts.</p> <p>It is Government English for the requirement that the\ncompany not sit back waiting for members of ethnic minorities,\nhandicapped persons or women to apply for jobs, but\nactively engage in recruiting such prospective employees.</p> <p>Incidentally, this is sometimes described as “seeking\nemployees from minority groups,” or even “seeking minorities,”\ndespite the fact that, as any census will show, women\nconstitute a majority.</p> <p>To continue with the fairer (though occasionally more\nunfair) sex, Mr. Norman R. Shapiro parenthesizes, “Hence\nthe feminine, <em>brava</em>, to a deserving diva.”</p>"
}