{
  "type": "Epistola",
  "title": "EPISTOLA Laurence J. Davidson",
  "contributor": "Laurence J. Davidson",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Laurence J. Davidson</span></h1>\n<p>I was delighted to read <em>Hear Finish Before (Pause) You?</em>,\nsince one rarely comes across articles on sign language that\ndeal with Ameslan rather than Signed English.  (In fact, one\nall too rarely comes across articles on sign language at all.)\nMs. Brown, rightly stressing the fact that Ameslan has a\ngrammar of its own, uses some of the most salient differences\nbetween its syntax and English syntax to illustrate this fact:\n“it lacks articles, and plurals and verb tenses are supplied\neither through context or by the addition of the word 'finish'.”</p>\n<p>Readers might be interested to know that Ameslan\nhappens to show many remarkable similarities to Chinese in\nits syntax: e.g., that identical quotation applies to Chinese!\nI have all too often heard the naive claim that neither Ameslan\nnor Chinese “has a grammar.”  In fact, both have quite intricate\ngrammars; what they don't have is word-endings,\nwhich the Latin-minded often think of as the only kind of\ngrammar.  I wish, however, that Ms. Brown hadn't devoted\nquite so much attention to idiomatic expressions (real or\napparent), since idioms tend to obscure the grammar of a\nlanguage rather than to illuminate it.</p>\n<p>I have two other minor criticisms of Ms. Brown's article.\nFirst, her folk-etymologies of the signs for male and female\n(“long ago someone must have decided men have minds\nwhile women have mouths”) are not borne out by researchers\nin the field.  The standard etymologies are reflected in Lottie\nRiekehof's excellent lexicon, <em>Talk to the Deaf</em>, and in Harry\nHoemann's thorough and thoughtful text, <em>The American Sign\nLanguage</em>: according to Hoemann, “the male gender\nmarker was based on the custom of tipping a hat, and the\nregion of the forehead serves as the gender marker for male\nkinship signs.  The female gender marker was derived from\nthe bonnet strings tied under the chin.”  A different etymology\noccurs in William C. Stokoe's pioneering <em>Dictionary of\nAmerican Sign Language</em>.  Stokoe, the recognized authority\non the linguistics of Ameslan, writes of the sign for “female”:\n“Epée himself states that it was selected because of the\nhanging curls prominent in the coiffures of the day.  Curiously\nenough there is a traditional ASL etymology too which\nmakes the sign an indication of the ladies' bonnet strings.”\n[Epée, an eighteenth-century French abbé, is the father of\nthe modern American and French sign languages.]</p>\n<p>Finally, Ms. Brown leaves the reader with the unfortunately\ninaccurate impression that sign-language classes\nand textbooks all teach Ameslan.  Would that that were so, but\nin fact a great many of them teach Signed English.  The\nsigns are the same, but the grammar of Signed English is\nEnglish grammar, often complete with English suffixes and\nprefixes.  There's nothing wrong with Signed English if that\nis what you really want to study, but you should know just\nwhat you're getting before you enroll in a class or buy a\ntextbook.  If you want Ameslan, be sure you're really being\ngiven Ameslan.</p>\n<p>My criticisms, however, are definitely outweighed by\nthe positive aspects of the article.  (In fact, they are even\noutweighed by the mere fact that an article appeared on\nAmeslan in the first place.)  Perhaps the best thing about Ms.\nBrown's article is the simple fact that she makes it clear that\nAmeslan is indeed a <em>language</em>, not just a lexicon of signs.</p>\n<p>I was not so delighted to read your own “Obiter Dicta,”\nin which you display a surprising ignorance (or willful\ndisregard?) of the meaning of the term “affirmative action.”\nYou say that “what is probably intended is the sense of <em>assertive</em>\naction; in other words, 'We don't shilly-shally when asked\nfor a decision on an application.' ”  But this is <em>not</em> what is\nintended at all!  It isn't even close: the term really means\nthat the employer will <em>affirmatively</em> (= “assertively,” as you\nput it) seek out women and members of minority groups.\nNot only will he give equal opportunity to those who show\nup applying for a job, but he will also assertively try to get\napplications from types of people who do not usually apply.\nThe term “affirmative action” arose fairly recently in\nresponse to those companies that claimed that the lack of\nwomen, handicapped persons, blacks, etc., in high positions\nwas due to the fact that very few even applied for those\npositions.  “Affirmative action” companies are now\naccepting an obligation to do something about this situation,\nto do something <em>affirmative</em> rather than the simple <em>negative</em>\naction of <em>not</em> discriminating against qualified minority\napplicants.</p>\n<p>The quality of VERBATIM is remarkably consistently\nhigh, an occasional <em>lapsus</em> like the squib on “affirmative\naction” notwithstanding.  I look forward to each issue.  Keep\nthem coming, and how about some more articles on sign\nlanguage and some articles on animal communication, child\nlanguage, and other psycholinguistic topics? [<em>Laurence J. Davidson, Cambridge, Massachusetts</em>]</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Laurence J. Davidson</span></h1> <p>I was delighted to read <em>Hear Finish Before (Pause) You?</em>,\nsince one rarely comes across articles on sign language that\ndeal with Ameslan rather than Signed English.  (In fact, one\nall too rarely comes across articles on sign language at all.)\nMs. Brown, rightly stressing the fact that Ameslan has a\ngrammar of its own, uses some of the most salient differences\nbetween its syntax and English syntax to illustrate this fact:\n“it lacks articles, and plurals and verb tenses are supplied\neither through context or by the addition of the word 'finish'.”</p> <p>Readers might be interested to know that Ameslan\nhappens to show many remarkable similarities to Chinese in\nits syntax: e.g., that identical quotation applies to Chinese!\nI have all too often heard the naive claim that neither Ameslan\nnor Chinese “has a grammar.”  In fact, both have quite intricate\ngrammars; what they don't have is word-endings,\nwhich the Latin-minded often think of as the only kind of\ngrammar.  I wish, however, that Ms. Brown hadn't devoted\nquite so much attention to idiomatic expressions (real or\napparent), since idioms tend to obscure the grammar of a\nlanguage rather than to illuminate it.</p> <p>I have two other minor criticisms of Ms. Brown's article.\nFirst, her folk-etymologies of the signs for male and female\n(“long ago someone must have decided men have minds\nwhile women have mouths”) are not borne out by researchers\nin the field.  The standard etymologies are reflected in Lottie\nRiekehof's excellent lexicon, <em>Talk to the Deaf</em>, and in Harry\nHoemann's thorough and thoughtful text, <em>The American Sign\nLanguage</em>: according to Hoemann, “the male gender\nmarker was based on the custom of tipping a hat, and the\nregion of the forehead serves as the gender marker for male\nkinship signs.  The female gender marker was derived from\nthe bonnet strings tied under the chin.”  A different etymology\noccurs in William C. Stokoe's pioneering <em>Dictionary of\nAmerican Sign Language</em>.  Stokoe, the recognized authority\non the linguistics of Ameslan, writes of the sign for “female”:\n“Epée himself states that it was selected because of the\nhanging curls prominent in the coiffures of the day.  Curiously\nenough there is a traditional ASL etymology too which\nmakes the sign an indication of the ladies' bonnet strings.”\n[Epée, an eighteenth-century French abbé, is the father of\nthe modern American and French sign languages.]</p> <p>Finally, Ms. Brown leaves the reader with the unfortunately\ninaccurate impression that sign-language classes\nand textbooks all teach Ameslan.  Would that that were so, but\nin fact a great many of them teach Signed English.  The\nsigns are the same, but the grammar of Signed English is\nEnglish grammar, often complete with English suffixes and\nprefixes.  There's nothing wrong with Signed English if that\nis what you really want to study, but you should know just\nwhat you're getting before you enroll in a class or buy a\ntextbook.  If you want Ameslan, be sure you're really being\ngiven Ameslan.</p>"
}