{
  "type": "Article",
  "title": "Deciphering The Four-Letter Word in a Medieval Manuscript's Satire on Friars",
  "author": "Carter Revard",
  "location": "St. Louis, Missouri",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Deciphering The Four-Letter Word in a Medieval Manuscript's Satire on Friars</h1>\n<p><em><span data-rel=\"author\">Carter Revard</span> <span data-rel=\"location\">St. Louis, Missouri</span></em></p>\n<p>The English may now reclaim from the Scots the\nhonor, if such it be, of being the first to put the popular\nquadriliteral into writing.  As one might expect, however,\nthey used a bastard form of the word, and they wrote\nit only in cipher: thus, even though the poem containing\nthis coded occurrence has been in print for a hundred and\nforty years, the Victorian scholar who printed it with full\nknowledge of what he was printing, but who left it to his\nreaders to decipher the medieval scribe's code, could certainly\nhave felt that the public would not be corrupted by\nthe word, and it was left to D. H. Lawrence and others to\ncurl the aspidistra permanently.</p>\n<p>As for the Scots claim to primacy in this matter, it rests\non the shoulders of William Dunbar, whose poem of ca.\n1502 was the first instance which the editors of the OED's\n<em>Revised Supplement</em>, Vol. I. (1972), could find of a written\nuse of the word.  However, a British Museum manuscript,\nHarley 3362, contains among its many jokes, proverbs,\nriddles, and pious poems a group, on folio 24r (old numbering\np. 47), which vigorously vituperate friars.  Certain lines\nof this invective are written in a cipher or code, and when\ndeciphered one word among these is <em>fuccant</em>, which in context\nis indubitably our word, though it has been given a\nmock-Latin form (with participial <em>-ant</em>) in keeping with the\nmacaronic language of the lines in which it occurs.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>These lines were first printed in 1845 by Thomas\nWright, in his <em>Reliquiae Antiquae</em> (Vol. I, pp. 91-92).  Since\nthey have not been reprinted, I shall present them here, before\ndiscussing their contents, date, and some problems concerning\nthem.</p>\n<blockquote>\n<p>1  fflen flyys and freris/populum domini male caedunt,<br>\nþustlis and breris/crescentia gramina ledunt.<br>\nXriste, nolens guerras, / sed cuncta pace tueris,<br>\nDestrue per terras / breris flen fly\\?\\es &amp; freris.</p>\n<p>5  fflen fly\\?\\es and freris / Foul falle hem þys fyften \\?\\eris,<br>\nffor'non \\?\\at her ys / louit flen fly\\?\\es ne freris.<br>\nFratres carmeli / nauigant in a both apud Eli;<br>\nNon sunt in celi / quia gxddbov xxkxx\\?\\t pg ifmk—<br>\nOmnes drencherunt / quia sterisman non habuerunt.</p>\n<p>10  ffratres cum knyuys / goþ about and txxkx\\?\\v<br>\nnfookt xx\\?\\xkt.</p>\n<p>Ex Eli veniens presenti / sede locatur,<br>\nNec rex nec sapiens, / Salomon tamen vocatur.<br>\nPediculus cum sex / pedibus me mordet vbique;</p>\n<p>14  Si possum capere / tokl tobl debet ipsem habere.</p>\n</blockquote>\n<p>Lines 1-6 here attack friars generally, while lines 7-10 verberate\nthe Carmelite Friars of Ely particularly.  Wright\nmade the interesting point that in his day, “two lines...\nare still popular among schoolboys in the following\nmodified form: <em>Tres fratres coeli navigabant roundabout\nEly; Omnes drownderunt qui swimaway non potuerunt</em>,”\nand he further remarked that “the expressions concealed by\nthe cypher...are rather gross, and do not speak much for\nthe morals of the Carmelites of Ely.”<sup><a href=\"#user-content-fn-a2\" id=\"user-content-user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup> This remark set me to\nexamining the cipher, of course, and I succeeded in decoding\nit.  It merely involves substitution of the next letter in the\nalphabet, so that if the encipherer began with an <em>a</em>, he\nwould write <em>b</em>, if with a <em>b</em>, he wrote <em>c</em>, and so on.<sup><a href=\"#user-content-fn-a3\" id=\"user-content-user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup> Thus, in\nline 8, <em>gxddbov xxkxx\\?\\t pg ifmk</em> is written for <em>fuccant uuiuis\nof Heli</em>, with <em>fuccant</em> formed on the same lines as <em>drencherunt</em>\nin the next line (9).  The friars of Ely, according to the\npoem, will never get to heaven, because they are <em>fuccant</em>\nthe wives of Ely.  To this elegant criticism the rhymer ads\nthat they will all drown because they have no <em>steersman</em>—\nno doubt a double entendre—and further, that friars with\nknives are going around and swiving men's wives, this being\nof course the same assertion made by most critics of the\nubiquitous medieval friars, as for instance in Chaucer's\nGeneral Prologue to the <em>Canterbury Tales</em>, where he describes\nthe Friar as having his hood <em>ay farsed ful of knyves</em> /\n<em>And pynnes, for to yeven faire wyves</em>.</p>\n<p>We observe that our medieval scribe has enciphered\nnot only <em>fuccant</em>, but also <em>suuiuit</em>.  Obviously these words\nwere synonymous at this time, and the modern version had\nnot yet pushed out the older <em>swive</em> as yet.<sup><a href=\"#user-content-fn-a4\" id=\"user-content-user-content-fnref-a4\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">4</a></sup> But this brings us\nto the important question: Just when was the poem written,\nor at least when was it written into the manuscript?</p>\n<p>Inspection of the script and hand shows that it could\nhave been almost any time in the middle or later fifteenth\ncentury.  Use of þ (thorn) and \\?\\ (yogh) would seem to rule\nout a dating in later sixteenth century, but it is not possible\nto assign a precise date on palaeographic grounds alone, and\nI have not had time to look for historical references or other\nevidence that might pin down the date of transcription.\nWright said the date was “of the fifteenth century,” and this\nis Max Förster's opinion also (<em>Anglia</em> vol. 42, 1918, pp. 198,\n207), though Förster specifies that the MS. is of the latter\npart of the century, i.e., ca. 1450-1500.  And editors of the\n<em>Middle English Dictionary</em> have also assigned a date of ca.\n1500 to the MS.; in my opinion, the date is palaeographically\nmore likely to have been ca. 1450-75 than 1500.  In\nany event, it is almost certainly as early as Dunbar's poem,\nand very probably earlier by some years.</p>\n<p>But a final problem must be spoken to: Why did the\nscribe encipher those passages?  One might simply think he\nwas keeping these naughty words away from uninitiated\neyes, and perhaps that is the case.  But if so, then why did\nhe also use the cipher in line 14 (the last one given above)\nfor the words describing what he will do to the lice biting\nhim if he can catch them?  Those words, as we see by deciphering\n<em>tokl tobl</em>, are just <em>snik snak</em>, and it is hard to see\nwhy the poet or scribe should have thought them obscene\nenough to put the figleaf of his cipher over them.  Perhaps,\nof course, <em>snick-snack</em> was accompanied by an obscene gesture,\nof a sort not hard to imagine, and the audience would\nhave rolled in the aisles at the thought of doing that to a\nbody-louse.</p>\n<p>Which brings us, surely, to the realization that the\ncipher is meant not to conceal as much as to reveal.  Like a\nbikini, it is meant to draw attention rather than baffle it.\n<em>Snik-snak</em> put straightforwardly onto the page is not half so\nfunny as <em>tokl-tobl</em> becomes, when one has the <em>Aha!</em>  pleasure\nadded to the <em>Yeah!</em>  one: it is the slight stammer of the humorist\nbefore he gets the right word out, making the joke\nfunnier.  Now, I might be wrong: but the cipher is so <em>very</em>\nsimple, and the whole point of a riddle is to have an\nanswer, after all.  So it is my opinion that the medieval\nscribe here was not really showing how shameful the words\nseemed to him but adding a little extra spice to the joke of\nusing the words about friars.  Instead of <em>obeying</em> a taboo,\nthat is, the scribe was <em>exploiting</em> it: this is a case of what\nAllen Walker Read (in <em>Language</em> vol. 40 no. 2, April-June\n1964, pp. 162-66) has called “a type of ostentatious taboo.”\nIn fact, what the scribe was doing is very like what we do\nwhen we print “f—k” while expecting that every reader will\nknow that the word meant is—well, you-know-what!  We\nhave lately enriched our vocabularies in this area, too, with\nthe word <em>bleep (bleeping)</em>, which has replaced earlier\n<em>blank, blankety-blank</em>, not to mention <em>s.o.b.</em> and the like.\nWho knows?  We may soon see, with returning censorship,\nciphers replacing these acronyms and replacements.</p>\n<hr>\n<hr>\n<p><em>VAN GOGH, VAN GOGH, VAN GOGH</em></p>\n<p><em>It seems rather rough</em>\n<em>On Vincent Van Guff</em></p>\n<p><em>When those in the know</em>\n<em>Call him Vincent Van Go</em></p>\n<p><em>For unless I'm way off</em>\n<em>He was Vincent Van Gogh.</em></p>\n<p><em>Joe Ecclesine</em></p>\n<p><em>Rye, New York</em></p>\n<p><em>Gloria in extremis</em>....</p>\n<p>The County Council of Buckinghamshire, England, has\nstruck a low blow against women's lib.  The municipal\nparking garage has restrooms, side by side, marked\n“Gentlemen” and “Disabled,” respectively.</p>\n<p><em>Sic transit, Gloria Steinem.</em></p>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-a1\">\n<p>I was able to inspect the manuscript (Harley 3362), and here\nacknowledge the kindness of the staff of the Students Room of\nthe British Library in providing access as well as the marvelous\nservices and facilities for study which make it such a\npleasure to work there. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a2\">\n<p><em>Reliquiae Antiquae</em> Vol. I, p. 91. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a3\">\n<p>A cipher very similar to this occurs in B.M. MS. Sloane 351,\nfol. 15, from which Wright prints it (<em>op. cit.</em> Vol. II, p. 15).\nWright says this MS. also is “of the fifteenth century.” <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a4\">\n<p>The definitive history of the obscenity symbol, including its\netymology, is now being worked out by several scholars, notably\nAllen Walker Read.  It may well be of Flemish origin.\nCertainly one would want to know the details of how it entered\nEnglish and why it came to replace <em>swive</em>.  It appears that\nthe latter word was indeed perceived as a gross term, and its\nwritten appearances seem confined primarily to invective or\ncomic contexts; the first <em>OED</em> citation for <em>swive</em> is for the\ngerund <em>swiving</em>, used in the “Song of Lewes” (written ca.\n1265 A.D.) as a term of contempt: the poet says that Richard\nof Cornwall spent all his treasure on <em>swiving</em>, and clearly it\nwas not just uxorious activity that the poet had in mind.\nChaucer used <em>swive</em> only to describe adulterous or clandestine\nfornication, and one can see how a word in such a smelly role\nwill easily give way to another more foreign and vigorous: it\nis much easier and funnier to swear in a foreign language, as\nAmericans have found with the British <em>bloody</em>, for instance. <a href=\"#user-content-fnref-a4\" data-footnote-backref=\"\" aria-label=\"Back to reference 4\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Deciphering The Four-Letter Word in a Medieval Manuscript's Satire on Friars</h1> <p><em><span data-rel=\"author\">Carter Revard</span> <span data-rel=\"location\">St. Louis, Missouri</span></em></p> <p>The English may now reclaim from the Scots the\nhonor, if such it be, of being the first to put the popular\nquadriliteral into writing.  As one might expect, however,\nthey used a bastard form of the word, and they wrote\nit only in cipher: thus, even though the poem containing\nthis coded occurrence has been in print for a hundred and\nforty years, the Victorian scholar who printed it with full\nknowledge of what he was printing, but who left it to his\nreaders to decipher the medieval scribe's code, could certainly\nhave felt that the public would not be corrupted by\nthe word, and it was left to D. H. Lawrence and others to\ncurl the aspidistra permanently.</p> <p>As for the Scots claim to primacy in this matter, it rests\non the shoulders of William Dunbar, whose poem of ca.\n1502 was the first instance which the editors of the OED's\n<em>Revised Supplement</em>, Vol. I. (1972), could find of a written\nuse of the word.  However, a British Museum manuscript,\nHarley 3362, contains among its many jokes, proverbs,\nriddles, and pious poems a group, on folio 24r (old numbering\np. 47), which vigorously vituperate friars.  Certain lines\nof this invective are written in a cipher or code, and when\ndeciphered one word among these is <em>fuccant</em>, which in context\nis indubitably our word, though it has been given a\nmock-Latin form (with participial <em>-ant</em>) in keeping with the\nmacaronic language of the lines in which it occurs.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p> <p>These lines were first printed in 1845 by Thomas\nWright, in his <em>Reliquiae Antiquae</em> (Vol. I, pp. 91-92).  Since\nthey have not been reprinted, I shall present them here, before\ndiscussing their contents, date, and some problems concerning\nthem.</p>"
}