{
  "type": "Article",
  "title": "The Seat of Our Affections",
  "author": "Clair Schulz",
  "location": "Clinton, Wisconsin",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Seat of Our Affections</h1>\n<p><em><span data-rel=\"author\">Clair Schulz</span> <span data-rel=\"location\">Clinton, Wisconsin</span></em></p>\n<p>It is impossible to say when I first developed this fascination\nwith bodies, but once implanted in my brain there\nwas no ousting it.  Some may call it an unnatural interest in\nan unpleasant subject and they may be right.  But that won't\nstop me from recording the results of my impassioned study\nof anatomy.</p>\n<p>Those who expect to find the confessions of a voyeur or\na coroner here had best look elsewhere; my interest in the\nbody pertains to the sentiments that go with it for it is the\npassions that attend the body that give it life.  Even Frank\nenstein realized this.  If he had found his creation devoid of\nemotion, he would have stamped <em>Reject</em> on his forehead and\ntorn him limb from limb (being careful to tear along the\nperforations).</p>\n<p>What began as a casual inquiry during my collegiate\ndays has now become an avocation.  It has sharpened all my\nsenses, above all the sense of hearing.  Most people are not\neven aware that I possess this sensitivity.  As long as conversations\nstay away from bodies, I appear to be just another\ndisinterested party.  But let someone drag in a torso or limb\nand slap some emotion on it and I will digest every morsel.</p>\n<p>Traditionally, people have assigned the emotions to\nthree parts of the body: the stomach, the heart, and the\nhead.  The stomach is the source of gut reactions and it occasionally\nserves as a gateway to the heart.  The heart, because\nof its association with the soul, has become a symbol of love\nand spirit in expressions such as “Peg o' my heart” and\n“She's got a lot of heart,” variations of the latter being given\nso much mileage by comedians that one could attribute the\ndeath of burlesque to heart failure.  And, when someone\nsays, “She's got a good head on her shoulders” or “Let's put\nour heads together,” he is obviously referring to the center\nof the intellect.</p>\n<p>For years the three lived in harmony, each carrying out\nits separate duties and each being content in its own realm.\nOh, occasionally there are some rumors of an uprising.  A\ndish of ice cream might cause the stomach to go to a person's\nhead or excitement carry the heart as far as the throat,\nbut they soon fade away.  They've always known their place.</p>\n<p>But now a usurper has appeared.  It was there all the\ntime, but few paid any attention to it.  Gradually, in degrees\nso small as to be imperceptible to most people, it has crept\ninto the language and now rivals not only other parts of the\nbody for dominance but also challenges all the words in certain\nindividual's vocabularies for frequency of use.</p>\n<p>How does it manifest itself?  In many forms.</p>\n<p>Perhaps it appears most frequently in situations of\nanger.  My research has shown that very often during crises\none person will request another to place some unidentifiable\n<em>it</em> in a specific location.  Paradoxically, if this proves ineffectual,\nthis same person who made the request will often ask\nthe other person to kiss this portion of his own anatomy in a\ngesture of apparent goodwill.</p>\n<p>Or it could be something just short of anger that causes\nits invocation.  If a series of events brings about a feeling of\nirritation within a person, he is likely to say that any person\nor thing is causing him discomfort.  At one time this arbitrarily\nplaced affliction was said to take root in the neck.\nLately, the sensors seem to have dropped about two feet.</p>\n<p>It seems not only sensitive to varying levels of exasperation\nbut to changes in temperature as well.  Indeed, it can\nreadily claim the title of the Body's Thermometer.  Apparently,\nit reaches 32° faster than any other part of the body.\nThe nose was formerly considered to be a reliable instrument,\nbut I can't recall its accuracy being tested since a cold\nNovember day when a little girl I know looked up long\nenough from her hula hoop to tell her mother, “I'm freezing\nmy nose off.”  The increased dependence upon the newer\ndevice may result in more people being accused of wasting\ntime by standing around while checking the temperature\nwith their fingers.</p>\n<p>Not only has this part developed into the body's\nweather station; it also strives to become its classroom.  At a\ntime when learning was believed to originate in the brain it\nwas not unusual to hear a parent say to a child, “If you\ndon't mind me, I'm going to give you a good hit across the\nside of the head.”  Despite the pleading of educators against\ntraining by punishment, threats are still used to control\nconduct or to suggest correction.  However, current usage\nindicates that certain traits can be taught without risking\ncranial lumps or welts on the backs of hands.  The foot now\nserves a tutorial purpose once reserved for the hickory stick,\nalthough the sector of the body receiving the instruction has\nnot been altered.  The word <em>good</em> remains in the incantation\ndelivered by the teacher and it usually is followed by the\nword <em>swift</em>.  Some football coaches have found films of the\nactivity <em>too</em> swift, and so they have employed slow motion\ntechniques to illustrate the importance of keeping the head\ndown and follow-through to their field goal kickers.</p>\n<p>This movement to take over the functions of the head\nseems to be gaining momentum.  There was a time when\npeople, in describing periods of emotional stress, would say\nthat they were working or worrying their heads off.  No\nmore.  This change of address for the sentiments has resulted\nin a substantial decrease in the number of mothers who ask\ntheir children how hard they have been playing.</p>\n<p>Even the location of the sense of humor has been\nquestioned.  Just as people centuries ago were certain where\nthe four humors of the body were to be found, modern man\nseemed confident that gibes and gambols resided within\nthe chopfallen or chopful walls of the skull.  A person who\nshowed unrestrained amusement was said to be “laughing\nhis head off.”  The popularity of this saying is being threatened\nby a similar expression, although it is doubtful that the\nnewer form will achieve supremacy because smiles are seen\nonly on faces.</p>\n<p>Whether the head will retain its distinctive features or\nwhether it will lose its leadership and become assimilated is\na question posterity will answer.  There is no doubt that it\nhas lost ground.  I find myself cringing involuntarily when I\nhear a forlorn gambler forgo the standard “I lost my head”\nfor a more desperate statement of despair.  And sometimes at\nnight I conjure up surrealistic scenes involving guillotines as\nI consider how the course of French history would have\nbeen altered had this interchange of linguistic function been\nprevalent during the days of the Reign of Terror.</p>\n<p>Despite these disturbing developments, I continue my\nself-appointed role as the body's watchdog.  My research has\ntaken me to “The Miller's Tale,” and in the near future I\nmay be able to conclusively relate Chaucer with this newest\nphenomenon.  It will be published as soon as I can account\nfor the lag of six centuries.</p>\n<p>I listen, as before, but my friends say that lately I have\nreplaced my indifferent expression with one bordering on\nbewilderment.  I have the feeling that they are tossing their\nmembers into the conversation to see if the old eyes, ears,\nnose, and throat man will come alive.  Perhaps they read my\nface correctly; maybe they are humoring me.  All I know for\ncertain is that the next time I see a man holding his wrist\nand asking the question “Heads or tails?”  I will be able to\nsympathize with his confusion.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Seat of Our Affections</h1> <p><em><span data-rel=\"author\">Clair Schulz</span> <span data-rel=\"location\">Clinton, Wisconsin</span></em></p> <p>It is impossible to say when I first developed this fascination\nwith bodies, but once implanted in my brain there\nwas no ousting it.  Some may call it an unnatural interest in\nan unpleasant subject and they may be right.  But that won't\nstop me from recording the results of my impassioned study\nof anatomy.</p> <p>Those who expect to find the confessions of a voyeur or\na coroner here had best look elsewhere; my interest in the\nbody pertains to the sentiments that go with it for it is the\npassions that attend the body that give it life.  Even Frank\nenstein realized this.  If he had found his creation devoid of\nemotion, he would have stamped <em>Reject</em> on his forehead and\ntorn him limb from limb (being careful to tear along the\nperforations).</p> <p>What began as a casual inquiry during my collegiate\ndays has now become an avocation.  It has sharpened all my\nsenses, above all the sense of hearing.  Most people are not\neven aware that I possess this sensitivity.  As long as conversations\nstay away from bodies, I appear to be just another\ndisinterested party.  But let someone drag in a torso or limb\nand slap some emotion on it and I will digest every morsel.</p>"
}