{
  "type": "Article",
  "title": "We Shall Know Them By Their Roots",
  "author": "Clair Schulz",
  "location": "Clinton, Wisconsin",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">We Shall Know Them By Their Roots</h1>\n<p><em><span data-rel=\"author\">Clair Schulz</span> <span data-rel=\"location\">Clinton, Wisconsin</span></em></p>\n<p>Of all the aspects related to the institution known as\nrock music, one of the most intriguing is the names\ngroups choose for themselves.  Whether the names are ordinary\nor outlandish, they sometimes become so much a part of\nour culture that, for instance, a casual reference to the <em>Four\nSeasons</em> or <em>Dawn</em> is just as likely to remind people of tunes\nas of time.  True, most groups vanish after a short period of\npopularity, but many of their names remain suspended in\nthe same web of nostalgia that holds glutinously to memories\nof first dates and aborted dreams.  The parade of names that\nfollows is for those who want to hear their favorites one\nmore time.</p>\n<p>Some groups began merely by counting heads.  There\nwere <em>Four Tunes, Aces, Preps, Freshmen, Tops, Fellows</em>, and\n<em>Lads</em>.  One-upmanship has been practiced by the <em>Fifth Dimension,\nFive Americans, Dave Clark Five</em>, and <em>We Five</em>,\nalthough they too were outscored by the <em>New Colony Six</em>\nand <em>Six Hits and a Miss</em>.  Still others (the <em>Association, Group\nImage, Gallery</em>) banded together under corporate entries.</p>\n<p>Music itself has been the inspiration for a number of\ngroups.  The <em>Band, New Vaudeville Band, Chords, Chordettes,\nCrescendos, Accents, Monotones, Cleftones, Sparkeltones\nDelfonics, Gerry and the Pacemakers, Merseybeats, Easy\nBeats, New Beats, Delta Rhythm Boys, Rhythm Heritage,\nAmazing Rhythm Aces</em>, and <em>Blue Notes</em> identified with\nmusical terminology.  The <em>Bells, Roxy Music</em>, and <em>Earth Opera</em>\nstruck melodic notes, whereas the <em>Ding Dongs, Platters</em>, and\n<em>Music Explosion</em> selected less pretentious titles.</p>\n<p>Ever since <em>Bill Haley and the Comets</em> blazed across the\nrock and roll heavens many troupes have considered themselves\nchildren of light.  The <em>Chi-lites, Limelites, Lovelites,\nFireballs, Firefall, Flares, Flames, Flaming Ember, Lamp of\nChildhood, Silhouettes, Reflections, Shadows of Night, Rays,\nLink Ray and his Ray Men, Clear Light</em>, and <em>Flash</em> represent\ndirect and oblique references to light, countered by the extraterrestrial\nillumination provided by the <em>Moonglows, Sounds\nof Sunshine, K.C. and the Sunshine Band, Ars Nova,\nMorning Star, Starbuck</em>, and <em>Joey Dee and the Starliters</em>.\nArtificial energy emerges from the <em>Magic Lanterns, Edison\nLighthouse, Electric Light Orchestra, Electric Flag, Electric\nPrunes, and Pacific Gas and Electric.</em></p>\n<p>Brilliance is also apparent in the colors rock artists select\nto represent them.  The favorite hue appears often: <em>Blue Suede,\nBlues Image, Blue Oyster Cult, Blue Bells, Blue Cheer, Blues\nProject, Blues Magoos, Moody Blues</em>, and <em>Schocking Blue</em>.\nOther colorful performers include <em>Redeye, Redbone, Pink\nFloyd, Frijid Pink, Rose-colored Glass, Savoy Brown, Soft\nWhite Underbelly, Average White Band, Deep Purple, New\nRiders of the Purple Sage, Silver Convention, Quicksilver\nMessenger Service, Argent</em>, the <em>Inkspots</em>, and <em>Yellow Pages</em>.</p>\n<p>Love and domestic life are not only the themes of most\npopular songs; they have also served as afflatus for singers\nseeking an image.  Affection has been expressed by <em>Love,\nLove Affair, Love Unlimited, Ruby and the Romantics,\nHeart</em>, and <em>Kiss</em>.  There have been a number of siblings such\nas the <em>Osmonds</em> and <em>Jacksons</em> who have recorded under surnames,\nbut groups that lack common bloodlines have also\ninvoked familial ties.  Relatively speaking and singing were\nthe <em>Brotherhood, Flying Burrito Brothers, Righteous\nBrothers, Big Brother and the Holding Company, Mamas\nand the Papas, Every Mother's Son, Mothers of Invention,\nFamily</em>, and <em>M(other) F(ather) S(ister) B(rother)</em>.</p>\n<p>Young people have been unjustly accused of having no\nsense of time or place.  The calendar and clock have been\nduly noted by the <em>Tymes, T.I.M.E., Moments, Midnighters,\nDusk, 8th Day, Wednesday, Ten Years After</em>, and <em>Ides of\nMarch</em>.  The <em>Belmonts</em> that backed Dion DiMuci in the fifties\nderived their name from a street in the Bronx, and since that\ntime the nation's largest city has spawned <em>New York City,\nBrooklyn Bridge</em>, the <em>Lower East Side, Manhattan Transfer</em>,\nand the <em>Manhattans</em>.  The tradition of paying homage to\nhome territory has been carried on by <em>Chicago, Boston,\nWhite Plains, Orleans, Bay City Rollers, Nazareth, Detroit\nEmeralds, Black Oak Arkansas, Kansas, Ohio Players, Herb\nAlpert and the Tijuana Brass</em>, and <em>Sergio Mendes and Brazil</em>\n'66.  (The last group truly changed with the times; they are\nnow known as <em>Sergio Mendes and Brazil '77</em>).  Additional\nlessons in geography are provided by <em>Jay and the Americans,\nAmerica, American Breed, Ronnie and the Daytonas, B.J.\nKramer and the Dakotas, Cimarron, Left Banke, Ozark\nMountain Daredevils, Linn County</em>, and <em>Stone Country</em>.</p>\n<p>Transportation to these places may be achieved in a\nvariety of ways.  Among the groups that used automobiles\nfor extensive mileage are the <em>Rivieras, Fiestas, Edsels, Impalas,\nEl Dorados, Falcons, Fleetwoods, Fleetwood Mac, Thin\nLizzy, Cadillacs, L.T.D., Booker T. and the M.G.'s, Flash\nCadillac and the Continental Kids</em>, and <em>Mitch Ryder and\nthe Detroit Wheels</em>.  Other methods of travel have been\nobtained via <em>R.E.O.  Speedwagon, Orient Express, Ohio\nExpress, B.T. Express, Caboose, Sea Train, Grand Funk\nRailroad, Dixie Flyers, Led Zeppelin</em>, and <em>Jefferson Airplane</em>\n(later <em>Jefferson Starship</em>).</p>\n<p>People mystified by the feral gyrations of modern\ndances will not be surprised to discover that many groups\ncaptured their names from wildlife.  The <em>Animals, Tarriers,\nChipmunks, Teddy Bears, Monkees, Critters, Herd, Turtles,\nMurmaids, Crickets</em>, and <em>Beatles</em>, as well as <em>Crazy Horse,\nStone Pony, Howlin' Wolf, Sopwith Camel, T. Rex, Buffalo\nSpringfield, Elephant's Memory, Kangaroo, Rhinoceros,\nThree Dog Night</em>, and <em>Country Joe and the Fish</em> borrowed\nfrom the animal kingdom.  Flying above the earthbound\nbeings are the <em>Byrds, Yardbirds, Larks, Jayhawks, Ravens,\nFlamingos, Pelicans, Orioles, Sandpipers, Eagles, Robins,\nSwallows, Wings</em>, and <em>Crow</em>.  (The <em>Penguins</em> and <em>Iron Butterfly</em>\nperformed well, but could not get off the ground.) The call\nof nature has also been answered by the <em>Gladiolas, Clovers,\nRose Garden, Earth Wind and Fire, Rare Earth, Mother\nEarth, Nitty Gritty Dirt Band, Seeds, Gladys Knight and\nthe Pips, Grass Roots, Fever Tree, Hollies, Beach Boys,\nOcean, Surfaris, Mad River, Credence Clearwater Revival,\nZephyr, Hilltoppers</em>, and <em>Mountain</em>.</p>\n<p>Parents frequently complain about the cost of feeding\nand clothing teenagers, and even when not lamenting their\nfate are reminded of it by the artists who record the albums\nthey themselves often purchase for their sons and daughters.\nFruits and vegetables are represented by the <em>Silver Apples,\nCrabby Appleton, Lemon Pipers, Moby Grape, Wild Cherry,\nGrapefruit, Raspberries, Strawberry Alarm Clock</em>, and\n<em>Ultimate Spinach</em>.  The simple fare offered by <em>Hot Butter,\nBread, Goldie and the Gingerbreads, Sugarloaf, Honeycombs,\nPeanut Butter Conspiracy</em>, and <em>Marmalade</em> whet appetites\nfor the <em>T-Bones, Joy of Cooking, Main Ingredient, Hot\nTuna</em>, and <em>Captain Beefheart and his Magic Band</em>.  Liquid\nrefreshment and sweets are readily available from the <em>Lovin'\nSpoonful, Tea Set, Creem, Hot Chocolate, Humble Pie,\nVanilla Fudge</em>, the <em>Candymen</em>, and <em>1910 Fruitgum\nCompany</em>.  After such a rich diet, people might feel compelled\nto settle down in easy chairs and wrap themselves in the\nrhythms of the <em>Satins, Turbans, Weavers, Hollywood Argyles,\nOrlons, Velvet Underground</em>, and <em>Chiffons</em>.</p>\n<p>Another parental concern, that listening to rock music\nbrings impressionable minds under Satanic or necromantic\ninfluences, is only partially correct.  Certainly names such as\nthe <em>Zombies, Enchanters, Undertakers, Mindbenders,\nTemptations, Temptress, Grateful Dead, Styx, Spooky\nTooth, Pickettywitch, Coven</em>, and <em>Black Sabbath</em> are not\napt to instill <em>joie de vivre</em> in human breasts.  But counteractive\nforces are presented by the <em>Shangri-Las, Soul Stirrers, Soul\nSurvivers, Sweet Inspirations, New Hope, Seekers, Searchers,\nMeditations, Devotions, Nice, Miracles</em>, and <em>Angels</em>.</p>\n<p>It should be freely admitted that there are negative\nelements of a mundane nature present as well.  Ensembles\nlike the <em>Who, Guess Who</em>, and <em>Question Mark and the\nMysterians</em> arouse suspicion.  The <em>Mugwumps, Charlatans,\nCasinos, Trashmen</em>, and <em>Young Rascals</em> are merely mischief\nmakers compared with the <em>Churls, Corsairs, Intruders,\nHighwaymen, James Gang, Mob, Village Stompers,\nStampeders, War, Bloodrock, Lost Generation, Stealers\nWheel, Bad Company, Badfinger</em>, and <em>Scaffold</em>.  Transients\nwho formerly adhered to the <em>Drifters, Paupers, Coasters,\nVagrants</em>, and <em>Rolling Stones</em> have more recently found a\nvoice in the <em>Runaways</em>, an all-female band that exudes\nsensuality in a manner that might only be surpassed by the\n<em>Demimondes</em> or the <em>Trulls</em>.  There also exists a multitude of\ngroups whose names seem to belong on the tattooed arms of\nstreet gangs, foremost among them being the <em>Rockin' Rebels,\nTornadoes, Hurricanes, Raiders, Kinks, Dominoes, Outsiders,\nHombres, Ramrods, Ventures, Del Vikings, Gaylords,\nOlympics, Marcels, Spinners, Contours, Youngbloods,\nDoors</em>, and <em>Los Bravos</em>.</p>\n<p>Those who foresee a slide into decadence need not\ndespair, for each pejorative can be balanced with names\nreflecting breeding, royalty, and even snobbishness.  Despite\nthe egalitarian lyrics of many popular songs, groups like\n<em>King Curtis and the Kingpins, the Kingsmen, King Crimson,\nQueen, Royal Teens, Royal Guardsmen, Teen Queens,\nAmboy Dukes, Essex, Barons, Regents, Viscounts, Buckinghams,\nImperials, Crests, Coronets</em>, and <em>Sam the Sham and the\nPharaohs</em> exemplify the monarchy rather than the great\nunwashed.  Less regal but still displaying elitist sentiments\nare the <em>Commodores, Cavaliers, Elegants, Beau Brummells,\nChamps, Supremes, Gentrys, Chairmen of the Board, Friends\nof Distinction, Presidents, Rocky Fellers, Magnificent Men,\nGreat Society, Uniques, Originals, Stylistics, Fortunes,\nClassics IV, Influence, Eden's Children, Sapphires, Diamonds</em>,\nand <em>Pearls Before Swine</em>.  To indicate gentility, groups have\ntaken residence in the glamorous surroundings of <em>Procol\nHarum, Crystal Mansion, Wadsworth Mansion, Glass\nHouse</em>, and <em>Taj Mahal</em>.  There is even status in the names\nadapted from magazines: the <em>Vogues, Playboys, Vanity\nFare</em>, and <em>Harper's Bizarre</em>.</p>\n<p>Perhaps one day an artist will translate the incongruity\nof the noble coexisting with the villainous into rock music's\nescutcheon: a white sport coat opposite a black leather jacket.</p>\n<p>This is quite obviously not an inclusive list.  There are\nscores of groups who, by selecting a unique identity, defy\ncategorization.  Where, for instance, would one place <em>Soft\nMachine, Bagatelle</em>, and <em>Status Quo?  Status Quo</em> is not only\na distinctive but also a highly ironical choice for singers and\nmusicians who perform in the most transitory field of entertainment.\nBut even in this rhythmic world of perpetual\nchange there is one constant: all groups, regardless of size,\nsex, or temperament, can trace their origin to the greatest of\nrecording artists, <em>Noah Webster and the Lexicographers</em>.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">We Shall Know Them By Their Roots</h1> <p><em><span data-rel=\"author\">Clair Schulz</span> <span data-rel=\"location\">Clinton, Wisconsin</span></em></p> <p>Of all the aspects related to the institution known as\nrock music, one of the most intriguing is the names\ngroups choose for themselves.  Whether the names are ordinary\nor outlandish, they sometimes become so much a part of\nour culture that, for instance, a casual reference to the <em>Four\nSeasons</em> or <em>Dawn</em> is just as likely to remind people of tunes\nas of time.  True, most groups vanish after a short period of\npopularity, but many of their names remain suspended in\nthe same web of nostalgia that holds glutinously to memories\nof first dates and aborted dreams.  The parade of names that\nfollows is for those who want to hear their favorites one\nmore time.</p> <p>Some groups began merely by counting heads.  There\nwere <em>Four Tunes, Aces, Preps, Freshmen, Tops, Fellows</em>, and\n<em>Lads</em>.  One-upmanship has been practiced by the <em>Fifth Dimension,\nFive Americans, Dave Clark Five</em>, and <em>We Five</em>,\nalthough they too were outscored by the <em>New Colony Six</em>\nand <em>Six Hits and a Miss</em>.  Still others (the <em>Association, Group\nImage, Gallery</em>) banded together under corporate entries.</p> <p>Music itself has been the inspiration for a number of\ngroups.  The <em>Band, New Vaudeville Band, Chords, Chordettes,\nCrescendos, Accents, Monotones, Cleftones, Sparkeltones\nDelfonics, Gerry and the Pacemakers, Merseybeats, Easy\nBeats, New Beats, Delta Rhythm Boys, Rhythm Heritage,\nAmazing Rhythm Aces</em>, and <em>Blue Notes</em> identified with\nmusical terminology.  The <em>Bells, Roxy Music</em>, and <em>Earth Opera</em>\nstruck melodic notes, whereas the <em>Ding Dongs, Platters</em>, and\n<em>Music Explosion</em> selected less pretentious titles.</p>"
}