{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Sexism and Language and Responses to Sexism",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Sexism-Language-Alleen-Pace-Nilsen/dp/0814143733\"><em>Sexism and Language</em></a> and <a href=\"https://www.abebooks.com/servlet/BookDetailsPL?bi=30962353480&amp;searchurl=ds%3D20%26kn%3Dresponses%2Bto%2Bsexism%2BOuida%2BClapp%26sortby%3D17&amp;cm_sp=snippet-_-srp1-_-title1\"><em>Responses to Sexism</em></a></h1>\n<p>Alleen Pace Nilson, Haig Bosmajian, H. Lee Greshuny, and Julia P. Stanley, (National\nCouncil of Teachers of English, 1977), 203 pp. and Ouida Clapp, ed., (National Council of Teachers of English, 1977), 150 pp.</p>\n<p>In the course of developing <em>Sexism and Language</em>, the\nauthors sent a questionnaire designed to “survey people's attitudes\non the issue of sexism and American English” to 200\nrandomly selected editors and members of academic organizations\nconcerned with English.  Within this elite group an\nobvious struggle is going on between those sensitive to the\nbroad currents of linguistic change already at work and those\nblindly committed to the status quo.  Representative of the\nlatter was the following response: “Our editorial policy ...\nis more concerned with clarity and a certain purity ... than\nit is with the rather laughable and probably hopeless attempts\n(and meaningless ones, at that) to rid English of all sex-determined\nlanguage.”</p>\n<p>The two books dealing with sexist language recently\npublished by the country's largest professional organization\nof English teachers will probably not enlighten so confused\nand self-righteous a “thinker,” but for those more alert and\nopen-minded, they provide solid, well-documented evidence\nof the damaging influence on both sexes of some of our most\ncherished linguistic habits.</p>\n<p><em>Responses to Sexism</em>, the current manual in the NCTE's\nClassroom Practices series, contains 26 teaching units designed\nto help students recognize sexism in its many subtle forms\nand to develop flexible attitudes toward human individuality.\nFive of the units focus specifically on language and form a\nuseful supplement to the longer volume.</p>\n<p><em>Sexism and Language</em> is an ambitious effort to analyze\nobstacles to sexual equality both in the vocabulary and grammar\nof standard English and in its use in several disparate\nsubject area—law, literature, marriage, dictionaries, and\nchildren's books and teaching materials.  Inevitably the result\nis uneven.  Like many publications put together from papers\nrelated to each other only by their authors' common concern,\nthe book lacks a sense of progression.  Further, the distinction\nbetween language itself and how it is used is often blurred:\nmuch of the analysis deals with the stereotypical images of\nfemales and males perpetuated through written materials\nrather than with words themselves or the exclusionary grammatical\n“rules” imposed on children by generations of well-meaning\nteachers.</p>\n<p>Despite these weaknesses, each of the eight essays in the\nbook contains valuable insights.  Stanley's “Gender Marking\nin American English: Usage and Reference” demolishes any\nlingering belief that masculine-gender “generic” forms are\nsexually inclusive.  Arguing that the “generic” encourages\nwriters and speakers of English to perceive the male sex as\nthe social standard (p. 62), Stanley uses extensive quotes from\ncontemporary writers, both male and female, to demonstrate\nher case.</p>\n<p>Nilsen's description of her work with young children, in\nwhich she tested their responses to William Labov's Type I\n(naturally developed) and Type II (formally taught) rules of\ngrammar, supports Stanley's conclusions (p. 178).  In other\nessays Nilsen discusses the definition of sex-roles conveyed\nthrough both slang and standard English.  Her introductory\narticle, which traces the media's handling (from 1970 to 1976)\nof linguistic sexism as a social issue, will serve as a useful\nchronology for future students of the subject.</p>\n<p>Bosmajian's “Sexism in the Language of Legislatures\nand Courts” provides historical perspective on the way\n“women have been defined, labeled, and stereotyped as (1)\nmother and wife, (2) infantile and incompetent, (3) seductive\nand immoral, and (4) nonpersons and nonentities” (p. 77).</p>\n<p>Gershuny explores the pervasive consequences of prejudiced\nBiblical translations: for example, the failure to render\nthe Hebrew '<em>adham</em> (translated Adam) as the equivalent of\n“human being” in Genesis 2.  Her discussion of subliminal\nsexism in dictionary definitions includes the best analysis in\nthe volume of the harm done males (as well as females) by\nlinguistic stereotyping (pp. 147ff).</p>\n<p>The Valuable “Guidelines for Nonsexist Use of Language\nin NCTE Publications,” which the Council published\nin 1976 is included as an appendix.</p>\n<p>As long as teachers, writers, and editors ignore the androcentric\nbias of standard English, its maiming—and obscurantist—effects\nwill continue.  As these books demonstrate,\nhowever, pressures for change are widespread and sometimes\ncome from unexpected sources.  One reply to the questionnaire\nthe authors of <em>Sexism and Language</em> sent out came\nfrom an editor who wished to remain anonymous: “We have\nmade few, if any, changes,” he wrote, “and do not plan to\ndo so.”  Tucked in the same envelope was a second, unofficial\nresponse: “This is a note from ________'s secretary,” it said.\n“His answer and the deletion of his name speak for themselves.\nI'm working on him.”</p>\n<p><em>[Casey Miller and Kate Swift, East Haddam, Connecticut]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Sexism-Language-Alleen-Pace-Nilsen/dp/0814143733\"><em>Sexism and Language</em></a> and <a href=\"https://www.abebooks.com/servlet/BookDetailsPL?bi=30962353480&amp;searchurl=ds%3D20%26kn%3Dresponses%2Bto%2Bsexism%2BOuida%2BClapp%26sortby%3D17&amp;cm_sp=snippet-_-srp1-_-title1\"><em>Responses to Sexism</em></a></h1> <p>Alleen Pace Nilson, Haig Bosmajian, H. Lee Greshuny, and Julia P. Stanley, (National\nCouncil of Teachers of English, 1977), 203 pp. and Ouida Clapp, ed., (National Council of Teachers of English, 1977), 150 pp.</p> <p>In the course of developing <em>Sexism and Language</em>, the\nauthors sent a questionnaire designed to “survey people's attitudes\non the issue of sexism and American English” to 200\nrandomly selected editors and members of academic organizations\nconcerned with English.  Within this elite group an\nobvious struggle is going on between those sensitive to the\nbroad currents of linguistic change already at work and those\nblindly committed to the status quo.  Representative of the\nlatter was the following response: “Our editorial policy ...\nis more concerned with clarity and a certain purity ... than\nit is with the rather laughable and probably hopeless attempts\n(and meaningless ones, at that) to rid English of all sex-determined\nlanguage.”</p> <p>The two books dealing with sexist language recently\npublished by the country's largest professional organization\nof English teachers will probably not enlighten so confused\nand self-righteous a “thinker,” but for those more alert and\nopen-minded, they provide solid, well-documented evidence\nof the damaging influence on both sexes of some of our most\ncherished linguistic habits.</p> <p><em>Responses to Sexism</em>, the current manual in the NCTE's\nClassroom Practices series, contains 26 teaching units designed\nto help students recognize sexism in its many subtle forms\nand to develop flexible attitudes toward human individuality.\nFive of the units focus specifically on language and form a\nuseful supplement to the longer volume.</p>"
}