{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: LOUISIANA PLACES: A Collection of Columns from the Baton Rouge Sunday Advocate 1960 - 1974",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em><a href=\"https://www.abebooks.com/servlet/BookDetailsPL?bi=30617805481&amp;searchurl=ds%3D20%26kn%3DLOUISIANA%2BPLACES%253A%2BA%2BCollection%2Bof%2BColumns%2Bfrom%2Bthe%2BBaton%2BRouge%2BSunday%2BAdvocate%2B1960%2B-%2B1974%26sortby%3D17&amp;cm_sp=snippet-_-srp1-_-title1\">LOUISIANA PLACES: A Collection of Columns from the Baton Rouge Sunday Advocate 1960 - 1974</a></em></h1>\n<p>Clare D'Artois Leeper, (Legacy Publishing Company, 1976), 264 pp.</p>\n<p>On February 7, 1960, under the heading of “Louisiana\nPlaces: Those Strange Sounding Names,” the Baton Rouge\n<em>Sunday Advocate</em> published a brief account of <em>Natchitoches</em>,\nthe name of “the oldest town in Louisiana,” deriving it from\n“paw-paw eaters,” the name of a Caddoan tribe.  This short\ndiscussion turned out to be the starting point and set the\ntone for a regular column on Louisiana place names (mostly\nnames of towns and post offices) which Mrs. Leeper has\nconducted ever since.  The fruits of the first fourteen years of\nher labors, about 770 items in all, have now been gathered\nand published in book form.  The collection, while\npreserving the original wording of the first printing in all\ninstances, presents the names discussed in alphabetical\norder.  Although making them more easily accessible, this\narrangement also exposes some of the major weaknesses\ninherent in the “permanent” reprinting of what once were\nintended to be “occasional” pieces, i.e., the conversion of a\nweekly newspaper column into a book without the required\nthorough revision.</p>\n<p>The most noticeable of these shortcomings is\nundoubtedly the presence of a number of verbatim\nduplications (as under <em>Arizona, Bordelonville, Bunkie,\nConverse, Dry Creek</em>, and several others), which makes\nsense in a series of articles written over many years—at least\npartly in response to readers' enquiries—but tends to annoy\nthe reader.  As the author of a similar column in a monthly\nmagazine, this reviewer is very much aware of the strong\ntemptation to convert such contributions into a book,\nespecially when encouraged by appreciative readers, but\nonly under exceptional circumstances can such a conversion\nbe carried out successfully and should therefore usually be\navoided; it should never be attempted without the provision\nof an overview through a summarizing Introduction or\nConclusion.</p>\n<p>Having expressed an understandable dissatisfaction\nwith the inappropriate process which created this volume,\none is pleased to discover that the original subtitle, dropped\nin May 1965, does not imply the kind of exclusive hunt for\nthe quaint and the curious which is so often the pursuit of\nthe local onomastician.  Naturally, several place names\nwhose major attraction lies either in their intriguing surface\nmeaning (<em>Aimwell, Bayou Bonne Idee, Converse, Forlorn\nHope, Fort Necessity, Gin Lake, Lick the Skillet, Luna,\nSpoon Full, Sunset</em>, for example) or in their exotic\nsound/spelling (<em>Anacoco, Atchafalaya, Choupitcatcha,\nMaringouin, Natchez</em>, for instance) are discussed, but their\ninclusion does not seem to stem from the notion that such\nnames are more worthy of enquiry than those which\napparently contain no such mystery (<em>Bailey's Dam,\nBaldwin's Store, Big Bend, Branch, Buchanan's Ferry, Center\nPoint, Cotton Valley, Oak Ridge</em>, etc.).  For the name\nscholar there is no such creature as a “pedestrian” or\n“uninteresting” name, and Mrs. Leeper is clearly well\naware of the full scope and potentialities of onomastic\nresearch.</p>\n<p>Naturally, the geographical location and documented\nhistory of Louisiana predict a sizable native American and\nFrench admixture to the state's place-nomenclature, but\nwhile there does not appear to be any particular toponymic\nmarker with regard to the former, a generic like <em>bayou</em>\nserves its purposes well as an indicator of the settlement area\nof the Louisiana French, as was demonstrated by Robert C.\nWest over twenty year ago.  The volume under review lists\ntwenty-eight names in which this term, borrowed by the\nFrench incomers from the Choctaw <em>bayuk</em>, occurs as the\nfirst element; close scrutiny of the specifics of these names\n(<em>Chene Fleur, Adois, Alabama, Barbue, Beaucoup, Bonne\nIdee, Bushley, Castine, Chene, Chicot</em>, etc.) would be in\nitself a rewarding undertaking, opening up a fascinating\nrange of cultural influences and naming practices, from the\nstraight-forward to the bizarre.</p>\n<p>As is to be expected, however, a study of Louisiana\nplace names is not so much an exercise in linguistics as an\ninvestigation of local and regional history, and the better\none knows the people behind the settlements, the first\nsettlers, the first postmasters, the landowners, their wives\nand daughters, the easier is the task of unraveling the\nstrands woven into some of the name stories; for if there is\none chief factor which dominated the naming of Louisiana\nplaces, it is the recognizable American phenomenon of the\nshift from a personal name to a place name, as a gesture of\ngrateful commemoration (<em>Addis</em>: after J.W. Addis, an\nofficial of the Texas &amp; Pacific Railroad; <em>Akers</em>: after William\nW. Akers, the first postmaster; <em>Allen Parish</em>, after Henry W.\nAllen, Confederate governor of Louisiana; <em>Allen Settlement</em>:\nafter Mr. Allen, the first Justice of the Peace; <em>Amelia</em>, after Miss\nAmelia Dupuis, the deceased bride of the first postmaster;\nand several dozen more).  It is in the exploration of this\ntoponymic category, which forms such an astonishingly\nhigh proportion of the names on the Louisiana map, that\nMrs. Leeper is at her best seeking out relevant information\nwherever it may be hidden.  Thus the examination of a\nnaming process frequently becomes the detective story of an\neminently human event, and <em>story and history</em> merge again,\nregaining their former etymological unity.</p>\n<p>Under these circumstances, who wants to attribute\nblame if the narrative impulse sometimes wins out over\nscholarly sobriety?  Nevertheless, it would have been useful\nto have indicated in some way when a (migratory) place-name\nlegend is recounted rather than a historical fact;\notherwise, “West we go” as an answer to the question\n“Where do we go from here?”  will become accepted more\nthan locally as the true story behind the name <em>westwego</em>,\nand <em>Sunset</em> will continue to be thought of as having been\nnamed either by workers building the Southern Pacific\nRailroad, at the end of a heavy working day, or,\nalternatively, by inhabitants of Grand Coteau over whose\ncommunity “the sun would have set,” if the new railroad\nhad not gone through it.  Such folk-etymological reinterpretations\nhardly ever manage to retrace the original naming\nprocess, although their value to the student of folk narrative\nis, of course, undeniable.</p>\n<p>Perhaps the special fascination, even virtue, of\n<em>Louisiana Places</em> lies in this very mixture of the sober and\nthe sentimental, the rigorous and the romantic, the\nfelicitous and the folksy.  Just as they have done for the\npeople of Baton Rouge since 1960, Mrs. Leeper's 770 place-names\nwill now serve for those beyond the circulation area\nof the <em>Sunday Advocate</em>, as keys capable of unlocking some\nof the otherwise closed doors of Louisiana settlement history.\nOn the whole, those who trust those keys will not be\ndisappointed.  They may, however, well join this reviewer\nin wishing that the author would soon provide us with a\nsecond book (beyond the supplements already promised),\nwhich, by abandoning the alphabetical arrangement, will\ngive us that overall summary that the present volume lacks\nand which will treat the place names of Louisiana in the\ncontext of linguistic, social, cultural, and economic history.\nIn the meantime, those of us involved in the Place Name\nSurvey of the United States are grateful for another\nimportant stone in this country's toponymic mosaic.</p>\n<p><em>W.F.H. Nicolaisen, State University of New York at Binghamton</em></p>\n<hr>\n<p>... <em>As we were going to press, we received word that the\ntwo supplements to</em> Louisiana Places, <em>one for</em> 1975 <em>and one\nfor 1976, are now available</em>.  $2.50 <em>each, paperback</em>.</p>\n<p>—<em>Editor</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em><a href=\"https://www.abebooks.com/servlet/BookDetailsPL?bi=30617805481&amp;searchurl=ds%3D20%26kn%3DLOUISIANA%2BPLACES%253A%2BA%2BCollection%2Bof%2BColumns%2Bfrom%2Bthe%2BBaton%2BRouge%2BSunday%2BAdvocate%2B1960%2B-%2B1974%26sortby%3D17&amp;cm_sp=snippet-_-srp1-_-title1\">LOUISIANA PLACES: A Collection of Columns from the Baton Rouge Sunday Advocate 1960 - 1974</a></em></h1> <p>Clare D'Artois Leeper, (Legacy Publishing Company, 1976), 264 pp.</p> <p>On February 7, 1960, under the heading of “Louisiana\nPlaces: Those Strange Sounding Names,” the Baton Rouge\n<em>Sunday Advocate</em> published a brief account of <em>Natchitoches</em>,\nthe name of “the oldest town in Louisiana,” deriving it from\n“paw-paw eaters,” the name of a Caddoan tribe.  This short\ndiscussion turned out to be the starting point and set the\ntone for a regular column on Louisiana place names (mostly\nnames of towns and post offices) which Mrs. Leeper has\nconducted ever since.  The fruits of the first fourteen years of\nher labors, about 770 items in all, have now been gathered\nand published in book form.  The collection, while\npreserving the original wording of the first printing in all\ninstances, presents the names discussed in alphabetical\norder.  Although making them more easily accessible, this\narrangement also exposes some of the major weaknesses\ninherent in the “permanent” reprinting of what once were\nintended to be “occasional” pieces, i.e., the conversion of a\nweekly newspaper column into a book without the required\nthorough revision.</p> <p>The most noticeable of these shortcomings is\nundoubtedly the presence of a number of verbatim\nduplications (as under <em>Arizona, Bordelonville, Bunkie,\nConverse, Dry Creek</em>, and several others), which makes\nsense in a series of articles written over many years—at least\npartly in response to readers' enquiries—but tends to annoy\nthe reader.  As the author of a similar column in a monthly\nmagazine, this reviewer is very much aware of the strong\ntemptation to convert such contributions into a book,\nespecially when encouraged by appreciative readers, but\nonly under exceptional circumstances can such a conversion\nbe carried out successfully and should therefore usually be\navoided; it should never be attempted without the provision\nof an overview through a summarizing Introduction or\nConclusion.</p> <p>Having expressed an understandable dissatisfaction\nwith the inappropriate process which created this volume,\none is pleased to discover that the original subtitle, dropped\nin May 1965, does not imply the kind of exclusive hunt for\nthe quaint and the curious which is so often the pursuit of\nthe local onomastician.  Naturally, several place names\nwhose major attraction lies either in their intriguing surface\nmeaning (<em>Aimwell, Bayou Bonne Idee, Converse, Forlorn\nHope, Fort Necessity, Gin Lake, Lick the Skillet, Luna,\nSpoon Full, Sunset</em>, for example) or in their exotic\nsound/spelling (<em>Anacoco, Atchafalaya, Choupitcatcha,\nMaringouin, Natchez</em>, for instance) are discussed, but their\ninclusion does not seem to stem from the notion that such\nnames are more worthy of enquiry than those which\napparently contain no such mystery (<em>Bailey's Dam,\nBaldwin's Store, Big Bend, Branch, Buchanan's Ferry, Center\nPoint, Cotton Valley, Oak Ridge</em>, etc.).  For the name\nscholar there is no such creature as a “pedestrian” or\n“uninteresting” name, and Mrs. Leeper is clearly well\naware of the full scope and potentialities of onomastic\nresearch.</p>"
}