{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Indiana Place Names",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em><a href=\"https://www.amazon.com/Indiana-Place-Names-Ronald-Baker/dp/0253141672\">Indiana Place Names</a></em></h1>\n<p>Ronald L. Baker and Marvin Carmony, (Indiana University Press, 1975), xxii + 196 pp.</p>\n<p>In the 1960s, the American Name Society established a\ncommission to undertake a Place-Name Survey of the United\nStates.  The massive project is now well under way and is estimated\nto take 25 years to complete.  It will result in a\nmulti-volumed dictionary roughly comparable to the 50 or\nso volumes of the English Place-Name Society's <em>Survey of\nEnglish Place Names</em>, published over the last half-century\nby Cambridge University Press.  The dictionary will include\ndefinitive information on the historical, linguistic, geographic,\nand folkloristic aspects of the names and of the\nnaming process of such artificial and natural features as\ncities, counties, streams, and the like.  Meanwhile, approximately\nhalf of the states have place-name dictionaries of\nsome sort and of varying degrees of completeness and accuracy.\n<em>Indiana Place Names</em> grew out of materials gathered\nfor the national Survey and could well serve as the model\nfor other studies which will doubtless appear over the next\nseveral years while we await the publication of the projected\nnational study.</p>\n<p><em>Indiana Place Names</em> consists mainly of a 16-page Introduction\nand a 186-page glossary.  The book offers information\nfor the general reader about 2,271 villages, towns,\ncities, counties, streams, and lakes in the state, with emphasis\non settlement names.  It is quite selective in its coverage\nand is by no means a gazetteer, as the editors point out.\nIndividual entries vary in length from a couple of lines to\nnearly a page and include information on spelling, pronunciation\n(including stress pattern), alternate names, type of\nname (e.g., village, county), location, origin, and legends.\nThe average entry has perhaps 6-8 lines.</p>\n<p>In the Introduction, Professors Baker and Carmony\nclassify the place-names into the following categories: names\nof persons, names from other place-names, locational names\n(<em>East Fork Tanners Creek, Half Way Creek</em>), descriptive\nnames (<em>LaPorte, Plum Tree, Badger Grove</em>), inspirational\nnames (<em>Harmony, Waverly, Troy</em>), humorous names (<em>Santa\nClaus</em>), Indian and Pseudo-Indian names, names from other\nlanguages, incident names (<em>Cyclone, Treaty Creek</em>), names\nfrom folk etymology, coined names, mistake names, and\nnames from legends and anecdotes.  The editors are thus\nable to account for an impressive variety of memorable names,\nincluding <em>Antiville, Beanblossom, Correct, Daylight, Jacks\nDefeat Creek, Needmore, Popcorn</em>, and <em>Pumpkin Center</em>.</p>\n<p>Among the most interesting names are those derived\nfrom folk etymology and those that are mistake names.\nHow much more American-sounding can a name be than\n<em>Gnaw Bone</em>, especially when we learn that it is a corruption\nof the French name <em>Narbonne</em>?  Similarly, <em>Mary Delarme\nCreek</em> is a version of <em>Marais de l'Orme</em>, 'Elm Swamp.'  <em>Correct,\nSiberia</em>, and <em>Taswell</em> should have been, respectively,\n<em>Comet, Sabaria</em>, and <em>Laswell</em>.</p>\n<p>Some 31 of the names covered are derived from legends,\nand for many other names legends have been included.  As\nthe authors point out in the Introduction, the legends often\nsuggest the prejudices and humor of the people telling them,\nand whether the legends accurately account for the names\nor not, they indicate what the names mean to the people\nwho use them.  It is fun to know that local legend attributes\nthe name Eugene to a drunk who, having lost his wife, tried\nto call her (“Oh, Janel”), but could only manage to say\n“Eu, Jene.”</p>\n<p>The authors not only analyze and classify the names\ntreated in the book, but also discuss the pronunciations of\nthese names, pointing out characteristics of Indiana speech\nas they occur in the names treated and noting other phonological\nreasons for the pronunciations recorded.  Thus, the\npronunciation of <em>Morristown</em> as if it were spelled “Morsetown,”\nthe loss of the final -<em>t</em> in <em>East Liberty</em>, the pronunciation\nof <em>Bainbridge</em> as “Brainbridge,” and of <em>Putnamville</em> as\n“Putmanville” are explained in light of the authors' sound\nknowledge of the phonological development of language in\ngeneral and of American English in particular.  The discussion\ncan generally be understood quite readily by the non-linguist,\nand such terms as metathesis, substitution, and\nassimilation are worked unobtrusively into the explanations.</p>\n<p>The book has flaws, but they are relatively minor.  For\ninstance, the definition of a place-name given in the first\nsentence of the book needs explanation.  The authors mention\nno other studies of Indiana place-names in their Introduction,\nthey do not allude anywhere to the fact that an\nimportant national journal is published in the field (<em>Names:\nJournal of the American Name Society</em>), nor do they\nmention what is perhaps the most popular book on names,\nGeorge Stewart's <em>Names on the Land</em>.  And they offer no explanation\nof the purpose or scope of the national Place-Name\nSurvey.  The general reader, to whom this book is addressed,\nneeds to know about these things.</p>\n<p>It would help the general reader, too, if the relationship\nbetween the pronunciation of Indiana place-names and\nthe dialects of Indiana were made clearer.  To this end,\nmore of the distinctive features of Indiana dialects need to\nbe emphasized.  More information on the method used to\nselect the names studied and on the method used to select\nthe works included in the Bibliography would be useful.  Are\nthe works in the Bibliography works consulted, works of\ngeneral interest, or what?  In any case, the publisher should\nbe mentioned for each work listed.  More explanation of\nwhy and how the particular pronunciation informants were\nchosen is also needed.</p>\n<p>As excellent as the pronunciation section is, some\nmatters are handled superficially.  It is not enough, for example,\nto account for <em>Floyds Knobs</em> becoming <em>Floyd Knobs</em>\nby saying that this sound change occurs “because the combination\nis hard to pronounce.”  Why not say that since the -<em>s</em>\nin <em>Knobs</em> is anticipated, the speaker drops the <em>s</em> in <em>Floyds</em>?\nIn addition, the pronunciation key is inadequate, and the\nprinter, apparently, has introduced into it several errors.\nFinally, although the book has a beautiful map in an envelope\ninside the back cover, the reader is completely frustrated\nwhen he discovers that the coordinates of the map in\nthe glossary do not refer to this map at all, but to a highway\nmap which is not included in the book!</p>\n<p>A measure of the book's success is that it whets the\nappetite for more than its format can accommodate.  For\nexample, it would be interesting to know much more about\nthe origins of the names treated and about the nature and\nrole of topographical terms in the naming process.  The discussion\nof dialects would be even more valuable if some\nnote were taken of social dialect differences.  Someone needs\nto compare the pronunciations documented here with pronunciations\nfound in dictionaries, and an analysis of syllable\ndivisions might tell us more about the nature of English\nwords and their formation.  Meanwhile, onomasticians everywhere\nmay well be grateful to Professors Baker and Carmony\nfor a careful and useful study which will help the general\nreader understand the value and fun of a discipline which is\nperhaps just now coming into its own in the United States\nafter a quarter-century of serious study by hundreds of\nscholars and laymen alike.</p>\n<p><em>[W. Bruce Finnie, University of Delaware]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em><a href=\"https://www.amazon.com/Indiana-Place-Names-Ronald-Baker/dp/0253141672\">Indiana Place Names</a></em></h1> <p>Ronald L. Baker and Marvin Carmony, (Indiana University Press, 1975), xxii + 196 pp.</p> <p>In the 1960s, the American Name Society established a\ncommission to undertake a Place-Name Survey of the United\nStates.  The massive project is now well under way and is estimated\nto take 25 years to complete.  It will result in a\nmulti-volumed dictionary roughly comparable to the 50 or\nso volumes of the English Place-Name Society's <em>Survey of\nEnglish Place Names</em>, published over the last half-century\nby Cambridge University Press.  The dictionary will include\ndefinitive information on the historical, linguistic, geographic,\nand folkloristic aspects of the names and of the\nnaming process of such artificial and natural features as\ncities, counties, streams, and the like.  Meanwhile, approximately\nhalf of the states have place-name dictionaries of\nsome sort and of varying degrees of completeness and accuracy.\n<em>Indiana Place Names</em> grew out of materials gathered\nfor the national Survey and could well serve as the model\nfor other studies which will doubtless appear over the next\nseveral years while we await the publication of the projected\nnational study.</p> <p><em>Indiana Place Names</em> consists mainly of a 16-page Introduction\nand a 186-page glossary.  The book offers information\nfor the general reader about 2,271 villages, towns,\ncities, counties, streams, and lakes in the state, with emphasis\non settlement names.  It is quite selective in its coverage\nand is by no means a gazetteer, as the editors point out.\nIndividual entries vary in length from a couple of lines to\nnearly a page and include information on spelling, pronunciation\n(including stress pattern), alternate names, type of\nname (e.g., village, county), location, origin, and legends.\nThe average entry has perhaps 6-8 lines.</p> <p>In the Introduction, Professors Baker and Carmony\nclassify the place-names into the following categories: names\nof persons, names from other place-names, locational names\n(<em>East Fork Tanners Creek, Half Way Creek</em>), descriptive\nnames (<em>LaPorte, Plum Tree, Badger Grove</em>), inspirational\nnames (<em>Harmony, Waverly, Troy</em>), humorous names (<em>Santa\nClaus</em>), Indian and Pseudo-Indian names, names from other\nlanguages, incident names (<em>Cyclone, Treaty Creek</em>), names\nfrom folk etymology, coined names, mistake names, and\nnames from legends and anecdotes.  The editors are thus\nable to account for an impressive variety of memorable names,\nincluding <em>Antiville, Beanblossom, Correct, Daylight, Jacks\nDefeat Creek, Needmore, Popcorn</em>, and <em>Pumpkin Center</em>.</p>"
}