{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Classification and Index of the World's Languages",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Classification%20and%20Index%20of%20the%20World%27s%20Languages%2A%20%2AC.F.%20and%20F.M.%20Voegelin&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results&amp;ds=20\"><em>Classification and Index of the World's Languages</em></a></h1>\n<p><em>C.F. and F.M. Voegelin, Elsevier, New York, Oxford, Amsterdam, 1977, ix + 658pp.</em></p>\n<p>This is a nonobjective review.  It has to be.  Faced with\nan index of thousands of names of languages and dialects,\nonly a minute fraction of which are familiar to him, the\npoor reviewer pursues his feeble ken to an <em>O altitudo!</em> and\nmarvels at the courage that undertakes such an impossible\ntask.  That the task, though mainly shouldered by the Atlantic\n(= 'Atlaslike') team of the Voegelins, was shared to a\ncertain extent is inevitable.  Over forty distinguished consultants\nassisted, plus a number of graduate students.  Was there\nenough help?  Perhaps not.  Perhaps there never can be.</p>\n<p>The book is based in part on previous work.  In twenty\nseparate numbers of <em>Anthropological Linguistics</em> (1964-66),\nthe authors gave us <em>Languages of the World</em>.  Now, with an\nNDEA contract and the help of the consultants referred to,\nthey have provided a complete revision according to a\nmodel provided by Charles F. Hockett ([ix]).</p>\n<p>Let me say that the book is superior to others of the\nsort known to me—which does not imply lavish praise.  The\nnit-picking that follows will be directed at nits that should\nnot have been found in such a volume.  The introduction\nmakes a debatable remark in the first sentence: “one century\n[has elapsed] since the recognition that all the languages of\nthe world could yield proto languages.”  This certainly needs\nqualifying (with “theoretically” or the like?), for what are\nwe to do with Burushaski and all the other languages with\nno known relatives?</p>\n<p>In approaching such a dazzling work, a reader soon\nturns to his own pet fields of interest or fortuitous areas of\nuseless knowledge.  Thus I turned first of all to Celtic, hardly\nan out-of-the-way realm compared to Chorotega or\nUpper Cowlitz, granted, but possibly less familiar than\nFrench or German to some readers of <em>Verbatim</em>.  Here I was\nself-righteously appalled.  I found the traditional divisions of\n<em>p</em>-Celtic and <em>q</em>-Celtic, but with no explanation of the terms\nand with no reference to embarrassing contradictions in\nGaulish or to recent illumination emanating from discoveries\nin Spain.  I realize that limitations of space are crucial.\nBut space could have been saved in giving the number of\nmonoglot speakers of Welsh in four digits, instead of a fictional\nsix.  And the name of the Breton town Vannes takes\nslightly less ink than the incorrect <em>Vannetais</em> (= the dialect,\nnot the town).  To say that Breton is “probably an off-shoot”\nof Cornish saves space, to be sure, by avoiding many\nproblems.  The statement on Patagonian Welsh is most ambiguous:\n“spoken in Chubut Territory, Patagonia in South\nAmerica in 1891” (p. 103); it is still spoken there!  In listing\nthe counties in which Welsh dialects (North and South—an\nintolerable oversimplification for anyone even slightly acquainted\nwith Welsh dialectology) are spoken, the book\nprovides an unpardonably incomplete statement.  Manx,\ncalled “extinct in this century”—possibly a true statement—\nwas presumably still alive and doing poorly when the book\nwas written, for the last native speaker (born in the 1870s)\nlived on with Celtic stubbornness until 1974.  There are still\nspeakers, however, who learned it as a second language.</p>\n<p>Let us look at Germanic, the group to which English\nbelongs.  A rather old-fashioned division is chosen (East,\nNorth, and West Germanic), although we are made aware\nof alternative theories (p. 139).  But what evil genius led the\nauthors to divide Scandinavian into Continental and Insular\nScandinavian?  A great many speakers of what are called\n“Continental” Scandinavian languages live on islands.  We\nmight well ask why English is not called “Insular West Germanic”\n!  There is, however, greater fault in historical distortion.\nThe Faroese would be justifiably incensed to learn (p. 141)\nthat their islands are “Dutch-administered”!  They never\nhave been, and even the Danish control is slackening more\nand more in a surge of Faroese nationalism.  The figures on\nspeakers of Faroese (and Icelandic, too) are too low, as contrasted\nwith those of Celtic speakers, which are, for the\nmost part, too high.  Perhaps the relative exuberance or\nmendacity of trusted consultants is to blame.</p>\n<p>Including English-based Creoles as members of West\nGermanic, while no doubt intriguing to anthropologists,\nlends considerable distortion to the classification, especially\nwhen the numbering system implies that English (No. 5 in\nthe Germanic group) is more or less equivalent to Gulla\n(No. 7), or that German and Dutch together (“Netherlandic-German”)\nhave somehow the same statistical weight as, e.g.,\nBeach-la-mar (No. 16, p. 144), with its 50,000 speakers!</p>\n<p>Another hobby of the reveiwer's is Armenian.  In this\nbook we find a traditional classification which, while not\ndamnably wrong, was nevertheless shown by the outstanding\nArmenian linguist Hrachia Acharian/Ajarian as early as\n1909 to have certain shortcomings.  In his dissertation at the\nUniversity of Paris, one of the few works by him not written\nin Armenian, but in French—and therefore accessible to the\nWest, including Indiana—he gave syntactical and morphological\nproof of a much better tripartite division.  Meillet's\nnotion that Armenian was most closely related to Greek is\nbased on eclectic features and, despite endorsement by Eric\nHamp, for whose linguistic acumen this reviewer has boundless\nrespect, is probably not well-founded; it is, nevertheless,\naccepted in this volume.</p>\n<p>Living in Yonkers, N.Y., I am interested in a group of\nneighbors who call themselves “Assyrians.”  In fact, the two\ncenters of Assyrian activity in the United States are Yonkers,\nN.Y., and Flint, Michigan (the latter also has Druses, to\nmake the picture more intriguing).  At the Assyrian National\nHeadquarters in Yonkers one hears, from the lips of people\nso gentle that they can hardly ever have come down like a\nwolf on the fold, that they speak the “language of Jesus\nChrist” (unaltered).  How does a book like the present one\ngive an average citizen information on such matters?  Not at\nall.  Assyrian is discussed only in its usual connotation, as a\n“dialect” of ancient Assyro-Babylonian.  Even if one looks up\nAramaic, bearing in mind the spoken language of Palestine\nat the time of Christ, there is still not much help.  Somewhere\nunder “Modern Aramaic” this so-called Assyrian language\nshould be included, but it is far from clear, in the\npresent classification, where it belongs.  (Incidentally, here,\nas well as in other places in the book, the use of such a paltry\ndevice as the semi-colon baffles the poor reader.  Such an\nadmission of one's own inadequacy ought to be eschewed,\nbut it is difficult for me to tell whether a given semi-colon is\na wall excluding extraneous elements, or a gate granting\naccess, or a permeable membrane allowing osmosis.  A look\nat p. 303 makes me vote for East Aramaic; but I could be\nwrong, and my neighbors, if dependent on works like this,\nwill continue to confuse themselves with Christ and possibly\nNebuchadnezzar as well.)</p>\n<p>If these areas about which I know a thing or two (hardly\nthree) evince so many defects, how can I have any great\nconfidence in the accuracy of those sections (most of them!)\nwhere I know nothing?  Logicians tell me that this is faulty\nreasoning.  I do not believe them.</p>\n<p>There is a bibliography, called “References” (359-383).\nNow, despite the worldwide scope of the material covered,\nwell over two-thirds of the books listed (articles, too) are in\nEnglish.  Moreover, in those titles in foreign languages, there\nare incredibly glaring errors—in German, French, Russian,\netc.  Can you believe that there was an <em>Akademie der\nWiddenschaften</em> in Vienna?  There are many signs of haste\nin this portion of the book.  Perhaps the printer should not\nbe paid.</p>\n<p>I wonder how many people can afford the price of the\nvolume?  I cannot.  I am also not convinced that such a work\nis really possible.  We may need an encyclopedia instead.  We\nalso need maps.  The ancient Meillet-Cohen had them, and I\nstill consult them with some profit, although not for all parts\nof the globe.  We probably also need tapes and films and\nmany other things.</p>\n<p>Come to think of it, there probably hasn't been a\ncompletely satisfactory and satisfying work on language since\nPanini, and even that great grammarian is said to have had\nhis faults.  There is, however, one great merit (in addition to\nmany others, despite my strictures) and that is: its overwhelming\nlist of languages should give pause to those friends\n(now, perhaps, ex-friends) of mine who mouth sweeping\nutterances about “all languages.”</p>\n<p><em>[Robert A. Fowkes, New York University]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Classification%20and%20Index%20of%20the%20World%27s%20Languages%2A%20%2AC.F.%20and%20F.M.%20Voegelin&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results&amp;ds=20\"><em>Classification and Index of the World's Languages</em></a></h1> <p><em>C.F. and F.M. Voegelin, Elsevier, New York, Oxford, Amsterdam, 1977, ix + 658pp.</em></p> <p>This is a nonobjective review.  It has to be.  Faced with\nan index of thousands of names of languages and dialects,\nonly a minute fraction of which are familiar to him, the\npoor reviewer pursues his feeble ken to an <em>O altitudo!</em> and\nmarvels at the courage that undertakes such an impossible\ntask.  That the task, though mainly shouldered by the Atlantic\n(= 'Atlaslike') team of the Voegelins, was shared to a\ncertain extent is inevitable.  Over forty distinguished consultants\nassisted, plus a number of graduate students.  Was there\nenough help?  Perhaps not.  Perhaps there never can be.</p> <p>The book is based in part on previous work.  In twenty\nseparate numbers of <em>Anthropological Linguistics</em> (1964-66),\nthe authors gave us <em>Languages of the World</em>.  Now, with an\nNDEA contract and the help of the consultants referred to,\nthey have provided a complete revision according to a\nmodel provided by Charles F. Hockett ([ix]).</p> <p>Let me say that the book is superior to others of the\nsort known to me—which does not imply lavish praise.  The\nnit-picking that follows will be directed at nits that should\nnot have been found in such a volume.  The introduction\nmakes a debatable remark in the first sentence: “one century\n[has elapsed] since the recognition that all the languages of\nthe world could yield proto languages.”  This certainly needs\nqualifying (with “theoretically” or the like?), for what are\nwe to do with Burushaski and all the other languages with\nno known relatives?</p>"
}