{
  "type": "Article",
  "title": "Scoring Jargon",
  "author": "David C. Ferris",
  "location": "Exeter University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Scoring Jargon</h1>\n<p><em><span data-rel=\"author\">David C. Ferris</span> <span data-rel=\"location\">Exeter University</span></em></p>\n<p>Compare this:</p>\n<blockquote>\n<p>To everything there is a season, and a time to every\npurpose under the sun.  A time to be born and a time to\ndie, a time to plant and a time to pluck up that which\nis planted</p>\n</blockquote>\n<p>With this:</p>\n<blockquote>\n<p>Over the past ten years the school has evolved a child-centred\nindividual-learning situation with a degree of\nintegrated day organisation and close co-operation\nbetween each year's mixed-ability classes.  Basic-work\nmorning programmes are carefully structured but allow\nfor integration...</p>\n</blockquote>\n<p>Both passages are true enough exemplars of their times,\nthe former from the Authorised Version, the latter from a\nrecent advertisement for a Junior School teacher.  Contrasting\nthe two suggests that the language has gained in the past 350\nyears something that it could well do without.  Loosely, we\ncan call it “jargon,” but it would be unfair to leap on our\nhigh horses every time we read a passage that contains unpleasantly\nlong words and which does not make much sense\nto us; if we hear that</p>\n<blockquote>\n<p>Reaction kinetics and gas absorption, as well as catalysis\nand granulation, are technical fields in which the\nDivision is particularly interested</p>\n</blockquote>\n<p>we can do little but admit that nowadays there is more to\nfertiliser than following a horse with a shovel.</p>\n<p>So this attack is addressed only to the inflated verbal\npomposity that we might call bullfrog jargon.  The school\nadvertisement quoted above is by no means the most repellent\nabuse of English available, but I used it because it does\nat least seem to have been intended seriously, unlike perhaps,</p>\n<blockquote>\n<p>The structured structure by reason of its symbolic\nefficacy ongoingly structures the structure.</p>\n</blockquote>\n<p>Although you never meet anyone who writes it himself,\njargon somehow continues to rampage over English like the\ntendrils of a creeping jungle.  It would be easier to resist if\nwe could pin down a little more precisely what it is, and\nmaybe the enterprise has a certain grisly interest of its own;\nearlier resistance fighters have of course made their forays,\nbut tended to add a salvo of personal preferences as to style,\nand besides did not have the dubious advantages of the New\nLinguistics.</p>\n<p>One thing they agreed was that we must all stamp hard\non polysyllabic verbalisations.  Actually, however, it is too\nnaive to assume simply that 'jargon' equals “long words”\neven though we can see why we feel the temptation, when\nthe enemy called taxmen <em>inland revenue officials</em> or when\nmockery devises <em>artificial bipartite abdominal integument</em> as\na replacement for <em>trousers</em>.  Admittedly there is a link; <em>experimentation</em>\ninstead of <em>experiment</em> is a well-known type of\nirritant, while <em>experiment</em> itself could often give way to <em>test</em>.\nThis is not at all to say that the words in each pair always\nmean the same thing, only that they sometimes do and that\nin such cases life would be more comfortable if writers would\nuse the shorter one.  Yet even if we could cajole, bribe, or\nthreaten out of use all words of more than two syllables,\nthings would not be that much better.  Some people shrink\nfrom using one word where ten will do and entangle themselves\nin Byzantine wiles to avoid our everyday monosyllables;\n<em>so now</em> disappears underneath <em>at this present moment in time</em>.\nSwitching our scrutiny to the number of syllables in a sentence\ndoes not help much either; we can shorten the unexciting\nbut straightforward</p>\n<blockquote>\n<p>to judge from what is happening now, things will go\non getting worse</p>\n</blockquote>\n<p>to</p>\n<blockquote>\n<p>current trends indicate a continued decline</p>\n</blockquote>\n<p>which, however, now reeks of jargon.  Length simply is not\nblameworthy in itself; other factors are lurking in the undergrowth.</p>\n<p>One noticeable thing about jargon is its cargo of vogue\nwords.  For no very clear reason certain weeds or animals\nsometimes undergo a huge and rapid leap in numbers and\nthreaten to upset the natural system where they live; in much\nthe same way certain words start breeding like rabbits and\nmake an increasing (or “ongoing”?) nuisance of themselves.\nToday we are plagued by “open-ended” “meaningful” “commitments”\n“escalating” in all too many “situations.”  Sometimes\nvogue words succeed in keeping the territory they have\nseized, for it is not frequency as such, but sudden increase\nin frequency that makes them objectionable.  More often they\nhave their heyday and then pass on out of the limelight;\n<em>orchestrate</em> and <em>organic</em> are examples that seem to be fading\ninto the darkness already.</p>\n<p>However, although we may look askance at vogue\nwords they do not really seem to be longer than the common\nrun, nor does their presence of itself turn a text into jargon.\nAnother hare that invites pursuit is the idea that unusual\nrecherché words are the linguistic villians.  After all, <em>marmalade</em>\nand <em>mother</em> are not jargon but are common, while <em>mode</em>\nand <em>median</em> are jargon but are not common.  On this view\nvogue words annoy us precisely because they forsake their\nproper rarity and make an indecent exhibition of themselves.\nUnfortunately, the hare turns out to be a wild goose; there\nare plenty of words that tend the other way.  For most readers\nthe average “rarity” of</p>\n<blockquote>\n<p>the piebald mare trampled the yarrow underfoot</p>\n<p>must be much higher than of</p>\n<p>the identical theory offers a basis for development</p>\n<p>but the latter is jargon, the former plain.</p>\n</blockquote>\n<p>So consider <em>flibbertigibbet</em> and <em>tatterdemalion</em>.  At a\nguess these words get used fairly sparingly and they are certainly\nnot short.  Yet there is something reassuring and solid\nabout them that seems to make them proof against corruption;\nwe could sum it up by saying that they are homely rather\nthan official; they are the sort of words we may have met\namong friends or family, and not in textbooks nor in some\nofficial report.  There are large overlaps between homely\nwords and those of native English (those not known to have\nbeen borrowed from another language) and between official\nwords and those derived from the classical languages, though\nthe agreements are not complete.</p>\n<p>Homeliness brings with it two traits, both of which a\nword must have to earn our highest esteem.  One is simplicity.\nThe classical origin of most official words explains why so\nmany start with prefixes like <em>contra</em>- and <em>anti</em>- or end with\nsuffixes such as -<em>istic</em> and -<em>ational</em>.  It is a good rule of thumb\nthat where you find many affixes you have a jargon-ridden\nwriter, but the etymology does not matter in itself.  What\ndoes matter is the amount of brainwork demanded of readers.\nVague as it may be, a proper slice of meaning is linked to\nsuch affixes in many of their occurrences (contrast <em>archaic</em>\nand <em>archaistic</em>); and there is evidence that an effort is needed,\neven if a very slight and subconscious one, to glue together\nthe meanings of affix and root so as to decide roughly what\nthe whole should mean, an effort not required for words\nthat are, in English, simple, like <em>strong</em> or <em>chrysanthemum</em>.\nThese tiny hurdles keep tripping our brain as it follows its\nsemantic path and this is where length comes in.  Naturally\nthe more affixes are added to a root the longer the word becomes;\nbut the trouble is caused not by length <em>sensu stricto</em>\nbut by complexity.</p>\n<p>The second point about homeliness is illuminated\nby words like <em>ocelot</em> which we might well first come across\nin a textbook; certainly, ocelots were not plentiful around\nmy mother's knee.  Yet it would seem odd to describe the\nname of an animal as jargon.  Trying to explain this forces\nus to admit a cleavage in English between words that are in\nsome way tangible or “real,” and those that are abstract.  We\nmight agree in practice about the allocation of many items,\nbut it is impossible to give an exact rule about where to draw\nthe line, and what is more it will by no means coincide with\nwhat science would tell us; for instance, unicorns must be\nreal whereas semanticists, regrettably, might be abstract.</p>\n<p>We are now nearly able to devise an index to assay the\nlinguistic virtue of English words, but fair play imposes one\ncaveat.  A word like <em>international</em> is abstract, borrowed from\nLatin with both prefix and suffix, and very often met “officially”;\nits appearances in advertisements even smack of the\nvogue word.  However, we cannot throw many stones at it,\nsimply because there is often no easy brief alternative (think\nof <em>international opera-singer</em>).  Many words look suspiciously\nlike jargon but escape with unsullied character because there\nis just nothing else that will do so well in the same place.\nThat said, here is the index, built on the above remarks; naturally,\nwe assume some give and take in the workings.</p>\n<blockquote>\n<p>(1.)  If the root of the word is “native” English; or\n(should it be borrowed) if the whole word cannot\neasily be replaced by another that does have a native\nroot,</p>\n<p>SCORE 1.</p>\n<p>For other roots,</p>\n<p>SCORE 2.</p>\n<p>(2.)  For every affix except -<em>ing, -ed, -en</em> and -<em>s</em>,</p>\n<p>ADD 1.</p>\n<p>(3.)  If the root is a bound morpheme (that is, if it\ncannot stand as a word in its own right, like -<em>ceive</em>),</p>\n<p>ADD 1.</p>\n<p>(4.)  If the word as a whole has an “abstract” meaning,</p>\n<p>ADD 1.</p>\n<p>(5.)  If the word is a vogue word,</p>\n<p>ADD 2.</p>\n</blockquote>\n<p>Actually, it is far too optimistic to believe that this index\ncould help in rooting out jargon; I merely offer it to readers\nso that they may amuse themselves in a melancholy way,\ngauging the monstrous growth of the weeds closing around\nthe language.</p>\n<p>The natural next move is to work out an index for texts.\nThis means sniping at the Hydra of structural jargon; for\neven if they use only low-scoring words, writers can still\nmake things awkward to understand or at least less attractive\nby using them in complex structures with plenty of subordinate\nclauses and dependent phrases.  It is here that the legendary\ncompilers of government regulations show their true\nmettle.  Sadly, it is out of the question to work out a thoroughgoing\nsystem, if only because far too little is yet understood\nabout the freedom with which our language lets us play\naround with the shape of sentences.  But we can cook together\na few ideas of our own and other writers, to give something\nlike this:</p>\n<blockquote>\n<p>(1.)  Add together the jargon scores for all the verbs,\nadverbs, adjectives, and nouns other than names.</p>\n<p>(2.) For every passive verb,</p>\n<p>ADD 1.</p>\n<p>(3.)  For every double negative (as famously guyed in\nOrwell's <em>a not unblack dog was chasing a not unsmall\nrabbit across a not ungreen field</em>),</p>\n<p>ADD 2.</p>\n<p>(4.)  For every subordinating conjunction,</p>\n<p>ADD 2.</p>\n<p>(5.)  Divide the result by the total number of words in\nthe text.</p>\n</blockquote>\n<p>One important ingredient is missing, namely some means\nof measuring how complex the ideas are that the writer is\ntrying to convey; any hack could score well describing the\nadventures of Tom and Jerry, but a laureate could, and indeed\nshould, score rather high in expounding Kant's philosophy.\nThis may be why editorials in the more picturesque\nnewspapers score lower than <em>The London Times</em>.  For that\nmatter, something similar applies to the word index; ideally,\nwe should mark different degrees of vacuity on a scale leading\ntowards total meaninglessness, and adjust our sense of outrage\naccordingly.  Yet, it is extremely difficult to pry into the\ninner anatomy of words to see how far the essence of meaning\nis diluted, nor is there much hope of getting wide agreement\nbetween, for instance, political theorists and theologians.\nAt present, the best available remedy seems to be marking\nwords as abstract or tangible.</p>\n<p>One last observation is that here as often elsewhere both\nextremes are suspect.  A very low score betrays a failing in\nthat such writing would be more like babytalk than good\nEnglish.  On the other hand, the indices presuppose that high\nscores are a greater threat—signs of floundering intellect, or\neven mental bankruptcy; that is why I am interested, and\nsorry, to find after marking a range of texts that the highest\nscores of all were fairly consistently those of works on theoretical\nLinguistics.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Scoring Jargon</h1> <p><em><span data-rel=\"author\">David C. Ferris</span> <span data-rel=\"location\">Exeter University</span></em></p> <p>Compare this:</p> <blockquote>\n<p>To everything there is a season, and a time to every\npurpose under the sun.  A time to be born and a time to\ndie, a time to plant and a time to pluck up that which\nis planted</p>\n</blockquote> <p>With this:</p>"
}