{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Westcountry Words and Ways",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Westcountry%20Words%20and%20Ways%2A%20%2AK.C.%20Phillipps&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results&amp;ds=20\"><em>Westcountry Words and Ways</em></a></h1>\n<p>K.C. Phillipps, David &amp; Charles, (North Pomfret, Vermont, 1976), 144 pp.</p>\n<p>As long ago as 1905 the great British dialectologist\nJoseph Wright observed: “There can be no doubt that pure\ndialect speech is rapidly disappearing even in country districts,\nowing to the spread of education, and to modern\nfacilities for intercommunication.”  The gloomy foreboding\nimplicit in this remark has been largely borne out by subsequent\nevents: the spread of literacy and education, and the\nsnobbery that too often accompanies them; the improvements\nin transportation and travel, which have brought a\nshakeup of a hitherto stable population; the calamitous influence\nof two world wars; the coming of radio and television—all\nhave had a hand in the standardization of speech\nand the decline of colorful localized variations in it.</p>\n<p>Having said all that, it comes as a surprise perhaps to\nthink that English dialects are still “alive and well” in many\nparts of the U.K.  The nation-wide Survey of English Dialects\n(SED), organized by Leeds University, was not\nlaunched until 1947, yet it found a wealth of material to\nrecord during the 1950s and 1960s.</p>\n<p>Dialect is one of the most enduringly popular and approachable\nareas of linguistics.  It often evokes nostalgic\nreflections on the past, and the humor and practical “horse\nsense” it often embodies seem to epitomize solid stable\nvalues in an all-too-changing world.  Although for modern\nlinguists, dialectology is still somewhat rooted in the era of\ncomparative philology, many people with an interest in\nlocal words and their origins do their share to preserve both\nthe study and practice of dialect speech.  Local dialect societies\nflourish throughout the British Isles.</p>\n<p>The wish to preserve, to “gather up the fragments that\nremain, that nothing be lost” is a vital element in K. C.\nPhillipps's <em>Westcountry Words and Ways</em>.  It is a thoroughly\nenjoyable book, aimed both at the enthusiastic “word-buff”\nand at the person who is interested in a bygone way of life.\nDealing specifically with the dialect and customs of\nCornwall and West Devon, the book presents us with an\nabundance of absorbing data all put together in a highly\nreadable, often humorous way.  In a 19-page discursive introduction,\nMr. Phillipps, lecturer in English at Leicester\nUniversity, briefly chronicles the history of dialect research\nand points up some interesting aspects of Westcountry\nspeech: how it makes use of humorous similes like “You'm\nlike a cow handling a musket,” or turns coarseness into a\nvirtue, as in “The devil shits luck for some, but when he\ncomes to we, he's hardbound [constipated].”  Mr. Phillipps\nmentions how scientific modern dialectology is; he deplores\nthe lack of interest in the International Phonetic Alphabet\nexhibited by dialect enthusiasts and general readers alike—\nbut he shrewdly avoids using phonetics himself in this book.</p>\n<p>The main part of the work, also discursive, although arranged\nalphabetically under keywords, is really a detailed\nexpansion of some elements of the introduction.  The keywords\nact merely as points of departure for entertaining,\noften anecdotal articles on Westcountry life and language.\nThe arrangement suits the browser rather than the reader\nlooking for something specific, and despite the presence of\nan index the linguist wishing to know about the Celtic element\nin Cornish English, for example, will have to realize\nin advance that much of what Mr. Phillipps has to say on\nthe subject is contained under the keyword PADGY-POW.</p>\n<p>This unsatisfactory arrangement is regrettably not the\nonly drawback of the book; there is also one that arises from\nMr. Phillipps's desire to prevent interruptions in his text.\nThus the rather unusual method is employed of referring to\nan endnote by using a key phrase rather than a number.  It\nwas rather disconcerting to find that without realizing it I\nhad read a passage on which there was a note, even though\nthe author explains his system in the preface.</p>\n<p>Yet these points are rather pedantic quibbles.  This is\nnot a reference work and my judgment of it is based on\nits entertainment value, which is very high.  <em>Westcountry\nWords and Ways</em> is a thoroughly well-researched book.  The\nauthor has gone to local magazines, learned journals, works\nof literature, and old dialect glossaries and dictionaries, and\nhas also drawn on his own experience as a Westcountry dialect\nspeaker.</p>\n<p>True, the book is very often parochial in character, and\nwe have the inevitable lamentation for the loss of things\npast and detestation of things present (especially motorways\nand city-dwellers).  But in case you think that Westcountry\ndialect is like a wine that doesn't travel, just dip into this\nbook and see if you can resist the humor of remarks like “If\nthat hedge wudn' there he'd a gone right through 'un,” or a\nsign on a beach saying “Do not sit in deck-chairs with wet\nbathers.”</p>\n<p><em>[William Gould, Aylesbury, Buckinghamshire, England]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Westcountry%20Words%20and%20Ways%2A%20%2AK.C.%20Phillipps&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results&amp;ds=20\"><em>Westcountry Words and Ways</em></a></h1> <p>K.C. Phillipps, David &amp; Charles, (North Pomfret, Vermont, 1976), 144 pp.</p> <p>As long ago as 1905 the great British dialectologist\nJoseph Wright observed: “There can be no doubt that pure\ndialect speech is rapidly disappearing even in country districts,\nowing to the spread of education, and to modern\nfacilities for intercommunication.”  The gloomy foreboding\nimplicit in this remark has been largely borne out by subsequent\nevents: the spread of literacy and education, and the\nsnobbery that too often accompanies them; the improvements\nin transportation and travel, which have brought a\nshakeup of a hitherto stable population; the calamitous influence\nof two world wars; the coming of radio and television—all\nhave had a hand in the standardization of speech\nand the decline of colorful localized variations in it.</p> <p>Having said all that, it comes as a surprise perhaps to\nthink that English dialects are still “alive and well” in many\nparts of the U.K.  The nation-wide Survey of English Dialects\n(SED), organized by Leeds University, was not\nlaunched until 1947, yet it found a wealth of material to\nrecord during the 1950s and 1960s.</p> <p>Dialect is one of the most enduringly popular and approachable\nareas of linguistics.  It often evokes nostalgic\nreflections on the past, and the humor and practical “horse\nsense” it often embodies seem to epitomize solid stable\nvalues in an all-too-changing world.  Although for modern\nlinguists, dialectology is still somewhat rooted in the era of\ncomparative philology, many people with an interest in\nlocal words and their origins do their share to preserve both\nthe study and practice of dialect speech.  Local dialect societies\nflourish throughout the British Isles.</p>"
}