{
  "type": "Epistola",
  "title": "EPISTOLA Jon Richfield",
  "contributor": "Jon Richfield",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Jon Richfield</span></h1>\n<p>In Verbatim [IV, 1], Alexander J. Pollock described\nhis discovery of self-referring words.  I am sure he will not be\nsurprised to hear that he is one of a goodly company.  Not\nonly did I do so independently some years back, but I was\nnot the first.  It is probably re-discovered several times a year,\nas it is too simple and charming an idea to miss.</p>\n<p>At first I called them <em>autonyms, paranyms</em>, and <em>heteronyms</em>,\nbut as a quick consultation with the <em>Shorter Oxford</em>\ndemonstrated that the originality of my terms was no greater\nthan that of my discovery, I called them <em>autoscrips, parascrips</em>,\nand <em>heteroscrips</em>.</p>\n<p>The <em>autoscrip</em> is what Mr. Pollock called a self-referring\nterm, e.g., 'word.'  <em>Parascrips</em> are self-referring in that they\ndescribe opposing concepts: e.g., verb describes 'verbs,' but\nis a noun.  <em>And</em> is a typical <em>heteroscrip</em> as is <em>dog</em>.  Neither describes\nanything with an obvious connection to itself.  <em>Nonself-referring</em>\nis not a heteroscrip by this definition.  In fact I think\nit is a parascrip.  It defines something opposing what it itself\nis.  This does not deny Mr.  Pollock's line of reasoning; I just\nthink that this system of definition is more powerful.  Whether\nit is the best is another matter.</p>\n<p>Certainly, as described so far it does not eliminate paradox.\n<em>Heteroscriptive</em> is plainly a parascrip, <em>autoscriptive</em> is\narguably auto-, para- or heteroscriptive; i.e., no obvious\ncontradiction results from attributing <em>any</em> of the three qualities\nto it.  <em>Parascriptive</em> is neither better <em>nor</em> worse, i.e., regarding\nit as self-referring leads to no ambiguity, but does\nlead to paradox.  Only heteroscription applies to it without\ncontradiction.  In cowardice I recommend that, in order to\navoid paradox and ambiguity, the definition of the three\nterms be based on an algorithm until less empirical theory\nevolves.  A modest suggestion follows:</p>\n<blockquote>\n<p>1:  Select the aspect(s) of its own nature to which\nthe word is to be considered to apply.</p>\n<p>2:  Consider the word as an autoscrip and as a parascrip\nin turn.  If exactly one of the two terms applies,\napply that term as a definition and go to step 4.</p>\n<p>3:  If each case or neither leads to contradictions, or\nneither applies clearly, apply the term “heteroscrip”\nas a definition.</p>\n<p>4: Stop.</p>\n</blockquote>\n<p>I also take tentative issue with limiting the field to nouns\nand adjectives.  I grant that gerunds and participles were\nincluded by implication, in that the classification of <em>nonself-referring</em>\nwas mooted, but why exclude pronouns, e.g., <em>it</em>?\nIn this sentence, if <em>it</em> is not an autoscrip (twice), what is <em>it</em>?\n<em>What, that</em>, and <em>which</em> are similar cases, while <em>they</em> is a parascrip,\nunless one is careless about antecedents or allows a\nshareholding definition as in: <em>What</em> and <em>they</em> (<em>they</em> and <em>they?</em>)\nare pronouns aren't they?”</p>\n<p>Pronouns may be a bit close to nouns, but what about\nadverbs?  <em>Here</em> is an autoscrip, <em>there</em> a parascrip, unless you\nstand far away from the page when you read this.  Of course,\nyou may say that <em>here</em> is always here to itself, while <em>there</em> is\nnever there.  Obviously their status as auto- or parascrips is\ncontext-sensitive.  Facultative autoscrips?</p>\n<p>Prepositions are less satisfactory.  I am not convinced\nthat say, <em>between</em> is a facultative autoscrip even if it is between\nquotes.  Does it have any meaning by itself, or must it\nbe read in context?  If the latter, it is necessarily heteroscriptive.\nSimilar thoughts apply to articles.  Is <em>an</em> autoscriptive?  Is\n<em>a</em> parascriptive—or <em>the</em> heteroscriptive?  If <em>you</em> don't know, I\ndon't (and if you do, I probably disagree!).  Interjections are\nmercifully heteroscriptive, unless one classes expletives such\nas <em>curses</em>, as used in comic books, as autoscriptive.</p>\n<p>Another critical point is: to what aspect of itself must a\nnon-heteroscrip refer, to qualify for inclusion in the category?\nE.g., one might consider the concept (as opposed to the term\nor the letters), <em>abstruse</em> as being abstruse, or <em>abstract</em> as abstract,\nin which case they are in fact autoscrips.  Now note:\nthey are then language-independent.  The Dutch <em>Afgetrokken</em>\nis abstract and the Swedish <em>svarfattlig</em> is abstruse.  <em>Term</em> is\ninteresting, as it refers to itself as a term, but is language-independent\n(as long as the concept <em>term</em> occurs in a given\nlanguage's vocabulary, that is).  <em>Useful</em> refers to itself as a term\n<em>and</em> a concept and is a language-independent autoscrip.  English,\nFrench, etc., are language-dependent autoscrips, being\nparascriptive in all languages but one, as a rule.  In this case\nthe aspect referred to is the language.  “Correctly-spelt” refers\nto itself as a string of letters forming a word, and is in this\nsense a language-dependent autoscrip.</p>\n<p>There is no reason, I think, to separate the autoscriptive\naspects of phrases, sentences or other utterances from those\nof words.  Certainly the distinctions would be rather arbitrary.\n(Compare <em>correctly-spelt, correctly spelt</em>, and <em>This is correctly\nspelt</em>.)</p>\n<p>This question of what aspect is referred to is rather important.\nFor example I can think of no autoscriptive verb\nunless one regards such cases as <em>spells</em> or <em>sounds</em> as autoscrips.\nHere the aspect described is surely just the character string\nor phoneme string.  Cases such as <em>exists</em> are altogether too\ndifficult.  Certainly <em>exists</em> may be called autoscriptive in referring\nto itself as a term or a character string; but as a concept?\nDo concepts <em>exist</em>?</p>\n<p>Also, a word can be autoscriptive, parascriptive, and\nheteroscriptive simultaneously, depending on the aspect one\nchooses to apply it to.  <em>Abstract</em> is concrete in the sense of the\nstring of letters (and therefore parascriptive), abstract as a\nconcept, and heteroscriptive in that it neither correctly nor\nwrongly describes its own length or language.</p>\n<p>Then one considers how trivial nonheteroscription can\nget.  How about <em>printed, italicised, purchased, vibrating,\nspoken, erased, bold-face</em>, etc.?</p>\n<p>I suspect therefore that the concept is little different\nfrom the existing problem in logic of self-referring statements\nand as such is of no importance, practical or theoretical,\nexcept as a mental excercise.  However, that is important\nenough for me! [<em>Jon Richfield, Cobham, Surrey</em>].</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Jon Richfield</span></h1> <p>In Verbatim [IV, 1], Alexander J. Pollock described\nhis discovery of self-referring words.  I am sure he will not be\nsurprised to hear that he is one of a goodly company.  Not\nonly did I do so independently some years back, but I was\nnot the first.  It is probably re-discovered several times a year,\nas it is too simple and charming an idea to miss.</p> <p>At first I called them <em>autonyms, paranyms</em>, and <em>heteronyms</em>,\nbut as a quick consultation with the <em>Shorter Oxford</em>\ndemonstrated that the originality of my terms was no greater\nthan that of my discovery, I called them <em>autoscrips, parascrips</em>,\nand <em>heteroscrips</em>.</p> <p>The <em>autoscrip</em> is what Mr. Pollock called a self-referring\nterm, e.g., 'word.'  <em>Parascrips</em> are self-referring in that they\ndescribe opposing concepts: e.g., verb describes 'verbs,' but\nis a noun.  <em>And</em> is a typical <em>heteroscrip</em> as is <em>dog</em>.  Neither describes\nanything with an obvious connection to itself.  <em>Nonself-referring</em>\nis not a heteroscrip by this definition.  In fact I think\nit is a parascrip.  It defines something opposing what it itself\nis.  This does not deny Mr.  Pollock's line of reasoning; I just\nthink that this system of definition is more powerful.  Whether\nit is the best is another matter.</p> <p>Certainly, as described so far it does not eliminate paradox.\n<em>Heteroscriptive</em> is plainly a parascrip, <em>autoscriptive</em> is\narguably auto-, para- or heteroscriptive; i.e., no obvious\ncontradiction results from attributing <em>any</em> of the three qualities\nto it.  <em>Parascriptive</em> is neither better <em>nor</em> worse, i.e., regarding\nit as self-referring leads to no ambiguity, but does\nlead to paradox.  Only heteroscription applies to it without\ncontradiction.  In cowardice I recommend that, in order to\navoid paradox and ambiguity, the definition of the three\nterms be based on an algorithm until less empirical theory\nevolves.  A modest suggestion follows:</p>"
}