{
  "type": "Article",
  "title": "More Than Meets the -ine",
  "author": "Sam Hinton",
  "location": "Lecturer in Folklore (and former Director of the Aquarium-Museum) University of California, San Diego",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">More Than Meets the -ine</h1>\n<p><em><span data-rel=\"author\">Sam Hinton</span> <span data-rel=\"location\">Lecturer in Folklore (and former Director of the Aquarium-Museum) University of California, San Diego</span></em></p>\n<p>LYNNE TIESLAU-JEWELL [III,3] and Jay Dillon [IV,1] have\ndiscussed the use of the suffix <em>-ine</em> in converting an\nanimal name to an adjective.  They might like to know that\nthis ending can have a special significance to zoologists,\nwho might use it casually as a metaphor, but only under\nspecial circumstances in referring to the animals themselves.\nThus an ornithologist might describe a colleague as\nhaving an aquiline nose, but would not use the word\n<em>aquiline</em> in reference to a bird of the eagle group.</p>\n<p>The scientific name of an animal or plant consists of two\nwords: the generic name and the specific name.  These two\ntogether give us the name of a species—the only taxonomic\ncategory that actually exists in nature, usually defined as a\ngroup of actually or potentially interbreeding populations,\nreproductively isolated from other such groups.  The larger\nhierarchical groups are artificial, set up by taxonomists for\ntheir own convenience and according to their own rules.  The\n<em>genus</em> may be regarded as a group of <em>species</em> (although there\nare many monotypic genera, each with only one species, such\nas <em>Homo sapiens</em>; any group-name, or <em>taxon</em>, may be monotypic).\nThe <em>family</em> is a group of genera, the <em>order</em> a group of\nfamilies, the <em>class</em> a group of orders, the <em>phylum</em> a group of\nclasses, and the <em>kingdom</em> a group of phyla.  But this is by no\nmeans enough taxa, and it is often necessary to intercalate\nsuch terms as <em>subspecies, superspecies, subgenus, supergenus,\nsubfamily, superfamily, suborder</em>, and so on, and some groups—\nsuch as the opisthobranch snails—have so many classificatory\ncharacteristics that specialists have used a number of less\nconventional taxa, including <em>tribe, group, infra-family, division</em>,\nand <em>subdivision</em>.</p>\n<p>According to the rules agreed upon by the International\nCongress of Zoology, whose hundred-year-old <em>International\nCode of Zoological Nomenclature</em> is, although often revised,\none of the oldest effective instruments of international agreement,\ntwo of these taxa are required to have standardized\nendings.  All names of families must end in <em>-idae</em>, which is\nadded to the stem of the included genus that is regarded as\nmost typical of that family; and when subfamilies are set up,\ntheir names are formed in the same way, but with the ending\n<em>-inae</em>.  (The family suffix is from the Greek <em>eidos</em>, 'a resemblance,'\nwhile <em>-inae</em> was invented for the purpose.)</p>\n<p>Family and subfamily names are properly plural, and\ncannot be applied to individual specimens without additional\nwords.  It isn't good form to say “That fish is a Sparidae”; if\nyou want to use the whole family name, it has to be in a\nconstruction like “Look!  A member of the Sparidae!”  This is\nawkward in informal conversation, and a custom—not sanctioned\nby the Code—has arisen, allowing you to drop the\nfinal <em>-ae</em>.  So, as an English-speaking ichthyologist, you can\nsay, quite correctly, “I think you've got a Sparid there.” (A\nFrench colleague would reply “Oui, c'est une Sparide.”) This\nwould indicate that you knew the family to which the specimen\nbelonged but were not certain of the smaller categories.\nYou would not say “It's a Sparine” unless you were sure of\nthe subfamily, and willing to exclude other Sparid subfamilies\nsuch as the Pagellinae and Boopsinae.</p>\n<p>One word listed by Ms. Tieslau-Jewell is <em>accipitrine</em>,\nmeaning 'hawklike.'  This is fine when you want to endow a\nnon-hawk with hawkish characteristics, but would not be\nused by one ornithologist to another in a conversation about\nbirds.  He or she might say <em>accipitrid</em> to indicate membership\nin the family Accipitridae, but <em>accipitrine</em> in this context\nwould refer only to one of the accipitrid subfamilies—the\nAccipitrinae (the “true” hawks and eagles).  This would considerably\nnarrow the subject of discussion, excluding such\nsubfamilies as the Circaetinae (serpent eagles), Circinae (harrier\nhawks), Milvinae (“true” kites and fish eagles), Elaninae\n(white-tailed kites), Perninae (honey-buzzards), Aegypiinae\n(Old-World vultures; New-World vultures, by the way, are\nin another family, Cathartidae), Machaerhamphinae (the\nAfrican bat hawk), and Pandioninae (the osprey).  (Not all\ntaxonomists agree with all of this; for instance, the osprey is\noften placed in a monotypic family.)</p>\n<p>This process of forming a vernacular word by modifying,\nin a traditional manner, a technical word, exemplifies an\noral folk process among people to whom literacy is supremely\nimportant.  There are no formal rules about it, and it's not\nusually taught in taxonomy classes; it's just a custom.  And it\nis a more complicated custom, requiring more memorization,\namong botanists.  They (like the bacteriologists) have their\nown Code of nomenclature.  The botanical Code says that all\nplant family names must end in <em>-aceae</em>, except for eight very\nimportant families whose names were well established back\nin the chaotic B.C. (before the Code) years.  Plant subfamilies\nend in <em>-oideae</em>, while the suffix <em>-inae</em> is used only to designate\na subtribe—a taxon between tribe and supergenus, rarely\nused except in technical literature.  As a result, the vernacular\nnames of the family-groups are not as standardized as those\nof the zoologists, and you simply have to remember the customary\nway of informalizing each of them.  To indicate membership\nin the Cruciferae, you say “a crucifer.”  A member of\nthe Euphorbiaceae is called “a euphorb,” with the accent on\nthe first syllable, or more familiarly “a spurge.”  “A composite”\nbelongs to the Compositae, a great family with 20,000 species.\n“A legume” is a member of the Leguminosae, while a specimen\nfrom the Scrophulariaceae would be termed “a figwort.”\nThis last is one of the well-established English names used at\nthe family level; others are “the grasses” for the family Graminae,\nand “the evening-primroses” for the Onagraceae.</p>\n<p>I'm not sure what customs are followed by the bacteriologists;\nthey seem rarely to speak in the vernacular.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">More Than Meets the -ine</h1> <p><em><span data-rel=\"author\">Sam Hinton</span> <span data-rel=\"location\">Lecturer in Folklore (and former Director of the Aquarium-Museum) University of California, San Diego</span></em></p> <p>LYNNE TIESLAU-JEWELL [III,3] and Jay Dillon [IV,1] have\ndiscussed the use of the suffix <em>-ine</em> in converting an\nanimal name to an adjective.  They might like to know that\nthis ending can have a special significance to zoologists,\nwho might use it casually as a metaphor, but only under\nspecial circumstances in referring to the animals themselves.\nThus an ornithologist might describe a colleague as\nhaving an aquiline nose, but would not use the word\n<em>aquiline</em> in reference to a bird of the eagle group.</p> <p>The scientific name of an animal or plant consists of two\nwords: the generic name and the specific name.  These two\ntogether give us the name of a species—the only taxonomic\ncategory that actually exists in nature, usually defined as a\ngroup of actually or potentially interbreeding populations,\nreproductively isolated from other such groups.  The larger\nhierarchical groups are artificial, set up by taxonomists for\ntheir own convenience and according to their own rules.  The\n<em>genus</em> may be regarded as a group of <em>species</em> (although there\nare many monotypic genera, each with only one species, such\nas <em>Homo sapiens</em>; any group-name, or <em>taxon</em>, may be monotypic).\nThe <em>family</em> is a group of genera, the <em>order</em> a group of\nfamilies, the <em>class</em> a group of orders, the <em>phylum</em> a group of\nclasses, and the <em>kingdom</em> a group of phyla.  But this is by no\nmeans enough taxa, and it is often necessary to intercalate\nsuch terms as <em>subspecies, superspecies, subgenus, supergenus,\nsubfamily, superfamily, suborder</em>, and so on, and some groups—\nsuch as the opisthobranch snails—have so many classificatory\ncharacteristics that specialists have used a number of less\nconventional taxa, including <em>tribe, group, infra-family, division</em>,\nand <em>subdivision</em>.</p> <p>According to the rules agreed upon by the International\nCongress of Zoology, whose hundred-year-old <em>International\nCode of Zoological Nomenclature</em> is, although often revised,\none of the oldest effective instruments of international agreement,\ntwo of these taxa are required to have standardized\nendings.  All names of families must end in <em>-idae</em>, which is\nadded to the stem of the included genus that is regarded as\nmost typical of that family; and when subfamilies are set up,\ntheir names are formed in the same way, but with the ending\n<em>-inae</em>.  (The family suffix is from the Greek <em>eidos</em>, 'a resemblance,'\nwhile <em>-inae</em> was invented for the purpose.)</p>"
}