{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: Ad Litteram",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>Ad Litteram</em></h1>\n<p><em>Noel Perrin, Dartmouth College</em></p>\n<p>One reason so few Americans write letters is that we\ndon't know how either to begin or to end them.  We were\ntaught, of course.  Older Americans learned in school to begin\na letter with something called the salutation, and to end\nit with something else called the complimentary close, both\nof these finely graduated in degrees of servility.  (And why\nnot?  They were copied from eighteenth-century England.\nIn that caste-conscious time and place, there was a proper\namount of servility to squeeze out for every recipient.  One\nmight sign one letter with a groveling “I have the honour to\nbe, my lord, your lordship's most humble and most dutiful\nservant” and the next with a curt “Yours ever.”)  Younger\nAmericans, without ever having heard of salutations and\ncomplimentary closes, have picked up the surviving simplified\nforms of both, and feel awkward if they don't use them.</p>\n<p>But they also feel awkward if they do.  Our age values\nsincerity.  It is obviously insincere to sign every letter “sincerely.”\nOr to begin every one, even to people you despise,\nwith the word <em>dear</em>.  Dear enemy.  Dear finance company\nwhich is about to repossess my car.  Dear divorced husband.</p>\n<p>Our age also values warmth.  Warmth involves personal\nrecognition—a warm smile is one that takes account of the\nperson smiled at.  But ritualized beginnings and endings by\ntheir essence deny recognition.  Not only is the IRS official\nwho writes to question your deductions not “yours truly” (if\nanything, you are his), but the stock phrase looks past you\nas if you weren't there.</p>\n<p>Letters written to companies are especially difficult.  Sex\nas well as politeness is a problem.  Say you're writing to Texas\nInstruments because you're not happy with your digital\nwatch.  Old style, you would begin the letter either “Dear\nSirs” or “Gentlemen.”  But new style?</p>\n<p>There is no new style.  I have one friend who has started\nwriting “Gentlepersons”—but this is conscious mockery, and\nnot at all likely to catch on.  “Sirs/Madams” would be suitable\nonly for correspondence with the proprietors of a coed whorehouse.\nIf elided to Smadams, it's ugly in a smeary, smudgy\nway.  (Most words beginning with <em>sm</em>- are.)</p>\n<p>What that seems to leave is “Hi, there,” which may be\nall right if you're a cheerleader, and “Howdy,” which works\nin spoken discourse only, even in Texas itself.</p>\n<p>Letters that companies write to individuals aren't easy,\neither.  No one knows how to sign them.  “Yours truly” is fading\nfast, except in IRS offices.  Regards are still popular, but\nthreatened, because no one is really sure what a regard is.\nAll agree that you must send several, and they must either\nbe your best ones or warm ones, but that doesn't help much.\nResult: Many business men have begun to sign their letters\n“cordially.”  It's warm, all right: <em>cor, cordis</em> 'heart.' But then\nwhat happens to sincerity, if you claim to be writing from\nthe heart to all the people on a mailing list you have just\nbought?</p>\n<p>I have no solution to offer, except maybe to turn to extreme\nsimplicity, simplicity as great as the “hello” and “goodbye”\nthat make telephoning so easy.  A couple of thousand\nyears ago, an Egyptian cabinet minister sent a letter of official\ncommendation to one of his senior colleagues.  Here is\nthe complete letter.  “Apollonius to Zeno, greeting.  You did\nwell to send the chickpeas to Memphis.  Farewell.”  No problems\nof false cordiality, no insincere sincerity, no struggle over\nintimacy-level.  We could do worse.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>Ad Litteram</em></h1> <p><em>Noel Perrin, Dartmouth College</em></p> <p>One reason so few Americans write letters is that we\ndon't know how either to begin or to end them.  We were\ntaught, of course.  Older Americans learned in school to begin\na letter with something called the salutation, and to end\nit with something else called the complimentary close, both\nof these finely graduated in degrees of servility.  (And why\nnot?  They were copied from eighteenth-century England.\nIn that caste-conscious time and place, there was a proper\namount of servility to squeeze out for every recipient.  One\nmight sign one letter with a groveling “I have the honour to\nbe, my lord, your lordship's most humble and most dutiful\nservant” and the next with a curt “Yours ever.”)  Younger\nAmericans, without ever having heard of salutations and\ncomplimentary closes, have picked up the surviving simplified\nforms of both, and feel awkward if they don't use them.</p> <p>But they also feel awkward if they do.  Our age values\nsincerity.  It is obviously insincere to sign every letter “sincerely.”\nOr to begin every one, even to people you despise,\nwith the word <em>dear</em>.  Dear enemy.  Dear finance company\nwhich is about to repossess my car.  Dear divorced husband.</p> <p>Our age also values warmth.  Warmth involves personal\nrecognition—a warm smile is one that takes account of the\nperson smiled at.  But ritualized beginnings and endings by\ntheir essence deny recognition.  Not only is the IRS official\nwho writes to question your deductions not “yours truly” (if\nanything, you are his), but the stock phrase looks past you\nas if you weren't there.</p>"
}