{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Glossary of Faulkner's South",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Glossary-Faulkners-South-Calvin-Brown/dp/0300019440\"><em>A Glossary of Faulkner's South</em></a></h1>\n<p>Calvin S. Brown, (Yale, 1976), iv + 241 pp.</p>\n<p>This is a useful, nontechnical glossary of Faulkner's words\nand phrases written mainly “... for any reader who did not\nshare with him the time and place called Yoknapatawpha—\nthat richly regional Southern culture of the period between\nthe two world wars.”  As the jacket summary implies, all\nreaders will learn something from this book because the language\nand culture of those decades (1919-39) have undergone\nenormous change, and Yoknapatawphans who preserve the\nold regional and social dialects as well as the forms and values\nof those rural Southern folk institutions have little interest\ntoday in the literary accomplishments of their late, eccentric\nneighbor.</p>\n<p>Calvin S. Brown is a rare exception among natives of\nOxford, Mississippi.  Now a distinguished professor of comparative\nliterature at the University of Georgia, he writes this\nbook with splendid credentials: he knows Lafayette County,\nOxford, Faulkner, and Faulkner's writings extremely well.  Although\nthere is no substitute for native competence in the\nstudy of language and culture, he could have written an even\nbetter book had he attended more closely to the resources of\ncultural anthropology (and geography) in the delineation of\nhis field and of descriptive linguistics (and dialectology) in\nthe analysis and exposition of his materials.  These limitations\nare reflected in the sometimes uneven and always nontechnical\ncontent of the glossary.</p>\n<p>The text includes an introduction, a set of abbreviations,\nthe glossary, and an appendix.  The glossary elaborates words\nand phrases from those 22 novels and 27 stories that are set\nin <em>or</em> relate directly to the South.  Including one-word transliterations\nof dialect spellings and cross references, the glossary\nhas approximately 3,000 entries, about half of which are\ngenuinely interesting.  More than a few are so common that\nit is difficult to imagine what kind of speaker of American\nEnglish is unfamiliar with <em>bird dog, corn bread, dandelion,\nlawn mower, prissy, rabbit's foot, razor strop, suspenders,\nskillet, trolley</em>, and <em>waterbug</em>.  And could any user of the\nglossary have managed to get through <em>The Adventures of\nHuckleberry Finn</em> without understanding the large number\nof words that appear in that novel and the present word list?\nEven the most casual student of American literature should\nhave no trouble with <em>a-holt, ast, ax</em> ('ask, asked'), <em>bar'l,\nbeatin'es' b'ilin, bofe, caint, cheer</em> ('chair'), <em>clumb, coffin,\ncottonwood, crope, deef, doan, doggery, done</em> (aux.), <em>fur</em>\n('far'), <em>galluses, gwinter, jimson weed, kaze</em> ('because'), <em>Mars,\nmourner's bench, nemmine, ourn, passel, p'int, plum, resk,\nruther, Spanish moss, straw tick, 'sturb, tote, tother, tow-head</em>\n('sand bar with cottonwoods'), <em>trash</em> ('base people'), <em>truck</em>\n('junk'), <em>vittles, water moccasin, yonder</em>, and <em>yuther</em>, among\nthe more obvious repetitions.</p>\n<p>Against those dubious entries, however, stands a substantial\nbody of information.  Even with the elaborate discussions\nof flora and fauna, place names, and historical figure\nthat seem extraneous here and even without authentic local\npronunciations that could have been supplied in broad phonetic\nnotation, Brown's vocabulary of artifacts and social interaction\nmakes the book a valuable reference work.  Descriptions\nof the forms and functions of the <em>bluegum, eating and drinking,\nfroe, hame strings, lap-link, logger-head, maul, pot still,\nrenter, ridge pole, sharecropper, Silver Shirts, third and\nfourth, vote-rousing picnics</em>, and <em>wagon stake</em> will not be\nfound elsewhere in a modest handbook.  Here is an example\nof authoritative work:</p>\n<blockquote>\n<p>logger-head (<em>C</em>[<em>ollected Short</em>] <em>S</em>[<em>tories of William\nFaulkner</em>]: <em>B</em>[<em>arn</em>] <em>B</em>[<em>urning</em>] 16): a double-ended,\nU-shaped hook used (one on each side) to fasten the\nTRACES to the HAMES.  The hames have a series of\nholes (illogically called a ratchet), and the logger-head's\ntwo hook-ends are fitted into two of these.\nThe choice of holes permits variation of the line of\ndraft and hence the depth of plowing.  (This term\nseems to be unknown to lexicographers.)</p>\n</blockquote>\n<p>Equally impressive in thoroughness, and perhaps more\nuseful in understanding Faulkner's South, are entries concerning\nrace relationships:</p>\n<blockquote>\n<p><em>bluegum</em> (<em>S</em>[<em>ound</em>] (&amp;) [<em>and the</em>] <em>F</em>[<em>ury</em>] 84, 85; <em>CS</em>: [<em>A</em>]\n<em>Just</em>[<em>ice</em>] 343, 344): a Negro whose gums are blue\nrather than pink.  In folklore he is viewed with that\nmixture of reverence and fear which constitutes awe.\nHe has many strange properties, such as a fatal bite,\nand he is a particularly adept and powerful conjuror.\nI know of no exact parallel to Versh's story, but it is\nthe general sort of tale frequently told about bluegums.</p>\n</blockquote>\n<blockquote>\n<p><em>eating and drinking</em>: racial etiquette.  Whites and\nNegroes were not expected to eat and drink together\n<em>socially</em>.  The strength of the conviction depended\nentirely on the nature of the occasion; it did not hold\nat all for a casual snack on a job or on a hunt.  (In\nthe 1960s during the racially tense time when the\nJackson, Miss., airport was under heavy police guard\nbecause of the invasions of “freedom fighters,” I saw\none of the white police guards and a black employee\nof the airport sitting side by side on a bench drinking\nCoca-Colas and chatting.  This would have astonished\noutsiders, but was not even a matter for notice to\nanyone who understood the conventions.) As the\nnumber of persons involved or the formality of the\noccasion increases, the taboo comes into effect.\nMinnie and Miss Reba would drink together if they\nwanted to, but in a larger group Minnie carried her\nglass back to the kitchen because “she declined to\ndrink with this many white people at once” ([<em>The</em>]\n<em>Reiv</em>[<em>ers</em>] 113).  When a group of whites had breakfast\nat the sheriffs, “they left Aleck Sander[black (<em>sic</em>)]\nwith his breakfast at the sheriffs, and carried theirs\ninto the dining room” ([<em>Intruder in the</em>] <em>Dust</em> 114).\nSimilarly, Bayard Sartoris has to insist that the Negro\nfamily eat Christmas dinner with him instead of\nwaiting until he has finished (<em>Sart</em>[<em>oris</em>] 347), just as\nNed sets aside the drink which Colonel Linscombe\npours for him in the company of a group of whites\nin the colonel's office, and will not drink it until told\nto do so (<em>Reiv</em>. 285).</p>\n</blockquote>\n<p>And, despite the curious phonological description, no one\nshould object to the following explanation when balanced\nagainst its instructive value to novice observers of Southern\nlanguage and culture:</p>\n<blockquote>\n<p><em>nigra</em> ([<em>The</em>] <em>Town</em> 84): Negro.  This spelling represents\nthe normal pronunciation of many Southerners who\ndo not say <em>nigger</em>.  (The <em>knee-grow</em> pronunciation,\nwith both syllables stressed, is not indigenous to most\nSouthern speech.) Faulkner's mountaineers use <em>nigra</em>\nwhere a north Mississippian of the same class would\nuse <em>nigger</em> (<em>CS</em>: <em>M</em>[<em>ountain</em>] <em>V</em>[<em>ictory</em>] 751, 756, 758.)</p>\n</blockquote>\n<p>The Class system within the white caste is closely related\nto sensitive problems of racial relationships that are critical\nto real comprehension of social interaction in the complicated\nmicrocosm of Yoknapatawpha.  This glossary provides excellent\nsets of distinctions among renters, sharecroppers, and\npoor whites, and, although journalists and sociologists (from\nCash and Dollard to Weller and McGill) have said much the\nsame thing, Brown's coverage is much more concise and everywhere\nrelevent to Faulkner's South:</p>\n<blockquote>\n<p><em>shares, farming on</em> (<em>Sart.</em> 277; <em>S&amp;F</em> 298; <em>Abs</em>[<em>alom</em>,\n<em>Absalom!</em>] 209; [<em>The</em>] <em>Ham</em>[<em>let</em>] 238): any of various\nforms of farm tenancy in which the tenant pays his\nrent in the form of an agreed upon share of his crop.\nSuch arrangements often, but not always, include\ncredit at the farm store or commissary.  The share of\nthe crop given to the owner depends on the nature of\nthe tenancy, the ownership of tools and animals used,\nand the particular crop involved (see THIRD AND\nFOURTH).  Faulkner refers to the three basic\nclasses in his referenct to “the Negro tenantor-share-or\nfurnished-hand” (<em>R</em>[<em>equiem</em>] <em>f</em>[<em>or</em>] <em>a\nN</em>[<em>un</em>] 245).  The tenant simply rents the land for cash\nand keeps whatever he produces.  The “share-hand”\nprovides his own equipment and pays one third of\nhis corn and one fourth of his cotton as rent.  A\n“furnish-hand” (more often called a sharecropper) is\ndependent on the owner for equipment, seed, food—\neverything—and pays one half his crop.  This\npayment includes the use of equipment, but food is\nsimply charged at the commissary, to be paid when\nthe crop is sold.</p>\n</blockquote>\n<p>And many more interesting and useful entries are catalogued\nin Brown's guide to Yoknapatawpha: a respectable set\nof moonshine terms, e.g., <em>blind-tiger, bustskull, kettle, pot\nstill, run, and white mule</em>) and fine glosses of <em>coon, deer, fox</em>,\nand '<em>possum hunting; of bears, barns</em>, and <em>boll weevils</em>; of\n<em>easy riders</em> and <em>Uncle Bud:</em></p>\n<blockquote>\n<p>Uncle Bud moved across the water<br>\nTo keep the boys from screwing his daughter,<br>\nUncle Bud.<br>\nCorn in the crib what ain't been shucked<br>\nAnd a gal in the house what ain't been fucked,<br>\nUncle Bud.</p>\n</blockquote>\n<p>One surely would have appreciated the remaining stanzas\nand the arrangement (guitar chords, at least) of this old\nfavorite.</p>\n<p>Had Brown consulted Odum and Vance, he might have\nimproved the cultural geography of his book, e.g., the discussion\nof <em>delta</em> is incomplete (failing to integrate the five components,\nthe basins of the Atchafalaya, Red, Ouachita, St.\nFrancis, and Yazoo rivers, each of which is legitimately described\nas “a delta”) and, like the ambiguous term <em>Black Belt</em>\n(apparently not part of Faulkner's lexicon), easily misunderstood\n(<em>Mississippi Delta</em>: all five components with reference to\nthe river, but only the Yazoo with reference to the state).\nCultural maps, such as those provided by Odum and Vance,\nwould have been more useful than his reprinted essay from\n<em>PMLA</em> in identifying the subregions of the South: from Virginia\nto Texas there are at least 44 of these, and the heart of Faulkner's\nSouth—Lafayette County, Mississippi—is set squarely in the\nmiddle of the Interior Ridge of Tennessee and Mississippi,\nfrom the Buford Pusser's “Walking Tall” County in McNairy\nCounty in the north through Oxford to Philadelphia and the\nbadlands to the south.</p>\n<p>Had he made better use of the available materials of\nAmerican linguistic geography, many entries could have been\nimproved with respect to both accuracy and sociohistorical\nimplications, e.g., several hundred of the entries in the word\nlist have been systematically investigated in the Linguistic\nAtlas of the Gulf States project (based in Atlanta).  Its findings\nmight have improved some of Brown's entries.  A <em>fice</em>, for\nexample, is usually not just a 'small mongrel dog,' but a 'noisy\nand contentious, dyspepsic little dog,' usually spelled <em>feist</em>\n(probably from OE <em>fistan</em> 'to fart.' cf. Scot. <em>fist dog</em>, Eng.,\n<em>feisty</em> and <em>fizz</em>).  This is reinforced in Faulkner's “Shingles for\nthe Lord,” where the dog, one of the central points of interest\nin the story, is called “that trick overgrown fyce,” with <em>trick</em>\n(a word omitted from Brown's list) surely meaning 'troublesome.'\nIndeed, many Southern folk speakers believe the <em>feist</em>\n(<em>fice/fyce</em>) is a breed apart, as distinctive as the Catahoula cur.</p>\n<p>Although most of that information is available in any\ngood dictionary, as is so much of this glossary, the historical\ndictionaries should have been used more carefully by the compiler.\nThe definition of <em>juke joint</em>, 'a cheap restaurant or\ncabaret with music furnished by a jukebox,' is both misleading\nand interesting.  It implies the place takes its name from the\ncoin-operated phonographs, which had no currency according\nto the <em>Dictionary of Americanisms</em> before the end of World\nWar II (but check the release date of Glenn Miller's “Jukebox,\nSaturday Night”).  At any rate, <em>jook joint</em> is older (DA 1942),\nand <em>jookhouse</em> ('whorehouse'), according to L.D. Turner has\nAfrican etymons (Wolof and Bambara) and was observed in\nGullah in the 1930s.  The matter is interesting because, if\njukeboxes were played in juke joints during the days of the\nWPA (i.e., prior to WW II), Faulkner's reference in “Shingles\nfor the Lord” is acceptable; if not, it is an anachronism.</p>\n<p>Similarly, the glosses of <em>blind tiger, fatback, flying jenny,\nside meat</em>, and <em>sowbelly</em> are incomplete, but the definition\nand explanation of <em>greens</em> is perhaps the weakest.  If outlanders\nare really to be taken into consideration, this will not likely\nbe helpful: “any leaves that can be or have been boiled for\neating.  Greens, used alone, implies cooking.  If the leaves are\nto be eaten raw, they are called <em>salad greens</em>.”  Since virtually\nall flora <em>can</em> be boiled for eating, a reader might assume that\nYoknapatawphans eat grass, if not the foliage of jasmine,\nspiraea, honeysuckle, and Cherokee roses.  According to Brown's\nintroduction, such interpretation is not at all far-fetched: he\nnotes that the Shreve McCannons are unfamiliar with all of\nthose plants and that a college student at Cornell, “A bright\ngirl from Brooklyn,” thought Lena Grove was contemplating\ndressed pelts when she said in <em>Light in August</em>, “I have come\nfrom Alabama: a fur piece.  All the way from Alabama a-walking.\nA fur piece.”</p>\n<p>Brown also says in that same paragraph of the “Introduction”:\n“One man's obvious is often another man's puzzle.”\nAlthough a phonetician, lexicographer, or linguistic geographer\ncould easily turn that line against the author of <em>A Glossary\nof Faulkner's South</em>, it would not be wise to do so.  There are\ndozens, perhaps hundreds, of insights in this book that will\nimprove every reader's understanding of both Faulkner and\nhis South.  The native speaker always knows the dialect bet\nter than the observer, and, when that native speaker is also a\ngood literary scholar, his contributions to both lexicography\nand philology are certain to be useful.  To have this book\nnearby when reading Faulkner is to have the steady company\nof a solid authority.</p>\n<p><em>Lee Pederson, Emory University</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Glossary-Faulkners-South-Calvin-Brown/dp/0300019440\"><em>A Glossary of Faulkner's South</em></a></h1> <p>Calvin S. Brown, (Yale, 1976), iv + 241 pp.</p> <p>This is a useful, nontechnical glossary of Faulkner's words\nand phrases written mainly “... for any reader who did not\nshare with him the time and place called Yoknapatawpha—\nthat richly regional Southern culture of the period between\nthe two world wars.”  As the jacket summary implies, all\nreaders will learn something from this book because the language\nand culture of those decades (1919-39) have undergone\nenormous change, and Yoknapatawphans who preserve the\nold regional and social dialects as well as the forms and values\nof those rural Southern folk institutions have little interest\ntoday in the literary accomplishments of their late, eccentric\nneighbor.</p> <p>Calvin S. Brown is a rare exception among natives of\nOxford, Mississippi.  Now a distinguished professor of comparative\nliterature at the University of Georgia, he writes this\nbook with splendid credentials: he knows Lafayette County,\nOxford, Faulkner, and Faulkner's writings extremely well.  Although\nthere is no substitute for native competence in the\nstudy of language and culture, he could have written an even\nbetter book had he attended more closely to the resources of\ncultural anthropology (and geography) in the delineation of\nhis field and of descriptive linguistics (and dialectology) in\nthe analysis and exposition of his materials.  These limitations\nare reflected in the sometimes uneven and always nontechnical\ncontent of the glossary.</p> <p>The text includes an introduction, a set of abbreviations,\nthe glossary, and an appendix.  The glossary elaborates words\nand phrases from those 22 novels and 27 stories that are set\nin <em>or</em> relate directly to the South.  Including one-word transliterations\nof dialect spellings and cross references, the glossary\nhas approximately 3,000 entries, about half of which are\ngenuinely interesting.  More than a few are so common that\nit is difficult to imagine what kind of speaker of American\nEnglish is unfamiliar with <em>bird dog, corn bread, dandelion,\nlawn mower, prissy, rabbit's foot, razor strop, suspenders,\nskillet, trolley</em>, and <em>waterbug</em>.  And could any user of the\nglossary have managed to get through <em>The Adventures of\nHuckleberry Finn</em> without understanding the large number\nof words that appear in that novel and the present word list?\nEven the most casual student of American literature should\nhave no trouble with <em>a-holt, ast, ax</em> ('ask, asked'), <em>bar'l,\nbeatin'es' b'ilin, bofe, caint, cheer</em> ('chair'), <em>clumb, coffin,\ncottonwood, crope, deef, doan, doggery, done</em> (aux.), <em>fur</em>\n('far'), <em>galluses, gwinter, jimson weed, kaze</em> ('because'), <em>Mars,\nmourner's bench, nemmine, ourn, passel, p'int, plum, resk,\nruther, Spanish moss, straw tick, 'sturb, tote, tother, tow-head</em>\n('sand bar with cottonwoods'), <em>trash</em> ('base people'), <em>truck</em>\n('junk'), <em>vittles, water moccasin, yonder</em>, and <em>yuther</em>, among\nthe more obvious repetitions.</p>"
}