{
  "type": "Article",
  "title": "We Do Not Talk Only With Our Mouths",
  "author": "Walburga von Raffler-Engel",
  "location": "Vanderbilt University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">We Do Not Talk Only With Our Mouths</h1>\n<p><em><span data-rel=\"author\">Walburga von Raffler-Engel</span> <span data-rel=\"location\">Vanderbilt University</span></em></p>\n<p>IN THE PAST, linguists have analyzed language as if words\nwere the only means for conveying a message.  They have\nignored the fact that human communication is a combination\nof words and gestures.</p>\n<p>When an Englishman shakes his head he indicates <em>no</em>\nas much as when he says so.  To a Greek this same head movement\nmeans <em>yes</em>.  To say <em>no</em>, he nods.</p>\n<p>Cultures vary greatly in the meaning of gestures.  I know\nof one American girl who waved goodbye with the palm of\nher hand open towards the Italian male whose attention she\ndid not appreciate.  Little did she know that in Italy one waves\ngoodbye with the back of the hand and that showing the palm\nof the hand means 'come closer.'</p>\n<p>Why have linguists taken so long to incorporate gestures\ninto the analysis of language?  Even those anthropological linguists\nwho actually looked at their <em>informants</em> did not analyze\nbody movements.  Most of the time, they made note of\nthem to serve as a prop for the time they would get down to\nthe real business of analyzing the verbal transcript.  In addition,\nthe bulk of their transcripts came from monologs.  Linguists\nseemed to ignore the fact that most of natural language\noccurs in dialog, within a conversational setting.</p>\n<p>Stranger yet, the psycholinguists working with infants\nby and large ignored the obvious: eye contact and touch between\nmother and child, not to mention the infant's pointing\nat objects.</p>\n<p>What all these linguists did was to transcribe what they\nheard and then work on their transcripts as if they were the\nreal thing.  What they did not realize is that spoken and written\nlanguage are different media of communication.  When we\nread in a piece of literature that a professor asked a student,\narriving for a conference, why he had come, all the while\nkeeping an eye on his watch, we realize that this professor\ndid not encourage the student to speak.  When we look at the\nlinguist's transcript of such a speech act, we find no mention\nof the professor's gazing at his watch.  An incomplete transcript\nmakes a fully accurate interpretation impossible.  The\nnonverbal component of human communication is as vital\nto the message as the verbal component.  Anthropologists\nhave recently become aware of how much information on\nnonverbal behavior is provided by the written records of the\npast.  A new branch of anthropology, called <em>literary anthropology</em>,\nhas developed with the task of extricating the forms\nof the nonverbal behavior of ancient civilizations from their\nwritings, to be added to what otherwise may be deduced\nfrom visible records on tombs and other pictorial representations.</p>\n<p>Psychiatrists, of course, have always incorporated the\nmovement of the body in the analysis of human interaction.\nBelatedly, linguists too have come to recognize that people\ngesticulate while they talk.  In 1941, David Efron published\na remarkable book comparing the nonverbal behavior of assimilated\nand nonassimilated immigrants in New York City,\nshowing how culture had influenced their body movements.\nNobody noticed.  In 1972, Efron's book was reprinted with a\nnew title, and <em>Gesture, Race, and Culture</em> sold very successfully.\nIn 1952, Ray Birdwhistell wrote his <em>Introduction to\nKinesics</em> relating gestural behavior to spoken language.  The\nterm <em>kinesics</em> caught on among the linguists of the time, but\nin the 1960s, the <em>kineme</em> went the way of the phoneme.  Now\nkinesics is definitely in again.  A series of books on body language\nbegan to appear in the early 1970s, and this subject\nis now covered by ever longer chapters in new textbooks.\nEvery meeting of linguists, psychologists, or anthropologists—\nand recently, also sociologists—has its section on nonverbal\nbehavior.</p>\n<p>The area is still new and the terminology is still in flux.\nWhat I propose is a tri-partite division: (1) <em>Body language</em>\nfor bodily movements in general as they express the mood of\nthe individual, nervously walking back and forth, fidgeting\nwith his hands, or crossing his legs for a more comfortable\nsitting position: (2) <em>Kinesics</em> for message-related body movements\nwhich can substitute for a verbal expression or accompany\na verbalization, reinforcing it, e.g., a German speaker\ncan simply touch his forehead with his index finger or while\ndoing so may say that such and such a person is a bit nutty;\nMediterranean people have a rich repertoire of kinesic gestures;\nAnglo-Saxons are supposed to “keep their hands still”;\nand in one African language, numbers are always indicated\nby the fingers; (3) <em>Social movements</em>, probably the most important\ncategory of the three, comprises those movements of the\nbody that are obligatory within social interaction.  These are\nmovements which children may be explicitly taught, while\nkinesic motions are generally acquired with verbal language.\nGreeting formulas, for example, enter into this category.  In\nEurope, upper-class youngsters learn how to kiss a lady's hand\nwithout their lips actually touching the skin.  Black Americans\nhave developed the highly stylized art of the <em>soul hand-shake</em>.\nThis ritual may take up to fifteen minutes and is\nseldom if ever practiced in inter-racial encounters.  The hand\nmay touch any part of the forearm—and even the elbow—\ngiving a warm sensation of companionship.  Among orthodox\nJews, members of the same sex may hug each other, but men\ndo not shake hands with women.  The Japanese, who find the\ncustom of hand shaking distasteful and unclean, greet each\nother with a deep bow.  Persons of equal status get up at the\nsame time—not an easy feat to accomplish because the two\nparties must ogle each other unobtrusively in order to synchronize\ntheir movements.  When there is a disparity in status,\nit is very important that the person of lower status be the last\none to get up.  If a subordinate were to get up before his superior,\nthe subordinate would feel highly embarrassed: it\nwould be tantamount to his having insulted his superior.</p>\n<p>It is in the realm of social movements that the generation\ngap is most apparent.  Some young Japanese refuse to bow\nto their fathers, some young Europeans balk at handkissing\naltogether, and some young women feel that they are not truly\nliberated if they allow a man to hold the door open for them.</p>\n<p>Research in kinesics is not easy.  It requires a great deal of\npatience and technical know-how, first to videotape or film\nthe subjects and then to analyze their behavior.  One can start\nfrom the meaning and compare all the body motions that go\non when an identical meaning is expressed verbally by any\nof the interactors, or one can concentrate on body parts and\ntranspose on the editing tape all shoulder shrugs, foot tappings,\nand so on.  Eventually, one is still confronted with the\ntask of checking each of these separate body movements within\nall other movements that go on at the same time, thus forming\na gesture cluster.  Applauding with a sarcastic grin on one's\nface is not the same thing as applauding with a cheer.</p>\n<p>Beyond the gestural behavior of people in conversation\nwith each other, one can also research how people perceive\nand eventually reproduce the kinesic behavior of a third party,\ne.g., when talking about somebody who usually sits in a very\nformal manner, people themselves often straighten their posture.\nMaking an analogy with <em>metalanguage</em>, I call this behavior\n<em>metakinesics</em>.</p>\n<p>The relationship between the original kinesic movement\nof the model and the metakinesic movement of the reproducer\nis not one of absolute identity but rather one of sameness of\nproportion.  The speaker who reproduces a kinesic model does\nso within his own body size, the speed of the ongoing conversation,\nand the limits of the space available between him and\nhis conversation partner.  His reproduction may be faster or\nslower and larger or smaller than the model, but it tends to\nmaintain the same proportional relationship which obtains\nin the original for duration, range, and direction of movement.</p>\n<p>Sex identification is very apparent in metakinesics; people\ncopy movements most readily from those of the same sex.  In addition\nto a natural inclination toward sex identification, in\nmetakinesics one can observe strong sex taboos.  These taboos\nseem much more pronounced in men than in women.</p>\n<p>Men are more likely to copy men's behavior; they rarely\ncopy a woman's body movements in exactly the same way\nshe has made them.  A strong taboo seems to intervene, and\nthe movements are copied only approximately or incompletely.\nOne female subject, mentioning a woman wearing\na big earring, brought her hand to her ear in exactly the same\nfashion the woman talked about was in the habit of doing,\nwhile the male subject only touched his ear rather than his\nearlobe, and his hand remained there for a briefer period.\nAnother male subject described a girl “gently playing with her\nhair.”  He cupped his hand in the fashion that the girl had\ndone when stroking her hair, but he never actually touched\nhis hair.  On the videotape one sees the hand going up toward\nthe hair and then, almost suddenly, arresting itself and performing\nthe stroking motion in mid-air.  The same male subject\ncopied the eating motion of a woman by bringing his hand\nup, but again he arrested it just short of touching his mouth.</p>\n<p>The process of metakinesics is basically psychological.\nThe individual reproduces someone else's body movement\nwithin his own physical capabilities and social constraints,\na process that is largely noninteractional.</p>\n<p>The kinesic movements that go on during a conversational\nexchange are of a different nature.  There is a constant\ninteraction by which one conversation partner influences the\nother and vice-versa.  The reciprocal influence is strikingly\napparent in the body postures of interactors, which tend to\nsynchronize.  Sometimes they cross their legs, put their hands\non their laps, scratch their heads, and so forth in what has\nbeen termed <em>interactional synchrony</em>.  At times, one person\nwho has not performed such an act in concert will “stick out\nlike a sore thumb.”  In most interactions, in couples as well\nas in groups, there is a leader.  This dominant partner establishes\nthe tone of the conversation, which may be formal or\nrelaxed, and the other participants then adjust their postures\naccordingly.</p>\n<p>When an adult interacts with a child, he tries to accommodate\nhis nonverbal behavior to the age of the child.  The\nadult sits close to a small child, touches the child when he\nfeels that the little one's attention is wandering, and makes\nuse of extended movements of the hand and the arm to illustrate\nwhat he says.</p>\n<p>In nonverbal behavior, as in all forms of human behavior,\nthere are elements that are innate and common to\nall men, and there are specific forms which are culturally\nconditioned.  Children are socialized into their cultures from\nthe moment of birth.  In North America, newborn babies are\nusually separated from their mothers and are bottle fed by a\nprofessional nurse at regular intervals.  In other cultures, babies\nenjoy a playful body touch and rhythmic rocking by their\nmothers, who also sing to them.</p>\n<p>As children grow up, they adjust to the kinesic behavior\nof their communities.  Eventually, they establish a pattern\nof expectancy for gestural behavior similar to the expectancy\nwhich makes one's mother tongue understandable and other\nlanguages foreign.  When, in the Vanderbilt Linguistics Program,\nthis expectancy was tested by showing a videotape of\na conversational interaction involving a certain amount of\ngesticulation, persons from low kinesic cultures hardly noticed\nany details of the ongoing gesticulations, while persons from\nhigh kinesic cultures—such as South Americans—recalled\nmost of the movements.  It is no surprise to find that bicultural\nindividuals have more than one kinesic code just as bilinguals\npossess mastery of more than one language.</p>\n<p>In truth, we do not talk only with our mouths.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">We Do Not Talk Only With Our Mouths</h1> <p><em><span data-rel=\"author\">Walburga von Raffler-Engel</span> <span data-rel=\"location\">Vanderbilt University</span></em></p> <p>IN THE PAST, linguists have analyzed language as if words\nwere the only means for conveying a message.  They have\nignored the fact that human communication is a combination\nof words and gestures.</p> <p>When an Englishman shakes his head he indicates <em>no</em>\nas much as when he says so.  To a Greek this same head movement\nmeans <em>yes</em>.  To say <em>no</em>, he nods.</p> <p>Cultures vary greatly in the meaning of gestures.  I know\nof one American girl who waved goodbye with the palm of\nher hand open towards the Italian male whose attention she\ndid not appreciate.  Little did she know that in Italy one waves\ngoodbye with the back of the hand and that showing the palm\nof the hand means 'come closer.'</p>"
}