{
  "type": "Crossword",
  "title": "Words Across the Sea: the British Crossword Comes to America",
  "html": "<link rel=\"type\" href=\"Crossword\"><h1 data-rel=\"title\">Words Across the Sea: the British Crossword Comes to America</h1>\n<p><em>Jack Luzzatto, Bronx, New York</em></p>\n<p>The puzzle you see in VERBATIM is a British-style\ncrossword in pattern and clues, but the idiom is\nAmerican.</p>\n<p>The difficulty one has with a British crossword puzzle\non this side of the water is not in the ingenious brilliance of\nthe clues, though they are clever: any bright word-minded\nperson can figure them out once he gets the hang of it.  Rather,\nthe difficulty is with British references to cricket, soccer teams,\nEnglish place names (Portland Bill and Tolpuddle have shown\nup recently in <em>New York Magazine</em> offerings from the London\n<em>Times</em>), and other insular items strange to Americans.  Since\nabout half of the letters are unkeyed, it takes insight to complete\nthe crossword.  (It may well be that when VERBATIM's\nAnglo-American crossword puzzle reaches London, it will\nbaffle the British.)</p>\n<p>In 1941, when I was still making American crosswords,\nI saw my first British puzzle in an American magazine, the\nnow defunct <em>Blue Book</em>.  I had seen other British puzzles in\nEnglish publications, but I hadn't really understood them.\nNow I decided to try to find out what they were all about.\nThe <em>Blue Book</em> puzzle was by-lined, “Edited by Albert H.\nMorehead.”  My cunning little mind said, “Ah, <em>edited</em>!”  So I\nwrote to Mr. Morehead, offering my services as a fellow who\ncould construct a crossword.  [The one concession Morehead's\nBritish crossword made in its American debut was its pattern;\nit had the standard American style, meaning no unkeyed letters.\nBut the clues were British style and certainly baffling\nto those of us to whom such clues were new.]</p>\n<p>Mr. Morehead invited me to his office.  At that time he\nwas bridge editor for <em>The New York Times</em>.  Because he played\nbridge with Mr. Edwin Balmer, writer and editor of <em>Redbook</em>,\nand because he was a most persuasive man, Morehead sold\nthe idea of the British crossword to Balmer, and soon they\nwere published in <em>Blue Book</em> and <em>Redbook</em>.  If you know anything\nat all about the timorousness or conservatism of national\nmagazine policy, you will realize that Morehead pulled off\nan astounding feat.</p>\n<p>Morehead had first discovered the British crossword while\ncovering a bridge tournament in London and had fallen in\nlove with it.  Though a bridge editor and card expert, he told\nme his life's ambition was to be a lexicographer (and so he\nwas to become, abandoning his lucrative <em>Times</em> bridge column\nin later years).  During that first visit with him, I was delighted\nto have him accept my offer to supply crossword puzzles,\neven though he said he would create the clues.  I still\nrelish the first clue he threw at me: “Wearing inside outside.”\nAnswer in seven letters, <em>Tedious</em>.  Neat, to say the least.  Well,\nI caught on fast and started an association with him which\nlasted until he died, in the summer of 1966.  I salute him as\nthe pioneer of the British puzzle in America.</p>\n<p>By now, <em>New York Magazine</em> has offered enough London\n<em>Times</em> crossword puzzles so that the unkeyed pattern is readily\naccepted here.  For many years, though, American puzzle\neditors were circumscribed by the set of rules made by the\n1924 pioneers of crosswords in this country: Hartswick,\nBuranelli, and Petherbridge (this last member of the trio is\nthe illustrious Margaret Farrar).  These rules called for, among\nother things: no unkeyed letters, not more than one-sixth of\nthe squares to be black, and not more than one word at a time\nin a space.  The British crossword puzzle violates all of these\nrules.  No American crossword editor, from 1930 to about 1960,\nviolated them, however—except Margaret Farrar, who permitted\nMarc Connelly, the playwright, to make a few British-style\ncrosswords for the Sunday <em>New York Times</em>.</p>\n<p>The great advantage of the British crossword is the elimination\nof “junk” puzzle words such as those that pertain to\nPhilippine trees, Hindu arcana, and extinct flora and fauna—\nwords that are useful because they “fit.”  Now, all answer\nwords can be good, the clues can be witty, tricky, even naughty,\nbut always they are amusing or delightfully baffling.  The\nsolving of this type of puzzle gives mental stimulation and is\na source of satisfaction, once it has been mastered.  The solver,\nthen, knows he has won a battle of wits.  It's the only kind\nof puzzle I care to solve, for its interest never palls, provided\nthe clues are good.</p>\n<p>Do not approach these puzzles thinking the clues will\nprove to be too hard.  Each clue carries an honest definition\nfor the word it identifies; it but cloaks the word in a clever\ndisguise.  The disguise is a sentence, which, if you analyze it,\ngives you a blueprint of the answer.</p>\n<p>Bring your powers of reasoning into the fray, and you,\ntoo, will look forward to each new puzzle with joyful and\neager anticipation.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Crossword\"> <h1 data-rel=\"title\">Words Across the Sea: the British Crossword Comes to America</h1> <p><em>Jack Luzzatto, Bronx, New York</em></p> <p>The puzzle you see in VERBATIM is a British-style\ncrossword in pattern and clues, but the idiom is\nAmerican.</p> <p>The difficulty one has with a British crossword puzzle\non this side of the water is not in the ingenious brilliance of\nthe clues, though they are clever: any bright word-minded\nperson can figure them out once he gets the hang of it.  Rather,\nthe difficulty is with British references to cricket, soccer teams,\nEnglish place names (Portland Bill and Tolpuddle have shown\nup recently in <em>New York Magazine</em> offerings from the London\n<em>Times</em>), and other insular items strange to Americans.  Since\nabout half of the letters are unkeyed, it takes insight to complete\nthe crossword.  (It may well be that when VERBATIM's\nAnglo-American crossword puzzle reaches London, it will\nbaffle the British.)</p> <p>In 1941, when I was still making American crosswords,\nI saw my first British puzzle in an American magazine, the\nnow defunct <em>Blue Book</em>.  I had seen other British puzzles in\nEnglish publications, but I hadn't really understood them.\nNow I decided to try to find out what they were all about.\nThe <em>Blue Book</em> puzzle was by-lined, “Edited by Albert H.\nMorehead.”  My cunning little mind said, “Ah, <em>edited</em>!”  So I\nwrote to Mr. Morehead, offering my services as a fellow who\ncould construct a crossword.  [The one concession Morehead's\nBritish crossword made in its American debut was its pattern;\nit had the standard American style, meaning no unkeyed letters.\nBut the clues were British style and certainly baffling\nto those of us to whom such clues were new.]</p>"
}