{
  "type": "Article",
  "title": "Schweppes, le 'drink' des gens raffinés",
  "author": "Myrna Knepler",
  "location": "Chicago, Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Schweppes, le 'drink' des gens raffinés</h1>\n<p><em><span data-rel=\"author\">Myrna Knepler</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p>\n<p>Why is it that a high priced condominium is advertised\nin American newspapers as a <em>de luxe</em> apartment\nwhile French magazines try to sell their more affluent\nreaders <em>appartements de grand standing</em>?  Madison Avenue,\nwhen constructing ads for high priced non-necessary items,\nmay use French phrases to suggest to readers that they are\nidentified as super-sophisticated, subtly sexy, and privy to\nthe secrets of old world charm and tradition.  In recent years\nFrench magazines aimed at an increasingly affluent public\nhave made equally canny use of borrowed English words to\nsell their wares.</p>\n<p>The advertising pages of the <em>New Yorker</em> and the more\nelegant fashion and home decorating magazines often depend\non blatant flattery of the reader's sense of exclusiveness.  Time\nand time again the reader is told “only <em>you</em> are elegant, sophisticated,\ndiscriminating and rich enough to use this product.”\nOf course the “you” must encompass a large enough\ngroup to insure adequate sales.  Foreign words, particularly\nprestigious French words, may be used to reinforce this\nselling message.</p>\n<p>French magazines often use English words in their advertising\nto suggest to potential consumers a slightly different\nbut equally flattering self-image.  The reader is pictured as\nsomeone in touch with new ideas from home and abroad who\nhas not forgotten the traditional French arts of living, but\nis modern enough to approach them in a completely up-to-date\nand casual manner.</p>\n<p>Of course, each language has borrowed words from the\nother which have, over the course of time, been completely\nassimilated.  It is not these that the advertiser exploits but rather\nwords that are foreign enough to evoke appealing images of\nan exotic culture.  When the French reader is urged to try\n“Schweppes, le 'drink' des gens raffinés” or an American consumer\nis told that a certain manufacturer has “the <em>savoir faire</em>\nto design <em>la crème de la crème</em> of luxurious silky knits,” the\nforeign words do not say anything that could not be as easily\nsaid by native ones.  What they do convey is something else.\nThey invite the reader to share in the prestige of the foreign\nlanguage and the power of the images associated with that\nlanguage's country of origin.</p>\n<p>In each country a knowledge of the other's language is\nan important sign of cultivation.  Today, English is the language\nstudied by an overwhelming majority of French students,\nand the ability to speak it well is increasingly valued\nas a symbol of prestige as well as a marketable skill.  Despite\nthe decrease in foreign language study in the United States,\nFrench has maintained its reputation as a language people\nought to know.  Adding a few obviously foreign words from\nthe prestige language not only increases the prestige of the\nproduct itself but also flatters the reader by reminding him\nthat he has enough linguistic talent to understand what is being\nsaid.  As in the “only-<em>you</em>-are-elegant, -sophisticated, -discriminating-and-rich-enough”\nappeal, the advertiser must be careful\nnot to exclude too many potential customers, and the\nforeign expressions are usually transparent cognates or easily\nunderstood words.  A French reader may be urged to buy cigarettes\nby being told that “partout dans le monde c'est YES à\nBenson and Hedges” while the <em>New Yorker</em> reader can consider\na vacation on “an island [off the coast of South Carolina]\nwhere change hasn't meant commercialism, and tranquillity\nstill comes <em>au naturelle</em>.”</p>\n<p>Even monolinguals are not excluded from this flattery.\nThe word can be given in the foreign language and then translated;\nthe reader is still in on the secret: “ 'goût' is the French\nword for taste and Christolfe is the universal word for taste\nin vases.”</p>\n<p>The prestige of a foreign term and its possible ambiguity\nfor the reader may serve to disguise a negative fact about the\nproduct.  A necklace of Perle de Mer advertised in an American\nmagazine is not composed of real pearls made by nature\nin the sea but of simulated pearls produced by a large American\nmanufacturer.  By the same token, when a French advertisement\nfor a packaged tour offers “aller et retour en classe\ncoach” the prestige of the English word <em>coach</em> disguises the\nfact that it is the less luxurious form of airline transportation\nthat is being offered.</p>\n<p>But the most important function of borrowed words in\nadvertising is to project an image of their country of origin\nin order to create for the reader the illusion that the product,\nand by implication its user, will share in the good things suggested\nby that image.  French names like <em>Grand Prix, Coupe\nDe Ville</em>, and <em>Monte Carlo</em> attached to American car models\nhelp the advertiser to get across the message that the car is\nluxurious, sophisticated, and elegantly appointed and that\ndriving such an automobile reflects positively on the taste of\nits potential owner.  In almost all cases French names are reserved\nfor the more expensive models while American words\nare favored for small meat-and-potatoes cars like <em>Charger,\nMaverick, Pinto</em> and <em>Bronco</em>.  Similarly, the French reader\nis likely to encounter a large number of American technical\nterms in ads for appliances, radio and television equipment,\ncameras, and “gadgets de luxe,” since the manufacturer benefits\nby associating American mechanical skill with his products.\nAn advertisement for French-made hi-fi equipment\nappearing in a French magazine spoke of the product's\n“push-pull ultra linéaire, 6 haut-parleurs, 2 elliptiques et 4\ntweeters ... montés sur baffle.”</p>\n<p>Images, which are used again and again, are often based\non myths of the other country's culture.  Words like <em>tomahawk</em>\nand <em>trading posts</em> are used in French advertisements to evoke\nimages of a western-movie America of naturalness, freedom,\nand adventure in order to sell products like “Chemise de 'cow\ngirl,' ” “bottes Far West,” and vests in the style of “Arizona\nBill,” irrespective of the real West that is or was.  The name\n<em>Monte Carlo</em> attached to an American-made car trades on\nthe American consumer's image of a once-exclusive vacation\nspot, now available as part of low-cost travel packages.  Thus\nthe name <em>Monte Carlo</em> can convey to an automobile a prestige\nthat the real trip to Monte Carlo has long since lost.</p>\n<p>Those images that are not completely mythic are usually\ngross stereotypes of the other country's culture.  Few Americans\nwould recognize the image of American life presented\nin French advertising—a new world filled with eternally\nyouthful, glamourously casual, up-to-date men and women\ndevoted to consuming the products of their advanced technology.\nSimilarly, few French men and women would recognize\nthe nation of elegant and knowing consumers of food,\nwine, and sophisticated sex pictured in American ads.</p>\n<p>The image of France as a nation of lovers, bold yet unusually\nsubtle in their relations with the opposite sex, is often\ncalled upon to sell perfume and cosmetics, sometimes of French\norigin but packaged and advertised specifically for the American\nmarket.  An ad which appeared several years ago in the\n<em>New Yorker</em> showed a bottle of perfume labeled “voulez-vous”\nimplanted next to a closeup of a sexy and elegant woman,\nher face shadowed by a male hand lighting her cigarette.  The\ntext: “The spark that starts the fire.  Voulez-vous a new perfume.”\n<em>Audace, Robe d'un Soir</em>, and <em>Je Reviens</em> are other\nperfumes advertised in American magazines with pictures\nand copy that reinforce the sexual suggestiveness of the prominently\nfeatured French name on the label.</p>\n<p>It may be surprising for Americans to learn that English\nnames are given to perfumes sold in France to enhance their\nromantic image.  <em>My Love, Partner</em>, and <em>Shocking</em> are some\nexamples.  Advertisements for French-made men's cosmetics\nin French magazines may refer to products such as <em>l'aftershave</em>\nand <em>le pre-shave</em>.  Givenchy's <em>Gentleman</em> is advertised to\nFrenchmen as an eau de toilette for the man who dares to\nappear at business lunches in a turtleneck sweater and has\nthe courage to treat love in a casual manner.</p>\n<p>The recent swelling of the list of Americanisms used in\nFrench advertising and in French speech has pained many\nFrenchmen and has even caused the government to take action.\nFor a number of years the leader in this “war against\nanglicisms” has been René Etiemble, a professor at the Sorbonne.\nEtiemble, through magazine articles, radio and television\nappearances and his widely read book, <em>Parlez-vous\nfranglais?</em>, struggles vehemently against what he most often\nrefers to as an “invasion” of American terms.  He does little\nto disguise his strong anti-American sentiments.  American\nwords are rejected as agents of a vulgar American culture\nand both are seen as threats to the French way of life.  According\nto Etiemble “[the] heritage of words [is the] heritage of\nideas: with <em>le twist</em> and <em>la ségrégation, la civilisation cocol-coolique</em>,\nthe American manner of not living will disturb and\ncontaminate all that remains of your cuisine, wines, love and\nfree thought.”  It would be difficult to find a stronger believer\nin the power of words than Etiemble.</p>\n<p>In response to the concerns of Etiemble and others, a\nseries of committees composed of highly placed French scientists\nand language experts were charged with the task of\nfinding Gallic equivalents for such popular terms as <em>le meeting,\nle marketing, le management</em>, and <em>le know-how</em>.  The\nrecommended replacements are: <em>la réunion, la commercialisation,\nla direction</em>, and, of course, <em>le savoir faire</em>.  The replacements\ndo not seem to have taken root.</p>\n<p>At the end of 1975 a more radical step was taken.  The\nFrench National Assembly passed a law banning the use of\nall foreign words in advertising in those cases in which a\nnative alternative has been officially suggested, and instituting\na fine against violators.</p>\n<p>Both Etiemble and the government purists rely strongly\non the “logical” argument that most loan words are not needed\nbecause there already exists a native equivalent with exactly\nthe same meaning.  Yet a look at the advertising pages of\nFrench and American magazines will show that borrowed\nwords are used again and again when there are obvious native\nequivalents.  Certainly the English words in “c'est YES à Benson\nand Hedges” and “Le 'drink' des gens raffinés” could be translated\nwithout loss of literal meaning—but they are not.</p>\n<p>It is precisely because of the connotations associated with\nthe culture of its country of origin, not its denotations, that\nadvertisers find the borrowed word attractive.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Schweppes, le 'drink' des gens raffinés</h1> <p><em><span data-rel=\"author\">Myrna Knepler</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p> <p>Why is it that a high priced condominium is advertised\nin American newspapers as a <em>de luxe</em> apartment\nwhile French magazines try to sell their more affluent\nreaders <em>appartements de grand standing</em>?  Madison Avenue,\nwhen constructing ads for high priced non-necessary items,\nmay use French phrases to suggest to readers that they are\nidentified as super-sophisticated, subtly sexy, and privy to\nthe secrets of old world charm and tradition.  In recent years\nFrench magazines aimed at an increasingly affluent public\nhave made equally canny use of borrowed English words to\nsell their wares.</p> <p>The advertising pages of the <em>New Yorker</em> and the more\nelegant fashion and home decorating magazines often depend\non blatant flattery of the reader's sense of exclusiveness.  Time\nand time again the reader is told “only <em>you</em> are elegant, sophisticated,\ndiscriminating and rich enough to use this product.”\nOf course the “you” must encompass a large enough\ngroup to insure adequate sales.  Foreign words, particularly\nprestigious French words, may be used to reinforce this\nselling message.</p> <p>French magazines often use English words in their advertising\nto suggest to potential consumers a slightly different\nbut equally flattering self-image.  The reader is pictured as\nsomeone in touch with new ideas from home and abroad who\nhas not forgotten the traditional French arts of living, but\nis modern enough to approach them in a completely up-to-date\nand casual manner.</p>"
}