{
  "type": "Article",
  "title": "Humpty Dumpty's World",
  "author": "Francis Griffith",
  "location": "Port Washington, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Humpty Dumpty's World</h1>\n<p><em><span data-rel=\"author\">Francis Griffith</span> <span data-rel=\"location\">Port Washington, New York</span></em></p>\n<p>Until a few years ago eggs were graded as small, medium,\nand large.  Today, search as you will, you won't find small\neggs in any supermarket.</p>\n<p>Small and medium are pejoratives in the lexicon of advertising\nagencies.  Giant, monster, and mammoth have taken\ntheir place.  The small tube of toothpaste is now the giant\neconomy size, a community gathering is a monster rally, and\na garage sale is a mammoth event.  Hens now lay only medium,\nlarge, extra-large, and jumbo eggs.</p>\n<p>Porno movies intended for emotionally and intellectually\nstunted adolescents are labeled “for mature audiences.”  <em>Permanent</em>\nmeans 'temporary,' as in <em>permanent wave</em>.  Comic\nstrips are dull, sadistic, or just plain stupid, but comic they\nare not.  Ginger ale, once a tawny liquid with a taste of ginger\nso sharp it made your eyes water, is now a pale insipid mixer\nwhich contains about as much ginger as a welsh rabbit contains\na rabbit.</p>\n<p>Sex, once the property of living things only, is now ascribed\nto inanimate objects.  A car is advertised as a sexy import,\na shaving cream is described as masculine, and perfume\nas intensely feminine.</p>\n<p>Builders who invade a pleasant countryside, bulldoze\nits trees and shrubs, cart away its topsoil, construct hundreds\nof jerry-built look-alike homes, smear the earth with blacktop,\nand erect garish billboards advertising their depredations\nare called developers and the scarred landscape they leave\nbehind is called a development.</p>\n<p><em>Liberal</em> once meant 'humane' as opposed to 'doctrinaire.'\nA liberal was one who espoused the rights of the weak, defenseless,\nand poor who were incapable of speaking for themselves.\nIn today's world a liberal is one who advocates the\ndestruction of the unborn, the senile, and the incurably ill\nbecause they are in the way.</p>\n<p>Totalitarian oligarchies officially call themselves <em>democracies</em>\nas, for example, the Democratic Republic of East\nGermany or the People's Republic of China.  A <em>terrorist</em> is a\nfreedom fighter if we agree with his aims.  Bombing civilian\npopulations is called <em>pacification</em>.</p>\n<p><em>Gay</em> is another word whose pristine meaning has been\nreversed.  Once a synonym for innocent joy, it now connotes\nthe morose homosexuals who, humorless and tense, gather in\nsleazy bars and other public places in a mood anything but\njoyful and innocent.  It has taken on such a homosexual connotation\nthat teachers avoid it in their classrooms.  Wordsworth's\n“A poet could not but be gay in such a jocund company”\ncauses today's kids to hoot and holler.</p>\n<p>Even the BBC avoids <em>gay</em>.  When the British ambassador\nto Ireland was assassinated a couple of years ago, his friend\nSir Christopher Soames paid a spontaneous radio tribute to\nhim.  “He was gay...” said Sir Christopher in innocence and\ntruth.  The broadcasting officials were stunned and dropped\nthe awkward word when the tribute was rebroadcast.</p>\n<p>The long-haired young people who proclaim that they\nare <em>doing their own thing</em> are doing everybody else's.  Fearing\nto be different, they dress alike, think alike, speak alike, act\nalike.  Their common uniform is a pair of ragged denims, a\nsoiled T-shirt, and shabby sneakers, and they wouldn't be\nfound dead wearing a clean shirt, necktie, or bra.  They all\nlisten to the incessant pounding of the same rock bands and\nthe nasal shrieking of the same vocalists, and they hold the\nsame opinions on every subject from abortion to Zen.</p>\n<p>Every language changes as time marches on.  Words are\ncreated, acquire new meanings, thrive by use, and die from\ndisuse.  A linguistic system perishes when it no longer helps\nus to see the world around us as it really is.</p>\n<p>Many of the verbal changes occurring today obscure\nreality.  Unlike those that have gone before, they are planned,\nthe result of a conscious effort by an individual or group to\nmanipulate attitudes and beliefs.  They are calculated perversions\nof truth, intended to mislead and deceive.  Old words\nare clothed with new and entirely opposite meanings, as in\nthe nazi and fascist national anthems which extolled liberty\nand justice.</p>\n<p>During the course of centuries some words have taken\non antithetical meanings.  <em>Let</em>, for instance.  Hamlet's threat\nwhen Marcellus and Horatio try to prevent him from following\nhis father's spirit, “By heaven, I'll make a ghost of him\nthat lets me,” is meaningless unless we understand that in\nShakespeare's time <em>let</em> meant 'prevent,' the opposite of what\nit means today except in the restricted tennis sense of <em>let</em> ball,\nwhich the naive believe to be an illiterate corruption of <em>net\nball</em>, a variant.</p>\n<p>Another example is <em>fast</em>, a word which is a bundle of\ncontradictions.  A man is fast if he is tied to a stake and unable\nto move, and he is fast if he runs a hundred yards in ten\nseconds.  No matter whether he is a tightwad or a spendthrift,\nhe is fast.  If he abstains from eating and drinking, he is said\nto fast, and if he eats and drinks to excess he is said to be leading\na fast life.</p>\n<p>But the forces which brought about the semantic alterations\nof <em>let</em> and <em>fast</em> over the years are not the same as those\nthat have reversed the meanings of so many words today.\n<em>Let</em> 'to hinder' has a different etymological origin from <em>let</em> 'to\npermit.'  <em>Fast</em> developed new meanings gradually without\nconscious effort on anyone's part, following a natural order.\nIts original meaning was 'firm,' which suggested strength and\npersistence in movement.  This led into 'to run fast', that is,\nto run without slackening, which in turn introduced the notion\nof rapidity.  'Living too fast,' a later development, followed\nalmost logically from the preceding meanings.  The resulting\ncontradictory significances were unplanned and normally\ndeveloped.</p>\n<p>But many of today's reversals are deliberately contrived.\nIn advertisements, editorials, headlines, and in fact in any\nplace where language is used to influence opinions and actions,\ninstances can be found without too much effort.  When <em>large</em>\nmeans 'small'; <em>economy</em> 'waste'; <em>mature</em> 'immature'; <em>permanent</em>\n'temporary'; <em>develop</em> 'destroy'; <em>democratic</em> 'totalitarian';\n<em>gay</em> 'glum'; <em>liberal</em> 'inhumane'; <em>doing your own thing</em> 'following\nthe crowd,' our language is setting the world on its\near.  The mind reels at such semantic reversals.</p>\n<p>We are living in a Lewis Carroll topsy-turvydom, an\nenvironment in which language does not always correspond\nwith reality and where things are not always what they seem\nto be.</p>\n<p>If our image of the world is sometimes like a distorted\nimage in a wavy mirror, the fault, dear Brutus, is not in our\nstars but in our language.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Humpty Dumpty's World</h1> <p><em><span data-rel=\"author\">Francis Griffith</span> <span data-rel=\"location\">Port Washington, New York</span></em></p> <p>Until a few years ago eggs were graded as small, medium,\nand large.  Today, search as you will, you won't find small\neggs in any supermarket.</p> <p>Small and medium are pejoratives in the lexicon of advertising\nagencies.  Giant, monster, and mammoth have taken\ntheir place.  The small tube of toothpaste is now the giant\neconomy size, a community gathering is a monster rally, and\na garage sale is a mammoth event.  Hens now lay only medium,\nlarge, extra-large, and jumbo eggs.</p> <p>Porno movies intended for emotionally and intellectually\nstunted adolescents are labeled “for mature audiences.”  <em>Permanent</em>\nmeans 'temporary,' as in <em>permanent wave</em>.  Comic\nstrips are dull, sadistic, or just plain stupid, but comic they\nare not.  Ginger ale, once a tawny liquid with a taste of ginger\nso sharp it made your eyes water, is now a pale insipid mixer\nwhich contains about as much ginger as a welsh rabbit contains\na rabbit.</p>"
}