{
  "type": "Article",
  "title": "Bleep That Slur!",
  "author": "Andrew E. Beresky",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Bleep That Slur!</h1>\n<p><em><span data-rel=\"author\">Andrew E. Beresky</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>Within the past few years, several American dictionaries\nhave found fit to squeeze in a new derogatory entry which\nhas no place in lexicons already crowded with derogatory\nterms.  The word is <em>honky</em>, the latest of ethnic slurs which\nwon its quick acceptance mainly through the medium of\ntelevision.</p>\n<p>On practically every TV situation comedy, crime series,\nand talk show, as well as on news shows, the discriminatory\nterm has been bandied about indiscriminately to apply to all\nwhite people.  Even so-called liberal whites have cutely picked\nit up to show that they are “right-on” with the cause and are\n“telling it like it is.”  This is simply not the correct usage of\nmy personal pet derogation.  Not every white person can qualify\nas a honky.</p>\n<p>I, for instance, am a honky by nature of birth, albeit\nsecond and one-half generation.  But not by the wildest stretch\nof the imagination could I consider President Carter to be\none.  Henry Kissinger need only utter a few words to be\ndubbed, rather erroneously, as a honky.  Meanwhile, former\nspecial Watergate prosecutor Leon Jaworski may not sound\nlike one, but the mere signing of an autograph is a dead\ngiveaway.</p>\n<p>Ace TV crime fighter Karl Maiden and band leader\nLawrence Welk both look like honkies—and are.  On the\nother hand, Boris Karloff had the distinctive air of a grand\nhonky—but wasn't, though his fellow bogeymen Peter Lorre\nand Bela Lugosi were.</p>\n<p>It is believed that <em>honky</em> was started on its way to biased\nfaddism several years ago when Rap Brown used the term in\nfront of TV news cameras.  Mr. Brown may have been an\nastute political activist, but he hadn't learned his prejudices\nwell.  Or perhaps he learned them too well.  It's highly implausible\nthat the word, as used by Brown then and by all\nothers now, stemmed from <em>honky-tonk</em> which my dictionary\ndescribes as 'a cheap, sordid saloon, cabaret, etc.'  Heaven\nknows, every race and ethnic group has its share of honky-tonks.</p>\n<p>No, I maintain that <em>honky</em> was, and is a deliberate mispronunciation\nof <em>hunky</em>, one of white Anglo-Saxon America's\nmost popular ethnic (but not racial) slurs that gained wide\nusage during the era of this country's most impressive growth\nand development.  Of the latest dictionary editions that list\n<em>honky</em> for the first time, only <em>Funk</em> &amp; <em>Wagnall's Standard\nCollege Dictionary</em> (1974) apparently agrees.  It states, parenthetically,\nthat the word is “possibly derived from hunky.”</p>\n<p><em>The Random House College Dictionary</em> (1975) merely\nstates “origin uncertain.”  Curiously, while neither <em>Webster's\nNew 20th Century Unabridged</em> (1976) nor <em>Webster's New\nWorld Dictionary of the English Language</em> (1972) makes any\nmention of the term, <em>Webster's New Collegiate</em> (1976) lists\ntwo alternate spellings—<em>honkie</em> and <em>honkey</em>—but offers no\netymology except to say that it is “usually used disparagingly.”</p>\n<p>Most dictionaries are in accord that <em>hunky</em> is used to\ndescribe 'an unskilled or semi-skilled workman of foreign\nbirth; especially a Hungarian.'  True, the word may have its\nroots in the application by white Anglo-Saxon Americans to\nimmigrant Hungarians.  But in fact it was also applied to\nthose foreign-born, regardless of skill or profession, coming\nfrom other middle and eastern European countries, especially\nPoland, Russia, Czechoslovakia, Lithuania, Yugoslavia, and\nso on.  Foreigners with other accents or heritage, such as\nGermans, Italians, Jews, Scots, Swedes, etc., could not earn\nthat distinction.  They inherited their own ethnic slurs.  But\nwhatever the accent of the non-honky, he quickly learned\nto apply the term.</p>\n<p>My maternal grandfather, for instance, often told the\nstory of his working as a water boy for a work crew building\na railroad near Pittsburgh shortly after he came to this country\nas a youngster from Czechoslovakia, more than a century\nago.  On the job, he befriended a Scottish-born timekeeper\nwho delighted in applying a double epithet to my grandfather.\nIn a strong, inherited burr, the timekeeper would call my\ngrandfather, rather redundantly, “my little gr-r-reenhor-r-rn\nhunky.”  Perhaps what delighted my grandfather most in\nretelling the story was the fact that the young Scot was\nAndrew Carnegie.</p>\n<p>Before a new TV season is upon us, I personally hope\nthat <em>honky</em> will not again be inserted in scripts as freely as\n<em>whitey</em> and <em>Mr. Charlie</em> were tossed about a few years back.\nBut at least these terms were original, not borrowed from\nother derogations.  To borrow the discriminatory term of\n<em>honky</em> to denote any white person is a cop-out on discrimination.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Bleep That Slur!</h1> <p><em><span data-rel=\"author\">Andrew E. Beresky</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>Within the past few years, several American dictionaries\nhave found fit to squeeze in a new derogatory entry which\nhas no place in lexicons already crowded with derogatory\nterms.  The word is <em>honky</em>, the latest of ethnic slurs which\nwon its quick acceptance mainly through the medium of\ntelevision.</p> <p>On practically every TV situation comedy, crime series,\nand talk show, as well as on news shows, the discriminatory\nterm has been bandied about indiscriminately to apply to all\nwhite people.  Even so-called liberal whites have cutely picked\nit up to show that they are “right-on” with the cause and are\n“telling it like it is.”  This is simply not the correct usage of\nmy personal pet derogation.  Not every white person can qualify\nas a honky.</p> <p>I, for instance, am a honky by nature of birth, albeit\nsecond and one-half generation.  But not by the wildest stretch\nof the imagination could I consider President Carter to be\none.  Henry Kissinger need only utter a few words to be\ndubbed, rather erroneously, as a honky.  Meanwhile, former\nspecial Watergate prosecutor Leon Jaworski may not sound\nlike one, but the mere signing of an autograph is a dead\ngiveaway.</p>"
}