{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: What Emerges in an Emergency?",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>What Emerges in an Emergency?</em></h1>\n<p><em>Robert A. Fowkes, New York University</em></p>\n<p>To some of us who dabble in etymology the field is an\nintriguing, if perilous study.  It seems to undergo alternating\nperiods of approbation and condemnation.  But unawareness\nof etymology is, perhaps, in the main, more of a blessing than\na bane.  Relatively few people bother to ask themselves what\nthe segments of words like <em>emergency, constitution</em>, or <em>challenge</em>\nmean.  And it is just as well, or language might cease\nto function altogether.  Still, an occasional curious cove may\nwonder what emerges in an emergency, while most of his fellow\ncreatures treat it as an approximate synonym of <em>crisis</em> or\n<em>danger</em> or the like, and for them it remains just as opaque in\nformation as, say, <em>sycamore, identity</em>, or <em>carburetor</em>.</p>\n<p>But <em>emergency</em> is obviously somehow derived from <em>emergence</em>\n(which has the same termination as that seen in <em>difference,\ncontinence, reticence</em>), ultimately from a Latin present\nparticiple of <em>ēmergō, -ere</em> 'come forth, rise up.'  Whether\nthis derivation occurred in old French or in learned Latin\n(*<em>emergentia</em>?) or both is not too clear or too relevant here.\nYet <em>ēmergō</em> = <em>ē</em>'out of' + <em>mergō</em>'immerse, dip, sink, plunge,'\nand <em>ēmergere</em> means 'rise up (like some sea monster?) out of\n(the deep?).'  A <em>merg-anser</em> is a diving bird (literally a 'plunging\ngoose').  The present meaning of <em>emergency</em> did not emerge\nor crop up until the seventeenth century, and Samuel Johnson\nwas still condemning it a century later as “a sense not proper”\n(cf. E.L. McAdam, Jr. and George Milne, <em>Johnson's Dictionary,\nA Modern Selection</em>.  New York: Pantheon Books, 1963,\np. 165).  It would be rash to venture a guess that the rhyme\nwith <em>urgency</em> helped to promote the present meaning.</p>\n<p>What happens in a <em>merger</em>?  One firm or organization\noften becomes swallowed up (or down) and loses its identity.\nYet we often act as if <em>merge</em> meant 'blend, join together, enter\ninto a union on more or less equal terms.'  Some linguists—\nnot all—speak of <em>mergers</em> as if they were the equivalent of\nblends.  In old legal terminology, however, the English translation\nof French <em>merger</em> (infinitive) was often 'drown.'  Not\nlong ago two colleges in our vast university were 'merged.'\nThe undersigned, a member of the smaller and better one,\nmumbled in a faculty meeting, “Etymologically, yes,” whereupon\nthe presiding dean asked, “What was that?” and received\nthe reply in simplified English translation, “We're being submerged\n!”  We were, and most of us regarded it as an outrage.</p>\n<p>Where is the <em>rage</em> in <em>outrage?</em>  Nowhere, etymologically,\nand the same holds true for the <em>out</em>.  For, although we\nmay be “put out” and feel intense rage at what we regard\nas an outrage, the word itself contains neither of the two\nelements of which it might seem to consist.  For it is from\nFrench <em>outrage</em>, cf.  Old French <em>oltrage, ultrage</em> (cf. also\nItalian <em>oltraggio</em>, which may or may not be independent of\nthe French).  The source, then, is Latin <em>ultra</em> 'beyond' plus\na suffix -<em>age</em>, reflecting possibly a Latin ending -<em>¯ticum</em>.  The\nformation is therefore not unlike that of the neologism\n<em>outage</em> heard so frequently during recent power failures.\nThis may have been modeled on some such word as\n<em>shortage</em>, with overtones of <em>wattage, voltage</em>, etc., but its\nformation is very similar to that of <em>outrage</em>, and there is\nscant cause for <em>outrage</em> at the upstart.  It is, of course, hard\nto believe that there is no association, by popular or\nunpopular etymology, with <em>rage</em>, and rage is certainly\nreflected in reaction to outrages like outages.  The pronunciation\nof the second element also attests to some such\nassociation (the word rhymes with <em>spout age</em> rather than\nwith *<em>sproutidge</em>).  An elementary school teacher of mine\nover five decades ago said, “When rage gets into us, we are\nenraged; when it comes out, we are outraged.”  She\nvouchsafed much interesting misinformation (e.g., “A.D. =\n'after death' ”) and may have kindled the spark of my\ninterest in etymology, thus contributing to the delinquency\nof a minor.</p>\n<p>It may be somewhat <em>discomforting</em> to be <em>discomfited</em> and\nalso to find out that the words are not related, except in their\nprefixes.  A glance at an etymological dictionary will reveal\ntheir actual sources.  A bold knight once <em>demeaned</em> himself\nbravely in combat, discomfiting all he encountered, in fact.\nI think of a page in Chrétien's <em>Lancelot</em> where the two words\noccur in close proximity, and the English translator used <em>demeaned</em>\nand discomfited as their equivalents.  But the analogy\nof <em>debase</em> has probably caused <em>demean</em> (cf. its derivative <em>de-\nmeanor</em>) to assume the sense of <em>de</em>- plus <em>mean</em> 'base.'  Hence\napparent etymological transparency results in new semantic\ndirections with usurpation and replacement of the old.  This\ndoes not always happen, of course.  For, although the <em>clan</em>\nmay seem <em>destined</em> to hold <em>clandestine</em> sessions, no etymological\nconnection between that word and <em>clan</em> or <em>destine</em> can\nbe made, nor does a fancied one impart any new sense to signifier\nor signified.</p>\n<p>Sometimes old folk-etymological association prevails,\nand its venerability lends an acceptance long after the process\nis forgotten.  <em>Obliterate</em> once meant to wipe out a letter (<em>litera</em>);\nbut association with two unrelated words <em>oblitum</em> 'blotted\nover' and <em>oblītum</em> 'forgotten' has extended the meaning in\nsuch a way that a merger has obliterated the “real” etymology\nand relegated it to oblivion.  In examples like <em>aggravate, transpire,\nlackadaisical</em> (and maybe the wretched <em>viable</em>—for I\nseem to share some of Edwin Newman's prejudices) similar\nprocesses no doubt occurred.  When we are old enough to have\nwitnessed the processes, we feel revulsion—once a mistake\nfor <em>repulsion</em>, perhaps.  When they happened ages ago, we\nbow in veneration, blissfully aware that veneration has some\nconnection with Venus, but not pedantic enough to confine\nit to one deity.</p>\n<p>If we were not endowed with etymological oblivion, we\ncould never (etymo)logically board a train, or sail on a steamer,\nor play a silver woodwind in a dilapidated wooden hut,\nexperiences we might not want to miss.  Or would we?</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>What Emerges in an Emergency?</em></h1> <p><em>Robert A. Fowkes, New York University</em></p> <p>To some of us who dabble in etymology the field is an\nintriguing, if perilous study.  It seems to undergo alternating\nperiods of approbation and condemnation.  But unawareness\nof etymology is, perhaps, in the main, more of a blessing than\na bane.  Relatively few people bother to ask themselves what\nthe segments of words like <em>emergency, constitution</em>, or <em>challenge</em>\nmean.  And it is just as well, or language might cease\nto function altogether.  Still, an occasional curious cove may\nwonder what emerges in an emergency, while most of his fellow\ncreatures treat it as an approximate synonym of <em>crisis</em> or\n<em>danger</em> or the like, and for them it remains just as opaque in\nformation as, say, <em>sycamore, identity</em>, or <em>carburetor</em>.</p> <p>But <em>emergency</em> is obviously somehow derived from <em>emergence</em>\n(which has the same termination as that seen in <em>difference,\ncontinence, reticence</em>), ultimately from a Latin present\nparticiple of <em>ēmergō, -ere</em> 'come forth, rise up.'  Whether\nthis derivation occurred in old French or in learned Latin\n(*<em>emergentia</em>?) or both is not too clear or too relevant here.\nYet <em>ēmergō</em> = <em>ē</em>'out of' + <em>mergō</em>'immerse, dip, sink, plunge,'\nand <em>ēmergere</em> means 'rise up (like some sea monster?) out of\n(the deep?).'  A <em>merg-anser</em> is a diving bird (literally a 'plunging\ngoose').  The present meaning of <em>emergency</em> did not emerge\nor crop up until the seventeenth century, and Samuel Johnson\nwas still condemning it a century later as “a sense not proper”\n(cf. E.L. McAdam, Jr. and George Milne, <em>Johnson's Dictionary,\nA Modern Selection</em>.  New York: Pantheon Books, 1963,\np. 165).  It would be rash to venture a guess that the rhyme\nwith <em>urgency</em> helped to promote the present meaning.</p> <p>What happens in a <em>merger</em>?  One firm or organization\noften becomes swallowed up (or down) and loses its identity.\nYet we often act as if <em>merge</em> meant 'blend, join together, enter\ninto a union on more or less equal terms.'  Some linguists—\nnot all—speak of <em>mergers</em> as if they were the equivalent of\nblends.  In old legal terminology, however, the English translation\nof French <em>merger</em> (infinitive) was often 'drown.'  Not\nlong ago two colleges in our vast university were 'merged.'\nThe undersigned, a member of the smaller and better one,\nmumbled in a faculty meeting, “Etymologically, yes,” whereupon\nthe presiding dean asked, “What was that?” and received\nthe reply in simplified English translation, “We're being submerged\n!”  We were, and most of us regarded it as an outrage.</p>"
}