{
  "type": "Article",
  "title": "My Grandmother's “Spaghetta”",
  "author": "Charles L. Todd",
  "location": "Hamilton College",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">My Grandmother's “Spaghetta”</h1>\n<p><em><span data-rel=\"author\">Charles L. Todd</span> <span data-rel=\"location\">Hamilton College</span></em></p>\n<p>My Grandmother Todd, who died at ninety-one in\n1944, was no bigot, but like many Yankees who\nsettled in New York State's westernmost county, Chautauqua,\nshe was uncomfortable with words and proper names that\nsounded “foreign” to her, especially when they originated\nwith the Italians and Poles who settled in that rich grapegrowing\narea.  For instance, words ending in the short Italianate\n“i” she would “prettify” with a broad “a.”  Whenever\nshe cooked up a “mess” of spaghetti or macaroni, it immediately\nbecame “spaghetta” and “macarona” (that word “mess,”\nby the way, was usually associated with the bullheads I brought\nin from the Cassadage lakes, or the dandelion and cowslip\ngreens I picked in the early spring).  Oddly enough, the nearby\ntowns of Laona and Fredonia, became “Lay-ony” and “Free-dony,”\njust as Cousin Sarah and Aunt Louisa became “Sary”\nand “Louisy.”  I have long pondered these little linguistic aberrations\nof my grandmother, and I finally, somehow, reached\nthe conclusion that those broad “a's” she reserved for the foreign\nwords and names were part of the ethnocentricity\nwhich often crops up in rural (especially Yankee) America—\nan attempt to elevate the speech of the newcomers.  While\nBenito Mussolini was making Italian trains run on time and\nseemed like a respectable, though noisy, fellow, he was “Mr.\nMussolina” to Grandmother, but when he began to act up\nin Ethiopia, and became a pal of that man Hitler, she went\nback to “Mussolini” —hitting hard on the “eenie.”  We had\na young “Eye-talian” boy, named Luigi Petronelli who used\nto help out during the haying season.  He was a good hand\nat “mowing away,” and Grandmother always had a glass of\nice cold, pure Concord grape juice waiting for us between\nloads.  Luigi, however, would retire to his old Model A where\nhe had stashed away a bottle of wine.  Having a keen sense\nof smell, Grandmother soon caught on, and would go to the\nback door and call out “Luiga Petronella—you come in here\nand drink what's good for you!”  Luigi never tried to straighten\nher out about his name, but he was adamant about the unfermented\ngrape juice.  Grandmother was very fond of the\n“Opry” programs which came to us via radio on Saturday\nafternoons, and one of her favorite singers was “Giovanna\nMartinella.”  Not even the mellifluent Milton Cross, whose\nItalian came so trippingly off the tongue, had any effect on\nher determination to make those “Eye-talian” names more\nelegant.</p>\n<p>The same treatment was accorded the Polish people who\nmoved into nearby Dunkirk to work in the steel mills, and\nwho occasionally went into vegetable farming in Chautauqua\nCounty.  She liked the morning polka hour on Buffalo's radio\nstation, WGR, sponsored by Dom Polski (a national Polish\ngroup), but Dom Polski invariably became “Dom Polska.”\nI might add that she was delighted to learn that Polaski, N.Y.,\nwhere Cousin Sary lived was prounounced Polas-sky, “the\nway it should be.”  My friend, Ed Roski, whose father was\ninjured in the steel mill, became “that poor Rosk-eye boy.”</p>\n<p>We had few people of French descent in the area, but\nthey had long accepted the fact that all “er” endings, as far\nas Grandmother and her fellow Yankees were concerned,\nsounded just like that—and nothing more.  “Neighbor Bellanger,”\nfor example, tried hard for a few years to hang on to\n“Bellan-jay,” but it was no use.  The same thing happened,\nof course, to that “Frenchy” actor Charles Boyer, whom\nGrandmother used to see occasionally on the movie screen\nin Fredonia, and also to that other Frenchy, “Morris Chevaleer,”\nof whom she disapproved.  Some of her Fredonia\nfriends had been to “gay Paree” and knew better—but Grandmother\nsaid they were “putting on airs.”  All this made life\ndifficult for me when I returned from my college French\nclasses and told her her new silk crepe scarf that she wore\nover her hat was not called “Georgietta,” but rather “Georgette.”\nShe would immediately remonstrate that “Georgietta”\nwas the more elegant way of saying it, and it often reminded\nme of the way in which she crooked her little finger when\nshe lifted up her cup of tea.  I am told by one of my linguist\nfriends that this might be called “hyperurbanism,” but I'm\nnot sure that it isn't simply linguistic ethnocentricity, or perhaps\neven a form of xenophobia.  I strongly suspect that native\nCape Codders and Nantucketers are similarly affected\nwhen the mainlander folks stream in during the summer\nmonths.  I also recall vividly the nudging and grinning that\nwent on when I spoke in the Morganville, Kansas, town hall\none night and came out with “to-mah-to” instead of “ta-mayta,”\nand got equally careless with my “eithers” and “neithers.”\nI should have been more careful since the chairman of that\nmeeting had informed me previously that the town was\nfounded by one Morgan, Captain of a Yankee Clipper, who\nchose his future residence because it was “the futhest place\nin the good old U.S.A. away from both the oceans.”</p>\n<p>I think what actually got me started on all this is my\nname “Lafe,” pronounced as in “safe.”  Most of the letters I\nget from strangers who don't know any better are addressed\nto “Lief” Todd, indicating sound Nordic origins.  But, alas,\nthis isn't true, for “Lafe” is what my Yankee forefathers contrived\nout of Lafayette, who visited Fredonia, New York,\nduring his triumphal tour of the Eastern states in 1825.  My\ngrandmother's mother was invited onto the platform after\nhe spoke; managed a graceful curtsey, and had her hand kissed\nby the gallant Frenchman.  Great-grandfather, I am told, got\nthe giggles and kidded her about it for years, but Greatgrandmother\nwas overwhelmed, and named her first boy\nchild after the General—a name inherited by my father and\nmyself and several others in the family.  Naturally, Lafayette,\nas a “Frenchy” would pronounce it, couldn't survive in\nYankeeland, so it became “Lay-fay-ette”—with, thank heaven,\nno final broad “a” as in “Georgetta.”  But that final “ette”\nsounded too feminine for a boy-child, so it was quickly reduced\nto “Lafe.”  The same vowel transformation took place\nin most small villages named after the great Frenchman,\nthough oddly enough most big city streets and hotels bearing\nthe name went unscathed.  Try asking a Throughway attendant\nhow to get to “Fye-etteville” in New York State!  It has\nalways been a great boon to me incidentally to know that\nthe State of Arkansas boasts a town named “Lafe,” but I am\nless happy when I read regional novels, mostly about the southwestern\nmountain country, and find the village idiot named\n“Lafe.”  Why not Zeke, or Luke?</p>\n<p>The city-bred mother of a great-uncle of mine went the\nwhole hog, as Grandmother put it, and named a son, “Marquis\nde Lafayette Todd,” with all the right sounds in it.\nYears later, however, he was reminded by his congressman\nout in California that titles of nobility are not used in democratic\nAmerica.  My great-uncle, totally unperturbed, went\nto court and had his name changed to Marcus de Lafayette,\nfrequently shortened to “M.D.L.”  Todd.  But Grandmother\ntaught me to call him “Uncle Lafe,” and I did.</p>\n<p>I once got up the courage to ask Grandmother why she\nsaid “spaghetta” and “macarona.”  She looked puzzled for a\nmoment, and then exclaimed, “Why, Land o' Goshen, I guess\nI just spleen against eating those Eye-talian sounding things!”\nAs for “Georgietta” she simply allowed it sounded silkier and\nprettier that way!  I must have been at least ten years old, by\nthe way, before I learned that her favorite expletive wasn't\n“Atlantic Ocean!”</p>\n<p>Cheers &amp; <em>JEERS</em></p>\n<p>Have you noticed how advertising copywriters have\nrecently been attracted to the “clever” use of <em>double\nentendre</em>?  Some of the visual and textual puns are apt, others\nemerge as what we must call “bent metaphors.”  To wit:</p>\n<p>'Who could make light of themselves better?”  [Benson &amp;\nHedges 100's Lights.]</p>\n<p>“Get a leg up.”  [<em>Time</em>; accompanying a picture of flamingos,\none with its leg tucked up.]</p>\n<p>“Get the Big Apple and the Big Avocado in one bite.”\n[<em>New York/New West</em>; no amount of research has turned up\nany evidence that California is ever referred to as “the Big\nAvocado.”]</p>\n<p>Christmas jeer: “In the holiday spirit of giving, Barney's\nis happy to give you Sundays 'til Christmas to shop.”\n[Advt. in <em>N.Y. Times</em>.]</p>\n<p>“Custom Calibration—exclusive technological breakthrough\nenables the wearer to personally accurize the\nwatch to one's own unique lifestyle to an accuracy of less\nthan 10 seconds per year ... without the use of tools or the\nneed to open the case.”  [Advt. in <em>Wall St. Journal</em> by\nHammacher Schlemmer for a solar-powered watch; that is,\nif your lifestyle calls for getting up an hour after you should,\narrive 45 minutes late for appointments and 15 minutes\nearly for cocktails.  —Daniel James, Ivoryton, Ct.]</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">My Grandmother's “Spaghetta”</h1> <p><em><span data-rel=\"author\">Charles L. Todd</span> <span data-rel=\"location\">Hamilton College</span></em></p> <p>My Grandmother Todd, who died at ninety-one in\n1944, was no bigot, but like many Yankees who\nsettled in New York State's westernmost county, Chautauqua,\nshe was uncomfortable with words and proper names that\nsounded “foreign” to her, especially when they originated\nwith the Italians and Poles who settled in that rich grapegrowing\narea.  For instance, words ending in the short Italianate\n“i” she would “prettify” with a broad “a.”  Whenever\nshe cooked up a “mess” of spaghetti or macaroni, it immediately\nbecame “spaghetta” and “macarona” (that word “mess,”\nby the way, was usually associated with the bullheads I brought\nin from the Cassadage lakes, or the dandelion and cowslip\ngreens I picked in the early spring).  Oddly enough, the nearby\ntowns of Laona and Fredonia, became “Lay-ony” and “Free-dony,”\njust as Cousin Sarah and Aunt Louisa became “Sary”\nand “Louisy.”  I have long pondered these little linguistic aberrations\nof my grandmother, and I finally, somehow, reached\nthe conclusion that those broad “a's” she reserved for the foreign\nwords and names were part of the ethnocentricity\nwhich often crops up in rural (especially Yankee) America—\nan attempt to elevate the speech of the newcomers.  While\nBenito Mussolini was making Italian trains run on time and\nseemed like a respectable, though noisy, fellow, he was “Mr.\nMussolina” to Grandmother, but when he began to act up\nin Ethiopia, and became a pal of that man Hitler, she went\nback to “Mussolini” —hitting hard on the “eenie.”  We had\na young “Eye-talian” boy, named Luigi Petronelli who used\nto help out during the haying season.  He was a good hand\nat “mowing away,” and Grandmother always had a glass of\nice cold, pure Concord grape juice waiting for us between\nloads.  Luigi, however, would retire to his old Model A where\nhe had stashed away a bottle of wine.  Having a keen sense\nof smell, Grandmother soon caught on, and would go to the\nback door and call out “Luiga Petronella—you come in here\nand drink what's good for you!”  Luigi never tried to straighten\nher out about his name, but he was adamant about the unfermented\ngrape juice.  Grandmother was very fond of the\n“Opry” programs which came to us via radio on Saturday\nafternoons, and one of her favorite singers was “Giovanna\nMartinella.”  Not even the mellifluent Milton Cross, whose\nItalian came so trippingly off the tongue, had any effect on\nher determination to make those “Eye-talian” names more\nelegant.</p> <p>The same treatment was accorded the Polish people who\nmoved into nearby Dunkirk to work in the steel mills, and\nwho occasionally went into vegetable farming in Chautauqua\nCounty.  She liked the morning polka hour on Buffalo's radio\nstation, WGR, sponsored by Dom Polski (a national Polish\ngroup), but Dom Polski invariably became “Dom Polska.”\nI might add that she was delighted to learn that Polaski, N.Y.,\nwhere Cousin Sary lived was prounounced Polas-sky, “the\nway it should be.”  My friend, Ed Roski, whose father was\ninjured in the steel mill, became “that poor Rosk-eye boy.”</p> <p>We had few people of French descent in the area, but\nthey had long accepted the fact that all “er” endings, as far\nas Grandmother and her fellow Yankees were concerned,\nsounded just like that—and nothing more.  “Neighbor Bellanger,”\nfor example, tried hard for a few years to hang on to\n“Bellan-jay,” but it was no use.  The same thing happened,\nof course, to that “Frenchy” actor Charles Boyer, whom\nGrandmother used to see occasionally on the movie screen\nin Fredonia, and also to that other Frenchy, “Morris Chevaleer,”\nof whom she disapproved.  Some of her Fredonia\nfriends had been to “gay Paree” and knew better—but Grandmother\nsaid they were “putting on airs.”  All this made life\ndifficult for me when I returned from my college French\nclasses and told her her new silk crepe scarf that she wore\nover her hat was not called “Georgietta,” but rather “Georgette.”\nShe would immediately remonstrate that “Georgietta”\nwas the more elegant way of saying it, and it often reminded\nme of the way in which she crooked her little finger when\nshe lifted up her cup of tea.  I am told by one of my linguist\nfriends that this might be called “hyperurbanism,” but I'm\nnot sure that it isn't simply linguistic ethnocentricity, or perhaps\neven a form of xenophobia.  I strongly suspect that native\nCape Codders and Nantucketers are similarly affected\nwhen the mainlander folks stream in during the summer\nmonths.  I also recall vividly the nudging and grinning that\nwent on when I spoke in the Morganville, Kansas, town hall\none night and came out with “to-mah-to” instead of “ta-mayta,”\nand got equally careless with my “eithers” and “neithers.”\nI should have been more careful since the chairman of that\nmeeting had informed me previously that the town was\nfounded by one Morgan, Captain of a Yankee Clipper, who\nchose his future residence because it was “the futhest place\nin the good old U.S.A. away from both the oceans.”</p>"
}