{
  "type": "Article",
  "title": "How to Turn a Baseball Phrase",
  "author": "Jack Luzzatto",
  "location": "Bronx, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">How to Turn a Baseball Phrase</h1>\n<p><em><span data-rel=\"author\">Jack Luzzatto</span> <span data-rel=\"location\">Bronx, New York</span></em></p>\n<p>When I read John O. Herbold II's article on baseball\n“To Understand America (and Americans)” [IV, 1], it sped\nme on to do my own pet thing on baseball.  The locutions of\nthe game announcers are little short of entrancing (at least,\nthe first time around).  Here are a few I have collected.</p>\n<p>The impetus for this collection was supplied by Ralph\nKiner, who, along with Lindsey Nelson and Bob Murphy, is\na Mets broadcaster.  I love them all dearly, but that doesn't\nprevent me from being amused at what they say.  Ralph's\ngem came when he described a first baseman holding a position\ndifferent from normal when holding a runner on first\nbase and still being ready to field a ball.  He said, “There are\nquite a few innovations that have come out of baseball, some\nof them old and some of them new.”</p>\n<p>However, my point is that if anyone wants to announce\nbaseball games, he needs a stock of phrases.  If a batter hits\nsafely between the shortstop and second, or second and first,\nthe announcer will call that “a seeing-eye base hit.”  If the\noutfielder can throw a “strike” from far away to any base or\nhome plate to nail a runner, he has “a howitzer of an arm.”\nA hitter who can send that ball out of the park, like Willie\nStargell, Greg Luzinski, etc., has “awesome power.”  A baseball\nthat is pitched and almost catches the batter full in the\nguts is said to be “in his kitchen.”  Base-stealing speedsters\nare characterized by the words “he can fly,” or “he has a\nworld of speed.”</p>\n<p>A ballplayer who is not an infielder, outfielder, or pitcher,\nand is thus doomed to be a catcher, wears “the tools of ignorance,”\ncatcher's gear.  (If it starts to rain, the crowd dons\n“foul-weather gear.”)</p>\n<p>Batters inspire various locutions.  If a hitter at the plate\nis given to lashing his bat in circles while waiting for the\npitch he is “cowtailing his bat around.”  If he is at bat during\na long “dry spell,” waiting to get a hit, the sportscaster may\nsay “he comes up wearing a size 19 collar,” meaning he has\nfailed till now and may be about to fail for the 20th time.  If\nthe batter gets a little foul ball to preserve his turn at bat on\nthe third strike, then he “got a piece of it.”  But if Lady Luck\nsmiles and he hits a homerun, then he “got all of it.”  One of\nmy favorites is the phrase for a towering pop fly that shoots\nstraight up to the sky and comes down in the same area, usually\ncaught by the catcher.  The announcer says, “He could have\nhit that ball in a silo.”  A homerun that becomes a well-traveled\nball, going some 500 feet or more, is called “a tape-measure\nhomerun.”</p>\n<p>Pitchers also inspire the poets of the mike.  One like Nolan\nRyan, who can throw a baseball at 100mph-plus, is said to\nbe “throwing smoke.”  When his fastball gets a third strike\nthat catches the hitter “looking,” then “he blew it right by\nhim with a blazing fastball.”  Sometimes a pitcher, who has\nbeen victimized by a hitter who scored a homerun his last\ntime up, resents it bitterly.  This pitcher is not squeamish\nabout firing a fast one right at the batter's body, anywhere—\narm, leg, torso, or head.  About such a pitcher the man\nat the mike may say, “He'd hit his own grandmother if she\nwas up there with a hot bat.”  When a relief pitcher comes\nin because the starter is beginning “to dig a big hole for himself”\n(putting men on base with walks and hits), he is called\na fireman who must “put out the fire” his predecessor started.\nSometimes this will result in a mixed metaphor.  The announcer\nmay say the reliefer fireman “came in and slammed the door,”\nthat is, he got the necessary third out and prevented any\nscoring.  Of course, just the opposite may happen.  He may be\nunfortunate enough to release a “nice fat pitch, right over\nthe heart of the plate,” thus giving the batter a chance to\nget it all.  If a homerun results, this is called “a gopher pitch,”\nbecause the batter surely can go for it.  When a strikeout occurs,\nusually on a perfect pitch that the batter does not go for, this\npitch is said to be “right down the pipe.”</p>\n<p>Some phrases belong to individual players, as with the\nWillie Mays “basket catch,” a method of snagging fly balls\nby holding the glove and ungloved hand to form a basket low\nand in front of one's body.  And Brooks Robinson, Oriole third\nbaseman, earned the sobriquet of “the vacuum cleaner” because\nhe sucked in everything that came his way.  We all know\nthat Babe Ruth was “the Sultan of Swat,” and Jimmy Wynn,\na more or less diminutive hitter with homerun potential, is\ncalled “the toy cannon.”</p>\n<p>Umpires earn vituperation simply because no decision\ncan please both sides.  When members of the team at bat,\nwho are sitting in the dugout, grow vociferous about balls\nbeing called strikes against their teammate, they may hoot\nand holler at the umpire, implying he is blind, biased, or\nunfit for his job.  This is called “heat from the dugout.”  If\nthe umpire can't take it anymore, he may approach the chief\noffender and tell him to shut up.  Further offense may make\nthe umpire flare up enough to eject the culprit summarily\nfrom the game.  Such an umpire is said to have “a short fuse.”</p>\n<p>There are many more colorful locutions, of course.  I do\nwant to say that all the above are superior to a cry of “Holy\ncow!”  On that note, I'll be “Going, going, gone,” as I run\nall the way home.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">How to Turn a Baseball Phrase</h1> <p><em><span data-rel=\"author\">Jack Luzzatto</span> <span data-rel=\"location\">Bronx, New York</span></em></p> <p>When I read John O. Herbold II's article on baseball\n“To Understand America (and Americans)” [IV, 1], it sped\nme on to do my own pet thing on baseball.  The locutions of\nthe game announcers are little short of entrancing (at least,\nthe first time around).  Here are a few I have collected.</p> <p>The impetus for this collection was supplied by Ralph\nKiner, who, along with Lindsey Nelson and Bob Murphy, is\na Mets broadcaster.  I love them all dearly, but that doesn't\nprevent me from being amused at what they say.  Ralph's\ngem came when he described a first baseman holding a position\ndifferent from normal when holding a runner on first\nbase and still being ready to field a ball.  He said, “There are\nquite a few innovations that have come out of baseball, some\nof them old and some of them new.”</p> <p>However, my point is that if anyone wants to announce\nbaseball games, he needs a stock of phrases.  If a batter hits\nsafely between the shortstop and second, or second and first,\nthe announcer will call that “a seeing-eye base hit.”  If the\noutfielder can throw a “strike” from far away to any base or\nhome plate to nail a runner, he has “a howitzer of an arm.”\nA hitter who can send that ball out of the park, like Willie\nStargell, Greg Luzinski, etc., has “awesome power.”  A baseball\nthat is pitched and almost catches the batter full in the\nguts is said to be “in his kitchen.”  Base-stealing speedsters\nare characterized by the words “he can fly,” or “he has a\nworld of speed.”</p>"
}