{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Lexicon of Black English and Talkin and Testifyin: The Language of Black America",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Lexicon%20of%20Black%20English%20J.%20C.%20Dillard&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results&amp;ds=20\"><em>Lexicon of Black English</em></a> and <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Talkin%20and%20Testifyin%3A%20The%20Language%20of%20Black%20America%20Geneva%20Smitherman&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results\"><em>Talkin and Testifyin: The Language of Black America</em></a></h1>\n<p>J. C. Dillard, (Seabury Press, New York, 1977), xiv + 199 pp. and Geneva Smitherman, (Houghton Mifflin Company, Boston, 1977). 291 pp.</p>\n<p>Despite major differences in focus and approach, these\ntwo recent additions to the ever-growing literature on Black\nEnglish share certain basic assumptions about that much-debated\ndialect.  In terms of its historical development, both\nauthors hold to (indeed Dillard is identified with) the Creolist\ntheory, which traces the present-day Black English vernacular\nto a Plantation Creole, to a plantation-maritime pidgin,\nto an African origin.  Both consequently also refute and attack\nthe positions of those who hold that language borrowings\nand influences moved only in one direction—from the\ndominant to the suppressed culture; and both are eager to\ncite words in the White English lexicon whose not merely\nBlack but African origins have been well documented, primarily\nthrough the work of David Dalby (e.g., <em>okay, hip,\ncat, badmouth</em>).</p>\n<p>More significantly perhaps, particularly in the case of\nDillard, is their insistence on the importance of dealing with\nBlack English within the context of Black social and cultural\nlife.  Dillard organizes his work around “sociolinguistic domains”\nand stresses the importance of discourse over sentence\nas the primary carrier of meaning.  Smitherman calls\n“style” that whole dimension of communication beyond syntax\nthat conveys the message.  Each believes that the main\nsource of communication dysfunction between Blacks and\nWhites lies not in a difference of syntax nor in a difference\nof lexicon (though these differences are real) but in a difference\nof discourse style—those patterns of personal linguistic\ninteraction integral to Black life but foreign, frequently unsettling,\nand sometimes frightening to Whites.  The simplest\nexample of this style is the sometimes spontaneous, sometimes\nformulaic or ritualistic interaction between listners and\nspeaker that is characteristic of Black discourse.  Most White\nspeakers would be insulted and distracted by precisely the\nbehavior that tells the Black speaker his hearers are really\nwith him—shouts, calls, interjections—all manifestations of\nconfirming or condemning comment, some linguistic, some\nkinesic.</p>\n<p>Thirdly, both Dillard and Smitherman condemn those\n“remedial programs” based on the assumption that Blacks\nare “linguistically deprived.”  The notion that Black children\nsuffer from a paucity of verbal interaction they see as patent\nnonsense.  Blacks come rather from a culture rich in oral tradition,\none that uses that tradition as a continuing acculturating\nmedium whose wide store of tales and folk heroes is\nstill known to most Black children (tales whose African and\nCaribbean analogues Dillard cites).  Each sees Black English\nas richly metaphoric and imagistic, its speakers adept at\ncreative compounds and the double entendre, frequently\nextraordinarily skilled in traditional verbal battles and\ngames which are integral to their world, a world in which\nthe baddest dude is often the one with the best rap.  (A\nword, by the way, whose meaning in Black English differs\nfrom the meaning it took on when assimilated into White\nEnglish.)</p>\n<p>Having said all that, it remains to be said that these\ntwo books are radically different and that none of the above\nconstitutes the main argument of either.</p>\n<p>J. C. Dillard's <em>Lexicon of Black English</em> is not the inventory\nof words and definitions the title might suggest, but\nrather an apologia for a lexicon, an attempt to justify the\nneed for and the legitimacy of such a compilation, yet to be\nmade.  It is at the same time an implicit presentation of\nguidelines, clues, and caveats for the would-be researchers\nand compilers.</p>\n<p>Arguing that vocabulary differences will be greatest\nwhere cultural differences are greatest, Dillard places heavy\nemphasis on the significance of conjure and root-work in the\nBlack experience, noting its pervasive manifestations in\nblues lyrics and in folk trickster tales.  Though linguistic\ntransfer is greatest in areas with a high degree of interracial\ncontact, such as prostitution, narcotics traffic, and music,\nhe warns against and laments previous over-emphasis on\nthese areas where the yield of words of demonstrable Black\n(i.e., Afro-Creole) origin is small.  Too much study has\nfocused on inner-city “jive talk,” ignoring the reality that\ngreat numbers of Black English speakers do not know the\nhustlers' terminology.</p>\n<p>In his own research for this preliminary lexicon Dillard\nrelies heavily on early blues lyrics, on the work of folklorists\nand anthropologists, and on unpublished materials of the\nLouisiana WPA project.  The writings of Black authors are\nnaturally of particular interest; their comparative reliability\nis assessed for the future lexicon-makers (with Richard\nWright coming out on top).  Dillard's direction is always\ntoward the roots of the Black experience and away from the\ncultural crossover points.</p>\n<p>These roots he finds in the sociolinguistic domains of\nconjure, religion, folk tales, sexual practices, and music,\neach of which he focuses on separately, while carefully noting\nties among them.  In each he finds a significant number\nof words pecuilar to the Black lexicon.  These may be words\nunknown to White English, or shared words whose meaning\nor usage differs in Black English.  Of more than passing\ncultural interest is his finding that numerous sexual terms\nwhich White English reserves for the male, Black English\napplies indiscriminately to male or female (e.g., <em>nut, grind,\ngrinder, rider, getting one's ashes hauled</em>).</p>\n<p>The work is of value for those interested not only in\nlanguage, but in culture—of any color.  It succeeds in being\nboth readable and scholarly—no mean feat, particularly in\nthe field of linguistics.  Documentation is thorough and accessible,\nhypotheses clearly stated as such, and even those\npresentations which do get a bit convoluted for purposes of\nproving his point manage to contain nuggets that make the\nmeandering worthwhile.  You don't have to buy the whole\nargument or be a linguist to enjoy the book.</p>\n<p>Geneva Smitherman's <em>Talkin and Testifyin</em>: The\n<em>Language of Black America</em> suffers from several serious\nweaknesses, chief among them a lack of focus and direction.\nIts attempts to cover everything about Black English from\nhistory to syntax, to lexicon, to its reflection of the\n“African world view,” to discourse modes, to the identity\ncrises and cultural conflicts of its speakers, to teaching techniques\nin inner-city schools make for much superficiality\nand little substance.  Moreover, although there is no indication\nthat any of its chapters appear elsewhere previously,\nthe book reads like a hastily pieced-together pastiche of\nparts of earlier essays: it is marked by overlapping, repetition,\nshifts in tone and style, lack of coherence, and failure\nto develop any central argument.</p>\n<p>Despite these drawbacks, it might provide the novice a\ngood introductory survey to the subject, were it not for\nother failings.  Ms. Smitherman digresses to the point of distraction\non subjects whose relevance to Black English is\nnever made clear.  Her tone varies from an emotional, attacking\none to a condescending cutesy one, with a bit of\ntextbook chattiness (“Now let's look at,” “Check it closely”)\nthrown in for good measure.  Frequent incorporations of\nBlack English into her expository style usually fall flat.  And\nshe asks us to take a great deal on faith.  Each chapter has\nfootnotes, but specific statements do not.  Trying to pinpoint\nthe source for great numbers of her claims regarding a Black\nor African origin for words and phrases is maddening (and\nalso, I think, impossible).  Often her implicit criterion seems\nto be that she's heard an expression all her life among Black\npeople: hardly different from the attitude of Whites who\nreject out of hand African origins of what appear to be\nAmericanisms of long standing.</p>\n<p>Illustrative support is amply provided but it is frequently\ntoo weak to support her argument, valid though that argument\nmight be.  She tells us, for example, that many Black\nspeakers are verbally clever and linguistically creative; most\nlanguage-sensitive people who have frequent contact with\nBlacks would agree.  Then in support she offers prosaic, trite\nsayings, retorts, and sallies that don't begin to do justice to the\nvitality of Black English.  No nonbeliever will be led to the\nlinguistic light through her preaching.</p>\n<p>Ms. Smitherman is at her best in the book's final\nchapters, when she deals with language attitudes and the\nrole of the schools.  She exposes the horror of the “educationally\npatronizing and linguistically stultifying” drill exercises\nbeing foisted on Black children in the name of providing\nthem with the dominant dialect so they can “get ahead.”\nShe does a good job of taking language teachers to task for\ntheir obsession with correctness and unconcern with effectiveness.\nShe's right on target with: “The public school is the\nmain institution that continues to perpetuate myths and\ninaccuracies about language” [p. 191], myths that linguistics\nresearch has long ago exploded.  Educators and language\nteachers might well attend to her comments on the\nproblems inherent in bi-dialectalism and to her suggestions\nregarding primary-level reading instruction.</p>\n<p>Overall, however, the book remains disappointing.  It\nlooks distressingly like an attempt to cash in on a burgeoning\nmarket.  Black English and its speakers deserve better.</p>\n<p><em>[Nancy LaRoche, Hartford, Connecticut]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Lexicon%20of%20Black%20English%20J.%20C.%20Dillard&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results&amp;ds=20\"><em>Lexicon of Black English</em></a> and <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Talkin%20and%20Testifyin%3A%20The%20Language%20of%20Black%20America%20Geneva%20Smitherman&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results\"><em>Talkin and Testifyin: The Language of Black America</em></a></h1> <p>J. C. Dillard, (Seabury Press, New York, 1977), xiv + 199 pp. and Geneva Smitherman, (Houghton Mifflin Company, Boston, 1977). 291 pp.</p> <p>Despite major differences in focus and approach, these\ntwo recent additions to the ever-growing literature on Black\nEnglish share certain basic assumptions about that much-debated\ndialect.  In terms of its historical development, both\nauthors hold to (indeed Dillard is identified with) the Creolist\ntheory, which traces the present-day Black English vernacular\nto a Plantation Creole, to a plantation-maritime pidgin,\nto an African origin.  Both consequently also refute and attack\nthe positions of those who hold that language borrowings\nand influences moved only in one direction—from the\ndominant to the suppressed culture; and both are eager to\ncite words in the White English lexicon whose not merely\nBlack but African origins have been well documented, primarily\nthrough the work of David Dalby (e.g., <em>okay, hip,\ncat, badmouth</em>).</p> <p>More significantly perhaps, particularly in the case of\nDillard, is their insistence on the importance of dealing with\nBlack English within the context of Black social and cultural\nlife.  Dillard organizes his work around “sociolinguistic domains”\nand stresses the importance of discourse over sentence\nas the primary carrier of meaning.  Smitherman calls\n“style” that whole dimension of communication beyond syntax\nthat conveys the message.  Each believes that the main\nsource of communication dysfunction between Blacks and\nWhites lies not in a difference of syntax nor in a difference\nof lexicon (though these differences are real) but in a difference\nof discourse style—those patterns of personal linguistic\ninteraction integral to Black life but foreign, frequently unsettling,\nand sometimes frightening to Whites.  The simplest\nexample of this style is the sometimes spontaneous, sometimes\nformulaic or ritualistic interaction between listners and\nspeaker that is characteristic of Black discourse.  Most White\nspeakers would be insulted and distracted by precisely the\nbehavior that tells the Black speaker his hearers are really\nwith him—shouts, calls, interjections—all manifestations of\nconfirming or condemning comment, some linguistic, some\nkinesic.</p> <p>Thirdly, both Dillard and Smitherman condemn those\n“remedial programs” based on the assumption that Blacks\nare “linguistically deprived.”  The notion that Black children\nsuffer from a paucity of verbal interaction they see as patent\nnonsense.  Blacks come rather from a culture rich in oral tradition,\none that uses that tradition as a continuing acculturating\nmedium whose wide store of tales and folk heroes is\nstill known to most Black children (tales whose African and\nCaribbean analogues Dillard cites).  Each sees Black English\nas richly metaphoric and imagistic, its speakers adept at\ncreative compounds and the double entendre, frequently\nextraordinarily skilled in traditional verbal battles and\ngames which are integral to their world, a world in which\nthe baddest dude is often the one with the best rap.  (A\nword, by the way, whose meaning in Black English differs\nfrom the meaning it took on when assimilated into White\nEnglish.)</p>"
}