{
  "type": "Article",
  "title": "Regional Report No. 1 —The Bay Area",
  "author": "Jean Montgomery",
  "location": "Mill Valley, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Regional Report No. 1 —The Bay Area</h1>\n<p><em><span data-rel=\"author\">Jean Montgomery</span> <span data-rel=\"location\">Mill Valley, California</span></em></p>\n<p>In San Francisco and its suburbs, a whole generation has\ngrown up giving voice to a kind of English that is, if not\nbroken, at least oddly bent.  In the Bay Area, the farmer 'tills\nat the soil,' our country is the 'most favorite nation' and we\nhave 'no truck for other countries.'  A real estate dealer is a\n'realator,' and <em>et cetera</em> becomes 'essetera.'  'Dippity,' we say,\nand 'Klu Kluck Klan.'  'In view of becomes 'in lieu of,' and\nan action may not resound to someone's credit.  <em>Sure</em> turns\ninto 'sheer,' and <em>actually</em> becomes 'acksh'lly,' in a nasal rasp\nthat could drill through plate steel.  Common usage gives us\n'deteriate,' and 'high arky' (as contrasted, presumably, with\n'low arky' and an 'arky' in between).  'Respitory' ailments\noften keep company with a fever, which is shown by the\n'merkurry' rising in the 'thermomaner.'  To 'hannel' a high\n'tempature,' doctors 'avocate' bed rest and 'aspirn.'  Essettera.</p>\n<p>To be 'bummed out' is to be discouraged.  But around\nhere, someone who is 'bummed all the way out' heads for\nthe railing of the Golden Gate bridge.</p>\n<p>Part of the responsibility for our bent language rests with\nthe print media.  Our newspapers carry ads for raincoats “dry\ncleaned and repelled” and for a detergent that comes in a\n“mini-giant” box.  A politician's former wife is quoted by one\nnewspaper as saying, “I loved my husband very much and\nwanted to accommodate.  After a while I realized I was chasing\na windmill.”  The <em>Chronicle</em> reports that the San Francisco\nPolice Department is revising its manual because the old rule\nbook has become too “large and topsy.”  A splendid new category\nof crime is cited by one paper: the “ultra-heinous crime—\na fatal arson attack”; another reports that privacy is “trounced\nupon” when telephone lines are tapped.</p>\n<p>Some newspaper columnists run on and on and on.  This\nhaunting thought appeared in a column in the weekly <em>Mill\nValley</em> Record: “You should never look over your shoulder or\nsomebody may be gaining on you if you don't tow the line.”\nThe county daily, <em>Independent Journal</em>, not to be outdone,\noffers headlines such as HARMONY PERVADES AT DEBATES FOR\nCANDIDATES, and THEATER GROUP BATTLES SURVIVAL.</p>\n<p>A movie reviewer in the <em>Journal's</em> Sunday supplement\nmerits special attention.  Recently, he wrote that a film had\na “series of mishaps upon the like of which many a petard\nhad been hoist.”  The actors failed to sparkle in the clutches.\nEven worse, they turned the playwright's “Saroyanesque\nflibberty-gibbeting in a mundaneity that is almost tragic.”</p>\n<p>We are equally innovative in our oral communication,\nsupported and proclaimed by the broadcast media.  It is from\nradio that one can learn about the gentleman who has been\n“laid low by prostrate trouble” and the car driver who unintentionally”\nstepped on the exhilarator.”  Talk show guests\nhave referred to “unwrinkable garments” and “recycable\narticles.”  Unruffled by the pitfalls of her subject, one guest\nhastens to explain why people are unable to make their meanings\nclear when they “commucate together”: “It's the ambigitty\nof language,” she says.  A Berkeley school teacher has\nanother explanation: “Nobody talks to each other any more.”</p>\n<p>In the ambigitty of talk-show conversation, one can hear\nabout “wheel chairs and other types of illnesses”; of “back-watering”\nwhen a boat's course is reversed; of a suicide that\nwas “self-inflicted”; of an event that “really irates” the speaker\nand gets his “dandruff up”; and of a bird with its wings akimbo.\n[The meaning of <em>akimbo</em> is probably lost forever.  The\ncaption that accompanied a recently published newspaper\nphotograph of a parachutist floating down in an awkward\nposition said that he had “both arms and legs akimbo.”]</p>\n<p>Some talk-show ambiguities are sheer (not 'sure') delight:</p>\n<p>“It's easier than shooting a barrel of monkeys”; “He cooked\nthe golden goose”; “Why hang yourself by shooting in the\ndark?”: and “It happened kind of out of a bolt of blue.”</p>\n<p>A newscast commucator reports that Oakland has been\ngiven the anchor of the carrier <em>Oriskany</em> as a “massive momentum”\nof that city's favorite ship.  A trial lawyer, it is said,\nkept his client off the witness stand so that the client “would\nnot be pillaged by his enemies.”  Nor is the Reverend Mr.\nSpooner without his followers.  A “keace-peeping” force soon\nshowed up to prevent the pillaging.  Once, when a cabinet\nofficer resigned, we heard that in his job he had been the\neye of many a storm.  And one newsman, in particular, appeared\nto be especially well satisfied with the quelling of a\nrecent high school disturbance: it had been, he smirked, “nipped\non the vine.”</p>\n<p>In electronic adland a clothing store burbles about a\nbargain “so fantastic it's unreal.”  “Glad is what happens” on\nanother commercial.  The ad itself, though, has turned into a\n<em>this</em>.  Now 'this.'  More news after 'this.'  Listen to 'this.'</p>\n<p>Verbosity and pretentiousness abound.  The University\nof California at Berkeley, for instance, announces the hours\nduring which its business office “may be accessed.”  A teacher\nin Mill Valley has drawn up a “prioritized list of all components\nof the school program.”  Our people are busy <em>critiqueing,\nleafleting, scapegoating, conferencing,</em> and <em>pickpocketing</em>.\nOne San Francisco appliance dealer boasts of a stove which\nwill not only roast and broil, it will also <em>rotisse</em>!</p>\n<p>Conversely, our most banal remarks are tagged with\ncringing little pleas for encouragement: “Hospitals are for\nsick people, right?”  and “Like, I'm into macramé, okay?”</p>\n<p>We 'relate' to steaks and 'munch out' on sandwiches.\nWe enjoy “authentic early-English pizza.”  And after dinner,\nlolling about on a 'chase-lounge' and enjoying the euphoria\nthat accompanies a full stomach, any one of us like feels majoo-berized\n(<em>majooberized</em> is a nonce word used in these parts\nfor 'pleasantly relaxed').</p>\n<p>The San Francisco police have just announced a new\nprogram for “carrying out crime and punishment.”  Rather\nthan be caught up in critiqueing that one, I shall join the\nothers in the country whom “apathy has by the throat.”  That\nmeans, I'm into believing this piece is finished.  I mean, it's\nthe end, right?</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Regional Report No. 1 —The Bay Area</h1> <p><em><span data-rel=\"author\">Jean Montgomery</span> <span data-rel=\"location\">Mill Valley, California</span></em></p> <p>In San Francisco and its suburbs, a whole generation has\ngrown up giving voice to a kind of English that is, if not\nbroken, at least oddly bent.  In the Bay Area, the farmer 'tills\nat the soil,' our country is the 'most favorite nation' and we\nhave 'no truck for other countries.'  A real estate dealer is a\n'realator,' and <em>et cetera</em> becomes 'essetera.'  'Dippity,' we say,\nand 'Klu Kluck Klan.'  'In view of becomes 'in lieu of,' and\nan action may not resound to someone's credit.  <em>Sure</em> turns\ninto 'sheer,' and <em>actually</em> becomes 'acksh'lly,' in a nasal rasp\nthat could drill through plate steel.  Common usage gives us\n'deteriate,' and 'high arky' (as contrasted, presumably, with\n'low arky' and an 'arky' in between).  'Respitory' ailments\noften keep company with a fever, which is shown by the\n'merkurry' rising in the 'thermomaner.'  To 'hannel' a high\n'tempature,' doctors 'avocate' bed rest and 'aspirn.'  Essettera.</p> <p>To be 'bummed out' is to be discouraged.  But around\nhere, someone who is 'bummed all the way out' heads for\nthe railing of the Golden Gate bridge.</p> <p>Part of the responsibility for our bent language rests with\nthe print media.  Our newspapers carry ads for raincoats “dry\ncleaned and repelled” and for a detergent that comes in a\n“mini-giant” box.  A politician's former wife is quoted by one\nnewspaper as saying, “I loved my husband very much and\nwanted to accommodate.  After a while I realized I was chasing\na windmill.”  The <em>Chronicle</em> reports that the San Francisco\nPolice Department is revising its manual because the old rule\nbook has become too “large and topsy.”  A splendid new category\nof crime is cited by one paper: the “ultra-heinous crime—\na fatal arson attack”; another reports that privacy is “trounced\nupon” when telephone lines are tapped.</p>"
}