{
  "type": "Epistola",
  "title": "EPISTOLA Clair A. Schulz",
  "contributor": "Clair A. Schulz",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Clair A. Schulz</span></h1>\n<p>The February VERBATIM contains several letters that\ncomment on my essay on rock.  I believe all of the correspondents\nwere sincere in their desire to be helpful, and it is\nin the same spirit of sincerity that I respond to some of their\nstatements.</p>\n<p>I realize that <em>Taj Mahal</em> is a person, but <em>Taj Mahal</em> is\nalso the name of the group identified with the man just as\nEumir Deodato and the musicians who accompany him are\nconsidered collectively as <em>Deodato</em>.</p>\n<p>I was aware of the Latin derivations of <em>Ars Nova</em> and\n<em>Procol Harum</em>, but I forced them into categories where I\nthought they would be more easily recognized.  It was a case\nof round pegs and square holes.</p>\n<p>The placement of <em>Sopwith Camel</em> and the <em>Beatles</em> is a\nmatter of personal opinion; I considered shifting the former\nto transportation and the latter to music, but ultimately\ndecided to leave them with the animals.  There were other difficult\ndecisions: Should the <em>Flying Burrito Brothers</em> be\nclassified with food or relatives?  Does <em>Blue Oyster Cult</em>\nbelong with food or colors?  Does <em>Buffalo Springfield</em> belong\nwith animals or guns and, if the latter, should it be dropped\nbecause it is the only group related to weaponry?  Choices,\nsometimes arbitrary ones, had to be made.</p>\n<p>I thank the gentleman for explaining how <em>Booker T. and\nthe M.G.'s</em> and <em>Fleetwood Mac</em> were created.  The major difficulty\nin attempting to uncover the roots of groups is that,\nprior to publication of my essay, practically nothing was\nwritten about the origins of their names.  Finding <em>any</em> information\nabout some groups was an exercise in frustration\nbecause none of the sources are definitive.  Rock magazines\nlike <em>Creem</em> and <em>Crawdaddy</em> are not very helpful.  Lillian Roxon's\n<em>Rock Encyclopedia</em>, published in 1969, concentrates on\ngroups popular in the sixties.  Dick Clark's <em>Rock, Roll, and\nRemember</em> is superficial.  Even <em>The Rolling Stone Illustrated\nHistory of Rock and Roll</em> is selective.  I searched through back\nissues of <em>Billboard</em> and combed through racks of records in\nstores to fill in the gaps.  After weeks of preparation, all I had\nwere lists of groups that said nothing about what inspired the\nartists to choose their names.  Therefore, I was forced to\nengage in “prudent speculation.”  For example, I thought it\nreasonable to assume that the <em>M.G.'s</em> were related to\nautomobiles; I was wrong.  I was more fortunate in assuming\nthat the group <em>L.T.D.</em> borrowed their name from the car.\nOnce, however, even my eyes failed me.  I had stated in the\nessay that the <em>Runaways</em> were all females.  I had taken their\nnames right off a record album: Sandy West, Cherrie Currie,\nJackie Fox, Lita Ford, Joan Jett.  I even looked at an album\ncover that featured a photo of the group wearing matching\noutfits.  All five had long hair and stared into the camera with\nsimilar sultry expressions.  Based upon this information, I\nmade one of my prudent speculations.  Wrong.  Sandy is a\nmale.  This would never have happened if they hadn't allowed\nwomen to wear pants!</p>\n<p>Even after I submitted the manuscript the second time I\nhad the distinct feeling that, although I was done with the\nproject, it would never be finished with me.  At night the Ghosts\nof Rock Past rock past: “There were <em>Four Tunes, Aces, Preps,\nFreshmen, Tops, Fellows</em>, and <em>Lads</em>, but weren't there <em>Four\nCoins</em>, too?”  “What about the <em>Sir Douglas Quintet</em>?  Would\nthey go with numerical or monarchical groups?”  “Couldn't\nyou find a place for <em>Aerosmith</em>?  How about <em>Herman's Hermits</em>?\nAnd <em>Blood, Sweat, and Tears</em>?”  <em>Ad infinitum</em>, add insomnia.</p>\n<p>And yet, despite the “blood, sweat, and tears” and\nsecond-guessing, I don't believe the article was more trouble\nthan it was worth.  I enjoyed the searching and the organizing.\nI was as thorough in my research as my sources allowed\nme to be, and I did not intend to mislead readers with incorrect\ninformation.  Certainly “We Shall Know Them By Their\nRoots” will not be the last word on the subject; the letters in\nthe February issue prove that.</p>\n<p><em>[Clair A. Schulz, Clinton, Wisconsin]</em></p>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Clair A. Schulz</span></h1> <p>The February VERBATIM contains several letters that\ncomment on my essay on rock.  I believe all of the correspondents\nwere sincere in their desire to be helpful, and it is\nin the same spirit of sincerity that I respond to some of their\nstatements.</p> <p>I realize that <em>Taj Mahal</em> is a person, but <em>Taj Mahal</em> is\nalso the name of the group identified with the man just as\nEumir Deodato and the musicians who accompany him are\nconsidered collectively as <em>Deodato</em>.</p> <p>I was aware of the Latin derivations of <em>Ars Nova</em> and\n<em>Procol Harum</em>, but I forced them into categories where I\nthought they would be more easily recognized.  It was a case\nof round pegs and square holes.</p> <p>The placement of <em>Sopwith Camel</em> and the <em>Beatles</em> is a\nmatter of personal opinion; I considered shifting the former\nto transportation and the latter to music, but ultimately\ndecided to leave them with the animals.  There were other difficult\ndecisions: Should the <em>Flying Burrito Brothers</em> be\nclassified with food or relatives?  Does <em>Blue Oyster Cult</em>\nbelong with food or colors?  Does <em>Buffalo Springfield</em> belong\nwith animals or guns and, if the latter, should it be dropped\nbecause it is the only group related to weaponry?  Choices,\nsometimes arbitrary ones, had to be made.</p>"
}