{
  "type": "Article",
  "title": "Shocking News from the West",
  "author": "Vera L. Harding",
  "location": "Oregon State University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Shocking News from the West</h1>\n<p><em><span data-rel=\"author\">Vera L. Harding</span> <span data-rel=\"location\">Oregon State University</span></em></p>\n<p>While most of the population of the world today is getting\nused to “shocks” of all kinds— “future,” therapeutical, and\nthose resulting from “that” discovery about your son, mother,\nneighbor, president, etc. — as being part of life itself, those of\nus who come into contact with foreign cultures experience, in\naddition, the so-called “cultural shock” —and cause it in equal\namounts.  Not only does the spoken language lose in translation—so\ndoes body language.  As many of us have witnessed,\nthe “o.k.” sign made famous by American movies causes uncontrolled\nlaughter in theaters of those countries where it is\nan obscene gesture.</p>\n<p>The dangerous thing about cultural shock is that\nsometimes only the “shockee” notices it, with the “shocker”\ngoing happily on his way to the next episode.  Often it takes\nmany years of adaptation in a foreign country for us to realize\nthat in the beginning we sometimes left people speechless.  This\nrealization often occurs when we start experiencing shocks\ncaused by our own compatriots who are recent arrivals in the\nnew culture.</p>\n<p>I feel entitled to talk about the shock-exchange between\nNorth Americans and South Americans because I have been\npart of it.  A native of Brazil, I received a year's study grant in\nOregon during my college days.  Later on I returned to America\nand, as a language teacher, was thrown into regular contact\nwith foreign students here and with Americans returning\nfrom their studies abroad.</p>\n<p>Most of the shocks I am aware of having caused have to\ndo with the unfortunate use of words.  Sometimes I enjoy\nthinking back on an incident for which I had no explanation\nat the time it happened.  I am still trying to figure out why it\nhappened.  The culprit is always that same linguistic gap.\nLike the day I went to the dentist and described my problems:\n“I have a sensible tooth.”  <em>Sensible</em> in Spanish, French\nand other languages means 'sensitive,' why not so in English?\nThe good doctor went straight to examine my wisdom teeth,\nthose, of course, most inclined to be sensible.  And he announced\nproudly that I had not one, but four.</p>\n<p>More recently I met a gentleman whose elegant way of\nmoving his arms when he walks caught my attention.  Meaning\nto serve a compliment, I said, “You know what I like\nabout you?  Your gait.”  I must have pronounced your more\nlike <em>you're</em>, because his answer at first puzzled me: “Some\npeople think I am because of the way I walk, but I'm not.”\nAnd that was the end of that.  Which reminds me of a French\ngirl, a friend of mine, who many years ago was here under\nthe auspices of some ladies' church group.  On being interviewed\non the stage by the Christian matrons, she was asked\nwhat she thought of American boys.  “Well, they are good and\nbad” was her answer.  But somehow the ladies' response (they\nended the interview right then) led her to believe years later\nthat they actually must have understood her to say, “Well,\nthey are good in bed.”</p>\n<p>I always warn my students to beware of false cognates.\nOne of them has told me that she had a hard time last year in\nCosta Rica when she was visiting friends of the family with\nwhom she was living.  Just before sitting down for a big meal\nshe asked to be shown where the <em>baño</em> was, whereupon she\nwas immediately escorted to a cubicle with only a shower in\nit by a puzzled maid who handed her an enormous bath towel.\nShe never did find out where the more important facilities\nwere located in that house.</p>\n<p>I still laugh with my American friend who tried to get\nthrough customs in San Salvador in a friendly mood although\nhe was exhausted.  When asked if he was <em>casado</em> 'married' he\nunderstood <em>cansado</em> 'tired,' and gave the employee a “more or\nless” sign with his hand.</p>\n<p>Certain words lose in translation even between sister\nlanguages like Spanish and Portuguese.  My Portuguese classes\nhave generally attracted students who are fluent in Spanish.\nOnce during our conversation practice a girl intended to say\nto the class that she had eaten for a while in the school\ncafeteria but hadn't liked it.  What she actually said was that\nshe had eaten a mouse there but hadn't liked it.  She had resorted\nto her Spanish vocabulary where <em>rato</em> means 'a while,'\nwhereas in Portuguese it means 'mouse.'</p>\n<p>On many occasions I have been called to help American\nfamilies here who need to have a letter translated from\nSpanish or Portuguese.  Their son or daughter is studying\nsouth of the border, or they have Latin students staying with\nthem and want to communicate with the young person's\nparents.  The letters that come always end with lots of hugs\nand embraces from total strangers, but I doubt that any good\nAmerican would be offended by that.  (I always translate the\nhugs as “best regards,” just in case.) One of the letters, sent by\nthe Argentine “parents” of this Oregon boy, complained that\nhe insisted on making his bed every day.  Likewise, American\nfamilies who have welcomed Latin boys to their homes are\noften horrified to see that they never make theirs.  If those\nLatin boys had been made aware in advance by a kind soul\nthat here in the U.S. everybody does his share of the housework,\nand if Americans understood that a “well-bred” Latin\n<em>macho</em> wouldn't dream of making a bed, things wouldn't be\nso bed, excuse me, bad.</p>\n<p>Another family here was indignant that the Brazilian\n“parents” of their 17-year-old daughter wouldn't allow her to\ndate without “dragging” along her 14-year-old “sister.”  They wanted me to translate a letter explaining to the parents there\nthat the (real) parents here trusted the girl.  Difficult situation.\nSmall-town Brazilians would fear that, if they yielded,\ntheir 14-year-old (real) daughter might some day want to\ndate alone too.  Or the American girl herself might feel indignant\nat the lack of respect local boys would show for her if she\nbecame “emancipated.”  All kinds of extremely disagreeable\nincidents could originate from that.</p>\n<p>Fortunately, cases like these are exceptions.  The bulk of\ncultural shocks are mild, and many are hilarious.  They contribute\nto a lively, fun-filled existence, if you have a sense of\nhumor.  (A temperamental foreigner is anathema in any\nlanguage.) But after 16 years of residence I do wish someone\nin this country had told me before that the pitted olives required\nfor a certain meatball recipe are <em>not</em> supposed to have\npits in them.  I wouldn't have had that “sensible” tooth in the\nfirst place.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Shocking News from the West</h1> <p><em><span data-rel=\"author\">Vera L. Harding</span> <span data-rel=\"location\">Oregon State University</span></em></p> <p>While most of the population of the world today is getting\nused to “shocks” of all kinds— “future,” therapeutical, and\nthose resulting from “that” discovery about your son, mother,\nneighbor, president, etc. — as being part of life itself, those of\nus who come into contact with foreign cultures experience, in\naddition, the so-called “cultural shock” —and cause it in equal\namounts.  Not only does the spoken language lose in translation—so\ndoes body language.  As many of us have witnessed,\nthe “o.k.” sign made famous by American movies causes uncontrolled\nlaughter in theaters of those countries where it is\nan obscene gesture.</p> <p>The dangerous thing about cultural shock is that\nsometimes only the “shockee” notices it, with the “shocker”\ngoing happily on his way to the next episode.  Often it takes\nmany years of adaptation in a foreign country for us to realize\nthat in the beginning we sometimes left people speechless.  This\nrealization often occurs when we start experiencing shocks\ncaused by our own compatriots who are recent arrivals in the\nnew culture.</p> <p>I feel entitled to talk about the shock-exchange between\nNorth Americans and South Americans because I have been\npart of it.  A native of Brazil, I received a year's study grant in\nOregon during my college days.  Later on I returned to America\nand, as a language teacher, was thrown into regular contact\nwith foreign students here and with Americans returning\nfrom their studies abroad.</p>"
}