{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Dictionary Buying Guide: A Consumer Guide to General English-Language Wordbooks in Print",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Dictionary%20Buying%20Guide%3A%20A%20Consumer%20Guide%20to%20General%20English-Language%20Wordbooks%20in%20Print&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results\"><em>Dictionary Buying Guide: A Consumer Guide to General English-Language Wordbooks in Print</em></a></h1>\n<p>Kenneth F. Kister, (R.R. Bowker Company, 1977), xx + 358 pp.</p>\n<p>Unfortunately for the publisher, the designer of the\ncover of this book was carried away — but not far enough — in\na feeble attempt to show <em>dictionary, buying</em>, and <em>guide</em>\nsyllabified and pronounced in a style that is clearly an imitation\n(though just as clearly an inaccurate imitation) of the\nMerriam-Webster system.  Book designers should keep their\ntiny fingers away from matters about which they know nothing:\nit proves embarrassing for authors, editors, and publishers.</p>\n<p>I assume it must be some shortcoming of mine, but I do\nnot know who Kenneth Kister is or what qualifications he\nmay have to review dictionaries.  Tactfully he assumes\nultimate responsibility for the opinions and data in the book,\nthen abruptly lists sources and consultants from whom\n“critical input derived.”  I can only assume, from their paper\nqualifications, that the five consultants and three-member\nAdvisory Board know their fields.  What bothers me greatly is\nthat none of them is either a linguist or a lexicographer.  Most\nare librarians.  Librarians do not, necessarily, know anything\nabout lexicography, though one could scarcely dispute their\nknowing something about dictionaries.</p>\n<p>What may be the basic fault with the entire approach is\nthat dictionaries ought to be reviewed by lexicographers who\nhave training in all those aspects of linguistics that apply to\nlexicography.  Kister's background and qualifications as a\nlibrarian are unassailable, and he does not pretend knowing\nvery much about etymology, pronunciation, or the quality of\nthe definitions in the dictionaries under review.  He does,\nhowever, lay himself open to criticism in using a word list (of\nhis own devising, apparently) by which he measures the adequacy\nof certain dictionaries.  Since publishers will look to the\n<em>Guide</em> for his comments, one may be confident that future\neditions of their dictionaries will contain the words on\nKister's list.  He will have to come up with a new one for each\nnew edition of the <em>Guide</em>.</p>\n<p>Kister's introduction, “A word about Dictionaries,” is\ngenerally very good.  He points up the ambiguity in the application\nof the epithet <em>unabridged</em>, though I know of no “lexicographers\n[who] are unable to agree on a firm definition of\nthe term.”  The fact is that lexicographers usually have little to\ndo with the titling and subtitling of the dictionaries they prepare;\nsuch decisions are most often made by the publishers'\nsales departments.  I believe that the fact of the matter is that\nthe general public superficially takes <em>unabridged</em> to mean\n'containing all of the words in the language,' while publishers,\naware of the weight that the word carries in a title,\nrationalize their use of it by resorting to the literal sense, 'not\nabridged [from a larger dictionary].'  I contend that people's\nacceptance of the first sense as “superficial” can be easily\ndemonstrated by a few simple questions, the answers to\nwhich at once reveal that people really are aware of the fact\nthat there is no dictionary yet published (or, indeed, publishable)\nthat could contain all of the words of English.  Of classical\nLatin or Greek, yes; of English or, for that matter, of\nany living language, no.</p>\n<p>One of the standard criteria for judging dictionaries, as\ngiven in the <em>Guide</em>, is “authority.”  Kister points out that\n“People, not machines, make dictionaries,” and he writes,\nalso quite properly, that the staff and consultants who\nprepared the book should be listed in the front matter.  But\nthen he launches a series of comments about the reputability\nof editors, publishers, and others which appear to suggest\nthat unless an editor is listed in <em>Who's Who in America</em>,\n<em>American Men of Science</em>, and the <em>Directory of American\nScholars</em>, or, if a publisher, in <em>Literary Market Place</em>, then\nthe quality of the work is likely to be suspect.  This is patent\nnonsense: reputable editors and reputable publishers have\nturned out rubbish or, at least, works of questionable quality.\nLikewise, editors and publishers who have never done a dictionary\nbefore have turned out gems of lexicography.  To\nmention two cases, Partridge, who certainly has a good\nreputation, compiled <em>Origins</em>, which is riddled with errors\nand misconceptions; contrariwise, Robyn Supraner, whom\nI've never heard of, was the “author” of the <em>Troll Talking\nPicture Dictionary</em>, which Kister reviews very favorably.\nKister classifies dictionaries more or less as follows:</p>\n<blockquote>\n<p><em>unabridged</em>:        250,000 or more entries<br>\n<em>semi-unabridged</em>:   130,000-250,000 entries<br>\n<em>abridged</em>:          55,000-130,000 entries<br>\n<em>pocket</em>:            under 55,000 entries<br>\n<em>school</em>:            25,000-95,000 entries<br>\n<em>children's</em>:        500-5,000 entries</p>\n</blockquote>\n<p>I believe that if he had discussed these classifications with dictionary\npeople, Kister would have found general agreement\nin the trade that the names are somewhat different, to wit:</p>\n<blockquote>\n<p><em>unabridged</em>:        250,000 or more entries<br>\n<em>college or desk</em>:   130,000-250,000 entries<br>\n<em>concise</em>:           60,000-100,000 entries</p>\n<p>Depending on the level for which the dictionary was\nprepared: up to 90,000 for high school; down to\n10,000 for elementary school.</p>\n<p><em>children's</em>: as Kister says, this ranges all over the place;\nhowever, his narrow limits preclude the <em>Macmillan\nDictionary for Children</em>, which contains 12,000.</p>\n</blockquote>\n<p>I have never heard anyone refer to the classifications “semi-unabridged”\nand “abridged” in my 25 years in lexicography.\nKister writes “Abridged dictionaries are sometimes referred\nto as 'concise' or 'desk' dictionaries.”  I think that “desk” refers\nusually to what I have called <em>college</em> dictionaries.</p>\n<p>The next section of the introduction, “Inside the Dictionary,”\ngives a concise, clear description of what one is likely\nto find and the customary arrangement of information.</p>\n<p>Under “Dictionary Trends,” Kister traces, ever so succinctly,\nthe history of dictionaries from Cawdrey (1604) to\nmodern times.  The description is straightforward, fair, and\ninteresting to read.  I take exception only to the remarks describing\nsemantic and word frequency counts as a “refinement”:\nthe fact of the matter is that language occurs in such\nincredible profusion that there has never been a count that\nhas proved either statistically accurate or that has included\ndata of any value about words (or forms) beyond the 20,000\nmost common.  True, the task would be prodigious, even if\nthe fastest computers were to be used.  Nonetheless, the corpus\nof material to be examined is so vast that it is unlikely that\nany researcher will ever find the funds to undertake a systematic\nprocedure for the enumeration, listing, and analysis of\neven a large percentage of the words in English.  Kister's assumption\nthat the 155,000 entries in <em>The American Heritage\nDictionary</em> were drawn from a one-million-word computerized\nsample is naive.</p>\n<p>Kister correctly states that computers are used during the\npreparation of dictionaries to perform “such routine mechanical\nchores as sorting and alphabetizing.”  But he is mistaken\nwhen he writes that “<em>The Random House Dictionary</em> instructed\none of its computers to organize its word stock into 158 subject\nareas.”  Disregarding anthropomorphism, such a feat was\nimpossible in the early 1960s, when the <em>RHD</em> was compiled,\nbecause it would have required computers (or programs) capable\nof “reading” definitions or words and of determining\nwhether they belonged in chemistry, botany, archaeology, or\nwhat-have-you.  Computers almost 20 years later are still incapable\nof such evaluative insights, chiefly because of ambiguities\nin the language.</p>\n<p>Another slip by the author reveals that computers are\n“beginning to play an active role in the dictionary...printing\nprocess.”  I may be fussy, but I consider typesetting (or\ncomposition, if you prefer) to be a function quite separate\nfrom printing, and I am sure Kister meant “typesetting.”  “Beginning”\nmay be a bit modest: for almost eight years, a company\nI know in England has been using computers to typeset\ndictionaries and other reference books at the rate of almost ten\nmillion words a year.  (Computers have also proved useful, in\nthe compilation of reference books generally, in such functions\nas automatic index extraction, automatic cross-reference\nchecking, etc.  In addition, once the text of a dictionary is in a\ncomputer's memory, it can be extracted and sorted in many\ndifferent ways to reveal useful information about the language\nfor lexicographers.)</p>\n<p>Following the main introductory information is a section\ncalled “Choosing the Right Dictionary,” which contains\nmuch that is useful.  It also contains some implications that\nare distorted.  For example:</p>\n<blockquote>\n<p>Note also that entry statistics can be calculated in a\nvariety of ways.  Some publishers may count only\nmain entries, whereas others include main entries,\ninflected forms, run-ons, and variants in the count.\n[p. 20]</p>\n</blockquote>\n<p>Had Kister taken the trouble to read the Federal Specification\nG-D-331D for Dictionaries, English; June 28, 1974, to which\nhe alludes on page 18, he would have known that in America\n“entry counts” for dictionaries include not only main entries,\ninflected forms, run-ons, and variants, but also part-of-speech\nchanges, list words (usually found at <em>re</em>-, <em>un</em>-, <em>over</em>-,\n<em>super</em>-, etc.), and similar data.  (On the other hand, British\npublishers usually count only headwords—but they are learning\n!)  The result is that a book like <em>The American College Dictionary</em>,\nwhich is advertised as containing 132,000 entries,\nlists only a little over 74,000 headwords (by actual count).  His\nquoting the comments of David Guralnik, editor of <em>Webster's\nNew World Dictionary</em>, to the effect, “dictionaries...contain\ndefinitions for only a fraction of the total vocabulary entries\nto which they lay claim,” displays Kister's naive acceptance\nof Guralnik's little piece of propaganda, for, as it turns\nout, <em>WNWD</em> is almost the only dictionary of its size that\nwastes valuable space in treating words like <em>predetermination</em>\n(normally run-on under <em>predetermine</em>), <em>masculinity</em> (normally\nrun-on under <em>masculine</em>), and <em>flavorfully</em> (normally run-on\nunder <em>flavorful</em>) as headwords, notwithstanding the practice\nof other lexicographers to regard them as having self-evident\nmeanings.  Does anyone who knows English well enough to\nuse a dictionary need a definition of <em>flatterer</em>?</p>\n<p>Although Kister's criticism of counting undefined, listed\nwords with self-evident prefixes like <em>un</em>- and <em>non</em>- is well\ntaken, since publishers tend to overdo such lists, the fact remains\nthat he has omitted from consideration what research\nhas determined is the main use of dictionaries, namely, to\nfind out how a word is spelt.</p>\n<p>An unfortunate typographical (I hope!) error appears on\npage 22: “nounce” should read “nonce.”</p>\n<p>I am well aware of the opinions held by many that biographical\nand geographical entries are considered to be “encyclopedic”\nand therefore carry some sort of stigma that ought to\nmake them ineligible for inclusion in a dictionary, but I continue\nto maintain that if, as linguists have long held, language\nis essentially spoken, not written, it is impossible to “hear” a\ncapital letter; also, if the criterion of frequency is applied,\nthere can be no argument confuting the fact that <em>New York</em>\nand <em>Lincoln</em> crop up far more often that <em>triskaidekaphobia</em>\nand <em>mitochondrion</em>.</p>\n<p>Turning to the review of <em>Webster's New Twentieth Century\nDictionary</em>, my only comment is that the introduction to\nthe dictionary apparently omits the information that it is based\nlargely on the Annandale Edition of <em>Ogilvie's Imperial Dictionary</em>,\nwhich, in turn, was based on the (much smaller)\n1828 edition of Webster's <em>American Dictionary of the English\nLanguage</em>.</p>\n<p>I must take issue with the oft-expressed criticism of <em>Webster's\nThird New International</em>, repeated here by Kister, that\n“W3 strikes a much less prescriptive stance” in comparison\nwith W2 with regard to restrictive usage labels.  In the first\nplace, the labels in any dictionary are neither “restrictive”\nnor “prescriptive” nor is a lack of them to be construed as\n“permissive.”  If any criticism is to be leveled at W3 for its\nfailure to label many senses and words it is that its editors\nwere <em>not descriptive enough</em>.  In his assessment of the <em>RHD</em>,\nKister quotes from the preface, “Since language is a social institution,\nthe lexicographer must give the user an adequate indication\nof the attitudes of society toward particular words or\nexpressions.”  These words reflect essentially my opinion.  If\none understands them and agrees with them, then he can\nhardly call W3 a “descriptive” or “permissive” dictionary or\ncharacterize labels in dictionaries “restrictive.”  If anything,\nW3 isn't sufficiently descriptive or, at least, not accurately so\nin keeping with the way people feel about the usage levels of\nthe words and senses the editors chose to leave unlabeled.</p>\n<p>Kister refers to W3's spelling of proper names and adjectives\nwith small letters (<em>brooklyn</em>) as an “oddity.”  I refer to it\nas an error, as a distortion of the facts.</p>\n<p>Kister's favorable opinion of the “clean, compressed look\nof the page layout” will find many who disagree: I, for one,\nfind the typography execrable.  Examination of the double-page\nspread where <em>take</em> is to be found makes the type moiré\nbefore the eyes.  It did not occur to Kister to notice that all entries\nin the <em>RHD</em> that exceed half a column in length are\ndouble-leaded to improve legibility.</p>\n<p>The review of <em>The American Heritage Dictionary</em> I\nfound to be fair and accurate.  One interesting factor that influenced\nthe <em>AHD</em>'s format (double-column page with a narrower\nforedge column devoted to illustrations), which the\nreviewer may not know of, was the use of automatic typsetting:\nit is extremely difficult (and expensive) to program a\ncomputer to set run-arounds (the insertion of an illustration\ninto a block of text so that the text is run around it).  <em>AHD</em>\nsolved the problem by running the text in solid columns, with\nthe illustrations in their own column.  Neat trick.</p>\n<p>The author is mistaken — though how he could possibly\nhave learned the facts, I cannot image—in his description of\n<em>Funk &amp; Wagnalls Standard Dictionary of the English Language\n(International Edition)</em> as “an entirely new work.”  In\nfact, it was a rewritten version of <em>F&amp;W</em>'s old “Emphatype\nEdition,” an abortive attempt at lexicography that tried to\npresent the pronunciation of each headword with stress\nmarks only—that is, without using phonetic respelling—an\nimpossible dream for a language like English.  The staff, with\na couple of exceptions, was amateur.  I know a fair bit about\nthe project because I was the pronunciation editor.  I know,\ntoo, that with rare exceptions, the language experts who lent\ntheir names to the front matter were seldom consulted (except\nover an occasional luncheon).</p>\n<p>The preceding is supposed to serve as a discussion of\nsome matters pertaining to specific reference works on which\nI have inside information, not as a serious, adverse criticism\nof Kenneth Kister's treatment of information he could not\npossibly have had at hand.  A few disagreements with his evaluations\nare inevitable: to coin a phrase, that's what makes\nbook publishing.  The rest of the <em>Dictionary Buying Guide</em>\nconcerns itself with a long section (pp. 194-315) on “Special-purpose\nDictionaries and Wordbooks,” which is broken down\nto cover books on Etymology, Usage, Style, Slang and Dialect,\nSynonyms, Crossword Puzzles, Rhymes, Spelling, Pronunciation,\nAbbreviations, Signs and Symbols, Foreign\nWords and Phrases, etc.  The reviews of these books, like those\nof the dictionaries in the first 194 pages, are informative,\nwell-thought-out, and of a length appropriate to their importance.\nAppendices list recently discontinued dictionaries, additional\nsources for evaluations, general-interest books on\nlanguage, and a directory of U.S. publishers and distributors.\nA thorough index completes the volume.</p>\n<p>In sum, the <em>Dictionary Buying Guide</em> is indispensable for\nany library that serves people interested in language reference\nbooks, chiefly dictionaries.  It is far superior to any descriptive\nbibliography that I know of, both for its completeness and its\nfrankness.  Kister's criteria are not always mine, and they may\nnot be yours, either, but they are uniformly and fairly applied,\nand the publishers of the books reviewed should look to\ntheir dictionaries if they came under adverse criticism: the\n<em>Dictionary Buying Guide</em> is bound to be an influential factor\nin their future sales.</p>\n<p><em>— Laurence Urdang</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Dictionary%20Buying%20Guide%3A%20A%20Consumer%20Guide%20to%20General%20English-Language%20Wordbooks%20in%20Print&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results\"><em>Dictionary Buying Guide: A Consumer Guide to General English-Language Wordbooks in Print</em></a></h1> <p>Kenneth F. Kister, (R.R. Bowker Company, 1977), xx + 358 pp.</p> <p>Unfortunately for the publisher, the designer of the\ncover of this book was carried away — but not far enough — in\na feeble attempt to show <em>dictionary, buying</em>, and <em>guide</em>\nsyllabified and pronounced in a style that is clearly an imitation\n(though just as clearly an inaccurate imitation) of the\nMerriam-Webster system.  Book designers should keep their\ntiny fingers away from matters about which they know nothing:\nit proves embarrassing for authors, editors, and publishers.</p> <p>I assume it must be some shortcoming of mine, but I do\nnot know who Kenneth Kister is or what qualifications he\nmay have to review dictionaries.  Tactfully he assumes\nultimate responsibility for the opinions and data in the book,\nthen abruptly lists sources and consultants from whom\n“critical input derived.”  I can only assume, from their paper\nqualifications, that the five consultants and three-member\nAdvisory Board know their fields.  What bothers me greatly is\nthat none of them is either a linguist or a lexicographer.  Most\nare librarians.  Librarians do not, necessarily, know anything\nabout lexicography, though one could scarcely dispute their\nknowing something about dictionaries.</p> <p>What may be the basic fault with the entire approach is\nthat dictionaries ought to be reviewed by lexicographers who\nhave training in all those aspects of linguistics that apply to\nlexicography.  Kister's background and qualifications as a\nlibrarian are unassailable, and he does not pretend knowing\nvery much about etymology, pronunciation, or the quality of\nthe definitions in the dictionaries under review.  He does,\nhowever, lay himself open to criticism in using a word list (of\nhis own devising, apparently) by which he measures the adequacy\nof certain dictionaries.  Since publishers will look to the\n<em>Guide</em> for his comments, one may be confident that future\neditions of their dictionaries will contain the words on\nKister's list.  He will have to come up with a new one for each\nnew edition of the <em>Guide</em>.</p>"
}