{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: CAUGHT IN THE WEB OF WORDS: James A.H. Murray and the Oxford English Dictionary",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>CAUGHT IN THE WEB OF WORDS: James A.H. Murray and the Oxford English Dictionary</em></h1>\n<p>K.M. Elisabeth Murray, (Yale University Press, 1977), xii, + 386 pp.</p>\n<p>Miss Murray has written an engrossing account of the\nlife of her grandfather, James A.H. Murray, chief editor of\nthe 10-volume <em>Oxford English Dictionary</em>.  It gives us a picture\nof the vicissitudes of a dictionary maker.  While we have\nsome glimpses of a lexicographer at work in Boswell's <em>Life of\nJohnson</em>, Johnson's dictionary took up only eight years of his\nlife; Murray worked at his for 36.</p>\n<p>The account begins with James Murray's birth (in 1837)\nand his precocious childhood as the eldest son of a tailor in the\nScottish Border village of Denholm.  His formal schooling\nended at age fourteen.  At seventeen he became an assistant\nschoolmaster in nearby industrial Hawick and soon blossomed\ninto a skilled teacher and community leader.  This life he\nabandoned after ten years, to move to London for the sake of\nhis wife's health.  In London, where he worked as a bank\nclerk, he met men of like interests and joined the Philological\nSociety.  His wife died, and he remarried.  After six years,\nMurray again became a schoolmaster, in Mill Hill, outside\nLondon.  There he enjoyed halcyon days until his conscription\nas editor of the <em>New English Dictionary</em> (as it was first called),\nbegun by the Philological Society.</p>\n<p>Miss Murray describes her grandfather's entanglement\n“in the web of words,” his battles with the Delegates of the\nOxford University Press over the plan of the work, his years of\ngrinding labor, and finally his recognition and honors.  The\n<em>Dictionary</em> not only made his reputation; it was his life, filling\n12- and 15-hour days and six-day weeks, with few vacations,\nfrom 1879 until he died in 1915 at the age of 78.  Men he\nhad trained completed the work in 1928, 70 years after its inception\nby the Philological Society.  Miss Murray concludes\nthe work with a chapter on James Murray as a husband,\nfather, citizen, and human being.</p>\n<p>To gather and organize material for a history of English\nwords and to present it instructively in a ten-volume dictionary\nwas a monumental task, and James Murray was the\nman for the job.</p>\n<p>A lexicographer needs a bent for systematic and careful\nresearch.  Early in life, Murray took to activities that required\nand developed this.  His classification of flowers, ferns, and\nstamps by analyzing similarities and differences prepared\nhim to discriminate and organize the senses of polysemous\nwords.  His careful examination of Roman antiquities in the\nBorder country alerted him to the need to make one's own investigations\nrather than rely on the reports of others.  As a lexicographer\nhe would not accept as fact any statement that\ncould not be proven.  This led him to discover errors and even\nnon-existent words in earlier dictionaries.  In this respect Murray\nwas the opposite of his predecessor Frederick Furnivall,\nwhose standard of scholarship was quantity over quality.  Of\nthe material collected for the <em>Dictionary</em> under Furnivall's\ndirection, only a tenth could be used.</p>\n<p>A dictionary maker also needs staying power.  Murray\nhad both energy and resolve.  He was endowed with robust\nhealth, and his energy, until drained by years of overwork,\nseemed inexhaustible.  In his early career he seemed to accomplish\nenough for two or three men, teaching school and\ntaking part in town politics and cultural activities.  As editor\nof the <em>Dictionary</em>, he maintained for 36 years an inhumanly\ngrueling pace that his colleagues and assistants could not match.\nMurray produced an average of 224 pages of copy a year;\nBradley, 155; Craigie, 109; and Onions (working only part-time), 1. In the end, half the entries were from Murray'shand.</p>\n<p>Murray also had a stubborn will to finish properly\nanything he undertook.  His determination showed up early\non the hikes he loved to take through the hills.  Companions\nmight be ready to turn back short of a summit, but never\nMurray.  Once, on a trip to France, he set out to climb a\nmountain and was caught in an unseasonable snowstorm.  He\npersevered to the top, returning to the village nearly frozen,\nhis beard a great icicle.  As a lexicographer, he insisted on\ncareful, thorough work, and battled with budget-conscious\nPress men, well-meaning advisors who counseled compromise,\nand the mountains of complex and elusive data that\nhad to be collected, organized, digested, and instructively set\nforth.  Murray persevered and the <em>Oxford English Dictionary</em>\nwas finished.</p>\n<p>Murray also had a strong sense of duty, even of divine\ncalling to his task.  He was the descendant of Scottish Covenanters\nand throughout his life found his faith in God a supporting\nand driving force.</p>\n<p>To make a general dictionary, one needs to have a broad\ngeneral knowledge.  Murray did.  From childhood, he had an\ninsatiable curiosity about the world of nature and of man.  He\ndelved into the sciences, especially geology; languages; and\narchaeology — he was a founding member and secretary of\nthe Hawick Archaeological Society.  As teacher in a one-room\nschool, he increased his mastery of many subjects and studied\nlanguages on his way to work each day.  A summer course in\nphonetics in Edinburgh under Alexander Melville Bell led incidentally\nto his giving Alexander Graham Bell, his teacher's\nson, his first lesson in electricity.  Murray's spare time as a\nbank clerk was spent studying British dialects and Anglo-Saxon.\nWith this background and his lifelong habit of\nreading, Murray wrote the dictionary entries for all subject\nfields himself.  He wrote many inquiries to specialists but did\nnot always learn much.  When he took up the word <em>aphis</em>,\nfirst used by Linnaeus, he wrote to the Linnaean Society to\nask its origin.  The query was referred to a specialist in the\nspecies, who consulted a Greek scholar.  The scholar, when\nhis lexicon failed him, begged a friend who knew Murray to\nwrite for the etymology — a full circle.</p>\n<p>I found reading the work a thoroughly enjoyable experience,\nperhaps the more for having myself worked on\nseveral dictionaries.  In my notes, there are no criticisms and\nonly one desideratum: a map showing the places mentioned\nin the first chapter, on Murray's growing up in the Border\ncountry.  I can only thank the author for her labors and commend\nthe book to readers.</p>\n<p><em>[Edward Gates, Indiana State University]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>CAUGHT IN THE WEB OF WORDS: James A.H. Murray and the Oxford English Dictionary</em></h1> <p>K.M. Elisabeth Murray, (Yale University Press, 1977), xii, + 386 pp.</p> <p>Miss Murray has written an engrossing account of the\nlife of her grandfather, James A.H. Murray, chief editor of\nthe 10-volume <em>Oxford English Dictionary</em>.  It gives us a picture\nof the vicissitudes of a dictionary maker.  While we have\nsome glimpses of a lexicographer at work in Boswell's <em>Life of\nJohnson</em>, Johnson's dictionary took up only eight years of his\nlife; Murray worked at his for 36.</p> <p>The account begins with James Murray's birth (in 1837)\nand his precocious childhood as the eldest son of a tailor in the\nScottish Border village of Denholm.  His formal schooling\nended at age fourteen.  At seventeen he became an assistant\nschoolmaster in nearby industrial Hawick and soon blossomed\ninto a skilled teacher and community leader.  This life he\nabandoned after ten years, to move to London for the sake of\nhis wife's health.  In London, where he worked as a bank\nclerk, he met men of like interests and joined the Philological\nSociety.  His wife died, and he remarried.  After six years,\nMurray again became a schoolmaster, in Mill Hill, outside\nLondon.  There he enjoyed halcyon days until his conscription\nas editor of the <em>New English Dictionary</em> (as it was first called),\nbegun by the Philological Society.</p> <p>Miss Murray describes her grandfather's entanglement\n“in the web of words,” his battles with the Delegates of the\nOxford University Press over the plan of the work, his years of\ngrinding labor, and finally his recognition and honors.  The\n<em>Dictionary</em> not only made his reputation; it was his life, filling\n12- and 15-hour days and six-day weeks, with few vacations,\nfrom 1879 until he died in 1915 at the age of 78.  Men he\nhad trained completed the work in 1928, 70 years after its inception\nby the Philological Society.  Miss Murray concludes\nthe work with a chapter on James Murray as a husband,\nfather, citizen, and human being.</p>"
}