{
  "type": "Article",
  "title": "Tosspots and Wraprascals",
  "author": "Andrew E. Norman",
  "location": "Palisades, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Tosspots and Wraprascals</h1>\n<p><em><span data-rel=\"author\">Andrew E. Norman</span> <span data-rel=\"location\">Palisades, New York</span></em></p>\n<p>One of the English language's most colorful and expressive\ntechniques for forming nouns seems to have\npassed out of fashion over the last century or two.  As defined\nby Professor Leon Lipson of Yale Law School, who introduced\nme to this word category in 1973, such nouns are composed of\na transitive verb followed by its direct object and denote the\nimplicit subject of the verb.  I call them “tosspots.”</p>\n<p>Even the most straightforward, practical “tosspots” bristle\nwith energy and imagery in comparison with commoner\ntypes of composite nouns—<em>breakwater, scarecrow, pickpocket,\nshearwater</em> (a bird that flies swiftly and smoothly a few\ninches above the surface of the sea).  A <em>toothpick</em> has its\nprimary purpose built into its name, but it is just as likely to\nbe stuck into a canapé, whereas a <em>picktooth</em> springs into action\nas one utters the word.  A <em>flycatcher</em> 'bird' knows its job\nand will do it when it has to, but a <em>catchfly</em> 'plant' vibrates\nwith lethal greed.  A <em>circuitbreaker</em> is obviously designed to\nperform its function, but can one rely on it?  A <em>break-circuit</em>\nwill do what it says, no doubt about it.  A <em>screwdriver</em> promises\nresults but neither tells how it will put the screw in place\nnor offers to remove it if necessary, while a <em>turnscrew</em> tells its\nwhole story.</p>\n<p>These qualities of energy, imagery and succinctness\nmake “tosspots” ideal for invective, frequently with a humorous\ntwist.  Here are some particularly rich categories:</p>\n<p>Troublemakers: <em>scapegrace</em> 'wild and unprincipled,'\n<em>rakehell</em> 'lewd and dissolute,' <em>scarebabe</em> (<em>-bairn</em> in Scotland),\n<em>drawblood, flingbrand, blowcoal, makebate</em> (as in 'debate'),\n<em>stirpassion</em> and <em>stirstrife</em> (why the wildflower <em>loosestrife</em> is accused\nof this propensity I know not), <em>spitfire</em> and <em>shitefire</em>\n(though not <em>strikefire</em>, which is high-proof gin).  <em>Fusspot</em> may\nbe read either as 'potfusser' or as 'pot of fuss'; similarly, <em>fuss-budget</em>.\nSuch ambiguities are the spice of “tosspot” hunting.</p>\n<p>Criminals: <em>cutthroat, cutpurse, suckpurse</em> (extortionist),\n<em>burngrange</em> (a rural specialist; Absalom ignited Joab's fields\njust to attract his attention), <em>drawlatch, pickpocket</em>, and\n<em>picklock</em> (which is also a tool, and if one could find a <em>pick-wick</em>\nnowadays those Zippo lighters would last forever).\n<em>Stretch-halter</em> and <em>stretch-hemp</em> (and <em>stretch-neck</em>, for which\nthe <em>OED</em> cites only Conan Doyle's <em>The White Company</em>)\nclearly signify wishful thinking by the speaker, but a <em>stretchrope</em>\nis only a bellringer, and <em>Stretchlegs</em> is a personification\nof Death.  Frustration of justice is implied by <em>scapegallows,\nslipgibbet</em>, and <em>sliphalter</em>.  A <em>lickhalter</em> is just a knavish wag.</p>\n<p>Flatterers and toadies: <em>scrapeshoe, clawback</em>, and <em>scratch-book,\nsuckfist, pickthank(s), lickspittle</em> (also*-spit*) and, possibly,\n<em>flattercap</em>, though perhaps only when he is gushing over\nmillinery.</p>\n<p>Parasites: <em>lickladle, -box, -dish, -platter, -trencher</em>, and\n<em>-spigot</em> (not to be confused with a <em>suckspigot</em>, who comes\nlater).</p>\n<p>Contempt for extremes seems to be inherent in the form.\nIf one bends over backwards to avoid such epithets as <em>spend-,\nslip-</em> or <em>slidethrift, spillgood</em>, or <em>scattergood</em>, one incurs hostile\nmutters of <em>sparethrift</em> or <em>sparegood, scrapepelf</em> or <em>scrape-good,\npinchfist</em> or <em>skinflint</em> (also <em>flay</em>- or <em>fleaflint</em>), <em>pinchgut</em>\n(usually reserved for a ship's purser), <em>scrapescall</em> or <em>pinch-,\nscrape-, spare-, scratch-</em> or surprisingly, <em>sharepenny</em> (<em>share</em> =\n'shear').  But a <em>lickpenny</em> is something that costs too much (as\nin “Law is a <em>lickpenny</em>, Mr. Tyrrell,” in Scott's <em>St. Ronan's</em>).\nAnd <em>catchpennies</em> are cheap goods priced for quick sale.</p>\n<p>Join your friends in a drink or two, and if you're not a\n<em>tosspot</em> or <em>blowpot</em>, you're a <em>suckpint, suckspigot, suckbottle</em>,\nor <em>blowbottle</em>.  Abstain, and you're a <em>drink-water</em> (not a <em>catch-water</em>\nnor yet a <em>spurnwater</em>, which are both kinds of ship's\nscuppers).</p>\n<p>Heap a second helping on your plate and provoke a chorus\nof <em>stretchgut, fillbelly, lickfingers, flapsauce</em>, or <em>stopsauce</em>.\nMake a mess, and you're a <em>spillbread</em>.  A <em>spurncow</em>, however,\nis neither a dieter nor a vegetarian but a cattleherder (as in\n<em>cowpoke</em>; <em>spurn</em> = 'spur').  And a <em>fillpot</em> is neither a glutton\nnor a sot: the <em>OED</em> gives it, along with <em>filldike</em> and <em>fillknag</em>,\nas an epithet for the weatherful month of February.</p>\n<p>Truly the “tosspot” is harsh on flattercaps and short on\nflattery.  It makes our most dedicated healer a <em>sawbones</em>,\nHeifetz or Menuhin a <em>scrapeguts</em>.  It gives us <em>killjoy</em> and\n<em>spoilsport</em> (a <em>stopgamble</em> is not a <em>spoilsport</em> but the act of one,\njust as <em>lickfoot</em> is the act of a <em>lickspit</em>).  It ridicules the <em>tattletale</em>\nor <em>telltale</em> (which can also be a piece of cloth or yarn tied to\nrigging to indicate apparent wind direction) and the <em>rattletrap</em>\nor <em>claptrap</em>, to which I should like to add the <em>wagjaw</em>.\nIt exposes the shirking <em>scrimshank</em>, who presumably preserves\nhis legs from unnecessary exertion.  A <em>suckegg</em> may be either\nan avaricious person or a weasel, or just a young person.  A\n<em>cracktryst</em> cannot be relied on, a <em>lackwit</em> should not be listened\nto, and a <em>choplogic</em> should be avoided altogether.  <em>Smell-fungus</em>\nwas Sterne's pseudonym for Smollett; it was later used\nby such writers as Washington Irving and Frances Trollope\nfor grumbling <em>findfaults</em> in general.</p>\n<p>Not every “tosspot's” connotation is derogatory, of\ncourse.  <em>Burnewin</em> is not a <em>wajgaw</em> but a blacksmith (<em>win</em> =\n'wind').  A butcher is a <em>killbuck</em> or <em>killcalf</em>.  A <em>chafewax</em> sealed\nthe Lord Chancellor's documents until the post was abolished\nin 1852.  <em>Screw</em> better expresses prisoners' attitudes toward\ntheir guards than the literal and neutral <em>turnkey</em>.  Nor is the\n<em>daredevil</em> inherently evil, though less than unalloyed admiration\nis implied in <em>tossplume</em>, <em>dashbuckler</em> or <em>swashbuckler</em>.\n(Note that <em>buckler</em> = 'shield.'  The corruptly back-formed\nverb <em>swashbuckle</em> suggests that Errol Flynn buckled a swash.)\nSimple respect is so ill at ease in the “tosspot” form that I have\nfound only two examples, both obsolete: <em>shunthank(s)</em> and\n<em>speaktruth</em>.</p>\n<p>As for “tosspots” that exclusively denote women, all I\nhave found accuse them of immoral behavior: <em>flingdust</em> and\n<em>flingstink</em>, and the milder <em>shaketail</em> and <em>wagtail</em> (which is also\nthe name of a bird that performs the gesture in a less suggestive\nmanner).</p>\n<p>Rounding out the human “tosspots” are three interesting\nforeigners.  A <em>catchpoll</em> or -<em>pole</em> was originally a <em>chasepoll</em>, a\nborrowed French witticism equating a tax collector's pursuit\nof his prey with a farmer's pursuit of his chickens ('poules').\nAlso from the French comes <em>fainéant</em> for 'do-nothing,' though\nthere appears to have been some false etymology at work in\nthis case—the original was <em>faignant</em>, a simple present participle.\nFinally, <em>shunfield</em> ('battlefield,' that is) is attributed to\nHobbes, who coined it to translate <em>phugoptolemos</em> in the\n<em>Odyssey</em>.  (A <em>shunpike</em> is not a person but a free road that\nparallels a toll road.)</p>\n<p>There is a cluster of “tosspots” beginning with <em>make</em>-,\nsome of which do or can refer to persons, but their backs are\noften broken by hyphens, and a first-class “tosspot” retains a\nhyphen only to clarify pronunciation (e.g. <em>drop-piss, stretch-halter</em>).\nIn one or more of the <em>OED</em>, <em>Webster's 2nd</em> and the\n<em>Random House Dictionary</em>, I have found <em>make-ado, -belief,\n-faith, -fire, -fray, -game, -king, -law, -mirth, -peace, -shame,\n-sport, -talk</em>, and -<em>way.  Makeweight</em> is not given a hyphen,\nwhereas <em>make-work</em> and <em>make-rime</em> are; what ties them together\nis that they do only what they are said to do—any secondary\nfunction forfeits the name.  In contrast, <em>makeshifts</em>\nperform innumerable functions.</p>\n<p>Several plants and animals, in addition to those already\nmentioned, have earned “tosspot” names for various reasons,\nusually strikingly apparent and often quite whimsical.  Several\nvarieties of grass are called <em>dropseed</em>, but only stangury is\n<em>drop-piss</em>.  I have never grown <em>stonecrop</em>; now that I know it\nas <em>prickmadam</em> I am tempted to try.  <em>Breakstone</em> and <em>break-bones</em>\nare straight translations of 'saxifrage' and 'ossifrage' (or\nperhaps the other way' round?).  Among the birds may be observed\nthe <em>scaredevil</em> (a swift) and the <em>dipears</em> (I wonder; I\nhave never seen a bird's ears), and the nicely contrasting cases\nof the <em>turnstone</em> (which does) and the <em>killdeer</em> (which doesn't\nbut says it does).  The <em>whippoorwill</em> would merit special status\namong “tosspots” because of its tucked-in adjective if one\ncould be sure it was falsely boasting of its own obsessive\nsadism rather than odiously begging somebody else to do it or\neven, perhaps, reporting a crime.  There are two fish, the\n<em>suckstone</em> ('remora') and the <em>jumprock</em> (another sucker, native\nto the southeastern U.S.), and a worm, the <em>lockdor</em>.  <em>Spincop</em>\nis a pleasant name for the spider, though perhaps inferior\nto 'webster' (see Michael Innes's <em>The Spider Strikes</em>).  The only\nquadruped I have found besides the <em>suckegg</em> ('weasel') is the\nIndian elephant in the elegant, if hyphenated, role of <em>carry-castle</em>.</p>\n<p>The “tosspot” is heavily indebted to mariners.  In addition\nto the birds, fish, and objects noted above, it has given us\n<em>dreadnaught</em> (or - nought) for a formidable ship or war; <em>stop-water</em>,\na <em>makeshift</em> devised when proper caulking is impossible;\n<em>cutwater</em>, which is not only a bird but the bow of a ship,\nor a rope or cable in front of it, or a construction on the upstream\nside of a bridge; and <em>halyard</em>, the rope that hauls up a\nsail—sails having been attached to <em>yardarms</em> when ships were\nsquare-rigged.</p>\n<p>The rest of my collection are scattered all over the\nlanguage.  After a hearty <em>breakfast</em>, one may seize one's <em>carryall,\nholdall</em>, or <em>catchall</em> and board a <em>jerkwater</em>, which was a\ntrain that stopped frequently to do just that, consequently\nbecoming an adjective for towns so benighted that no train\ncould be expected to stop there for any other purpose.\n<em>Lacklustre</em> is strictly an adjective in the U.S., but it is acceptable\nas a noun for such a condition in England, where <em>stick-jaw</em>\nis gummy candy, a <em>spitfrog</em> is a small sword and a\n<em>lockspit</em> is a trench no wider than the tool it is dug with, used\nto mark ('lock') the turf ('spit') either to assert a legal claim or\nto guide the diggers.  <em>Breakneck</em> is also usually met as an adjective,\nbut as a noun it means either a fall of that kind or a\nplace likely to produce one.  A <em>drawstop</em> on an organ does\nwhat it claims.  And a <em>scarefly</em> is either a device or an epithet\nfor Jupiter or Beelzebub, according to the <em>OED</em>.</p>\n<p>Any “tosspot” hunter is sure to chase up blind alleys.\nAmong those that have deceived me: <em>tipstaff</em> (he may do it,\nbut his title comes from the metal tip on his staff), <em>quitclaim</em>\n(surprisingly, 'claim' is the verb; <em>quit</em> = 'quits' or 'even'),\n<em>bobtail</em> and <em>bangtail</em> (<em>bob</em> and <em>bang</em> = 'crop,' and these are\njust bobbed examples of humdrum past participle formations),\nand <em>lockjaw</em> (not conclusively eliminated, but 'locked\njaw' is given as an alternative form).</p>\n<p>There are more than enough pleasant surprises, however,\nto keep one's spirits high.  Deep from the subconscious\nsuddenly leaps <em>stickum!</em>  A stray puzzle supplies <em>wraprascal</em>, a\nvoluminous cloak that could conceal a sword or bludgeon—\nand leaves one wondering whether a <em>crossword</em> does what it\nsays or merely tells the solver to do it.</p>\n<p>This is a serious problem in the world of games.  <em>Spoilfive</em>\nis legitimate, I think, for it is the rules that do the spoiling if a\nspecified sequence of cards does not appear.  In the 20th century\nsport of <em>crinklefender</em>, too, I am persuaded that the\ngame, not the player, is the subject of the verb.  I fear the\nreverse is true in <em>leapfrog, shove-ha'penny, drawgloves</em> and\n<em>blowpoint</em> (a relative of darts).  The names of these games are\nreally directions to the players, like 'pick-up-sticks' and 'capture\nthe flag.'  Nor is <em>sweepstakes</em> a “tosspot,” because the race\ndoes not sweep the stakes, the winner does (or used to, before\nchanging social mores added shares for second, third and\nfourth).</p>\n<p>Perhaps the best thing to do with “tosspots” is to make up\nnew ones.  The champion is undoubtedly James Thurber, who\nenriched his beloved language with some twenty-four in one\nshort article called “Do You Want to Make Something Out of\nIt?” (included in <em>Thurber Country</em> and <em>Alarums and Diversions</em>).\nHis contributions range from the <em>grabcheck</em> ('a big\nspender, a generous fellow') to the <em>tossgraver</em> ('an eloper... a\n<em>grablass</em>') and the <em>smackwindow</em> (the common June bug, or\n<em>bangsash</em>).  It was here that Thurber introduced the unforgettable\n“<em>kissgranny</em>.  1.  A man who seeks the company of older\nwomen, especially older women with money... 2.  An over-affectionate\nold woman, a <em>hugmoppet</em>, a <em>bunnytalker</em>” and\n“<em>pressgrain</em>.  A man who tries to make whiskey in his own\ncellar; hence, a secret drinker, a <em>hidebottle</em>, a <em>sneakslug</em>.”\nWhat makes Thurber's achievement even more remarkable is\nthat he was not consciously coining “tosspots”; he was losing\nsleep trying to think of words with specific letter combinations\nsuch as “abc” and “sgr” to use in Superghosts.</p>\n<p>Surely we need more “tosspots” to strengthen and enliven\nour language, though not as much as we need more\nThurbers.  But unearthing old “tosspots” is still rewarding.\nMy latest find is the mysterious <em>flexpeng</em>; not only can the\n<em>OED</em> give no derivation, it is not even sure it means a\ngudgeon.</p>\n<p>And the rule against hyphens must not be taken too\nseriously.  It might stop us from giving adequate thought to\nthe question of <em>shut-eye</em>: who or what is the subject of the\nverb?  Above all, it would deprive us of Professor Lipson's\ndoubly unique—negative and imperative—discovery: the\n<em>forget-me-not</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Tosspots and Wraprascals</h1> <p><em><span data-rel=\"author\">Andrew E. Norman</span> <span data-rel=\"location\">Palisades, New York</span></em></p> <p>One of the English language's most colorful and expressive\ntechniques for forming nouns seems to have\npassed out of fashion over the last century or two.  As defined\nby Professor Leon Lipson of Yale Law School, who introduced\nme to this word category in 1973, such nouns are composed of\na transitive verb followed by its direct object and denote the\nimplicit subject of the verb.  I call them “tosspots.”</p> <p>Even the most straightforward, practical “tosspots” bristle\nwith energy and imagery in comparison with commoner\ntypes of composite nouns—<em>breakwater, scarecrow, pickpocket,\nshearwater</em> (a bird that flies swiftly and smoothly a few\ninches above the surface of the sea).  A <em>toothpick</em> has its\nprimary purpose built into its name, but it is just as likely to\nbe stuck into a canapé, whereas a <em>picktooth</em> springs into action\nas one utters the word.  A <em>flycatcher</em> 'bird' knows its job\nand will do it when it has to, but a <em>catchfly</em> 'plant' vibrates\nwith lethal greed.  A <em>circuitbreaker</em> is obviously designed to\nperform its function, but can one rely on it?  A <em>break-circuit</em>\nwill do what it says, no doubt about it.  A <em>screwdriver</em> promises\nresults but neither tells how it will put the screw in place\nnor offers to remove it if necessary, while a <em>turnscrew</em> tells its\nwhole story.</p> <p>These qualities of energy, imagery and succinctness\nmake “tosspots” ideal for invective, frequently with a humorous\ntwist.  Here are some particularly rich categories:</p>"
}