{
  "type": "Article",
  "title": "Off Base",
  "author": "Barbara R. DuBois",
  "location": "Los Alamos, New Mexico",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Off Base</h1>\n<p><em><span data-rel=\"author\">Barbara R. DuBois</span> <span data-rel=\"location\">Los Alamos, New Mexico</span></em></p>\n<p>“Dangling participle” usually calls to mind an -<em>ing</em>\nform like <em>dangling</em>, but the dangler that is faddish\nnow is an -<em>ed</em> participle: <em>based</em>.  Perhaps it's going the\nway of <em>due to</em>, which many arbiters have accepted as equal to\n<em>because</em>, though it once was considered equal to the participle\n<em>owed to or owing to</em>.</p>\n<p>The objectionable <em>based</em> is used with on: “<em>Based on</em> an\nannual prediction of one million carburetors, the engineers\nstate that the valve has solved the problem at no increase in\ncost” says that the engineers are based on a prediction.\nSpeakers and writers in the automotive industry like vague\nunsubstantiatable claims, of course.  “<em>Based on</em> the highway\nestimates, the new cars will be more efficient” has the cars\nbased on estimates.  Maybe so, but don't you wish they were\nbased on strong wheel bases instead?  “<em>Based on</em> the income\nwe expect, eight cents per gallon is impossible.”  Can that be\nconstrued, or does it remind you of Orwell's claim that fuzzy\nwriting indicates fuzzy thinking?</p>\n<p>The business world as a whole has adopted the phrase.\n“<em>Based on</em> your qualifications, there is no vacancy at\npresent.”  Vacancy based on qualifications?  What is based?\nUsually a judgment.  But the sentence becomes ugly if <em>based\non</em> is forced to behave: “<em>Based on</em> your qualifications, my\njudgment is that there is no vacancy for you.”  Let's simply\ndiscard it: “There is no vacancy for an applicant with your\nqualifications.”  Another business example: “<em>Based on</em> his\nrecord of achievements, we determined whether to hire him.”\nHere a determination might be safely based, but who knows,\nwith that <em>whether</em> holding fire?  How about “His record\nhelped us decide”?  <em>Based on</em> complicates constructions unnecessarily.\nOne personnel executive maintains, “We can only\nknow how people appear, not how they really are, <em>based on</em>\nthe observer's ability to understand.”  What is based?  Knowledge?\nOur knowledge of people is based on our ability to\nread character from appearance?  I tried my version on him,\nbut <em>based on</em> his vague nod, I doubt that he knew whether\nthat was his meaning—or what was his meaning.  An entire\nexecutive conference thought that they shouldn't promote the\nemployee <em>based on</em> one week's improvement.  Here the correction\nis easy: they might <em>base</em> promotion <em>on</em> improvement.</p>\n<p>Outside the quiet office, other business examples appear:\n“<em>Based on</em> the rates we use, we can't afford to discount.”  This\nwould be clearer with the relationship directly expressed:\n“Our rates are so low that we can't afford to discount.”  The\nmanagement may “reject the bid, <em>based on</em> the disadvantages.”\nThis one is a candidate for <em>because</em> substitution: “reject\nthe bid <em>because</em> of the disadvantages.”</p>\n<p>Speaking of candidates, they pluck <em>based on</em> out of the\nair regularly: “He thinks we will win, <em>based on</em> his progress so\nfar.”  A simple <em>from</em> often helps: “From his progress so far, he\nthinks he will win.”  <em>Because</em> will work, but even better is a\ndirect expression of the causal connection: “His progress so far\nmakes him think he will win.”  But “<em>Based on</em> a survey, the\nelectorate is aging” needs more help: <em>from</em> doesn't work:\n“From a survey, the electorate is aging” or, worse, “The electorate is aging, from a survey.”  The safest correction is the\nstraightforward “The survey finds that the electorate is aging.”\nAnd “The electors are elected <em>based on</em> plurality” may\nbe hopeless, or we could try the simplest word, <em>by</em>: “An elector\nwins by plurality”?  Sometimes <em>based on</em> can be direct if\nwe change an adjective to a noun: instead of “He's a popular\nman, <em>based on</em> his antiwar days,” write “His popularity is\n<em>based on</em> his antiwar activities.”  Even groups have trouble:\n“<em>Based on</em> past statistics, the commission knows that the new\nprogram will work.”  What is based?  Not the commission.\nAgain, <em>from</em> will do.  <em>Based on</em> wide experience, politicians\nspeak to all our problems, but I wish they would base action\nrather than speech on experience.  Maybe our problem is dangling\npoliticians.  After all the speeches, the networks, <em>based\non</em> projections, predict the winner.  I guess a “prediction <em>based\non</em> projection” is too poetic.</p>\n<p>A rare thrill was our Secretary of State's exact use: he announced\na policy of openness <em>based on</em> full information.  One\nother correct—well, almost—example turned up: “We want\nto change the economic system to one more <em>based on</em> merit.”\nBut the <em>more</em> needs to be moved: “system <em>based more on</em>\nmerit,” and what is it <em>more</em> than?  You see how contagious\nand insidious <em>based on</em> is.</p>\n<p>Though the sports world usually furnishes more examples\nof errors than I can use, I have only one here: “They\nshould be back in the second half, <em>based on</em> their record.”  But\nI'm listening carefully.  If baseball announcers catch the infection...</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Off Base</h1> <p><em><span data-rel=\"author\">Barbara R. DuBois</span> <span data-rel=\"location\">Los Alamos, New Mexico</span></em></p> <p>“Dangling participle” usually calls to mind an -<em>ing</em>\nform like <em>dangling</em>, but the dangler that is faddish\nnow is an -<em>ed</em> participle: <em>based</em>.  Perhaps it's going the\nway of <em>due to</em>, which many arbiters have accepted as equal to\n<em>because</em>, though it once was considered equal to the participle\n<em>owed to or owing to</em>.</p> <p>The objectionable <em>based</em> is used with on: “<em>Based on</em> an\nannual prediction of one million carburetors, the engineers\nstate that the valve has solved the problem at no increase in\ncost” says that the engineers are based on a prediction.\nSpeakers and writers in the automotive industry like vague\nunsubstantiatable claims, of course.  “<em>Based on</em> the highway\nestimates, the new cars will be more efficient” has the cars\nbased on estimates.  Maybe so, but don't you wish they were\nbased on strong wheel bases instead?  “<em>Based on</em> the income\nwe expect, eight cents per gallon is impossible.”  Can that be\nconstrued, or does it remind you of Orwell's claim that fuzzy\nwriting indicates fuzzy thinking?</p> <p>The business world as a whole has adopted the phrase.\n“<em>Based on</em> your qualifications, there is no vacancy at\npresent.”  Vacancy based on qualifications?  What is based?\nUsually a judgment.  But the sentence becomes ugly if <em>based\non</em> is forced to behave: “<em>Based on</em> your qualifications, my\njudgment is that there is no vacancy for you.”  Let's simply\ndiscard it: “There is no vacancy for an applicant with your\nqualifications.”  Another business example: “<em>Based on</em> his\nrecord of achievements, we determined whether to hire him.”\nHere a determination might be safely based, but who knows,\nwith that <em>whether</em> holding fire?  How about “His record\nhelped us decide”?  <em>Based on</em> complicates constructions unnecessarily.\nOne personnel executive maintains, “We can only\nknow how people appear, not how they really are, <em>based on</em>\nthe observer's ability to understand.”  What is based?  Knowledge?\nOur knowledge of people is based on our ability to\nread character from appearance?  I tried my version on him,\nbut <em>based on</em> his vague nod, I doubt that he knew whether\nthat was his meaning—or what was his meaning.  An entire\nexecutive conference thought that they shouldn't promote the\nemployee <em>based on</em> one week's improvement.  Here the correction\nis easy: they might <em>base</em> promotion <em>on</em> improvement.</p>"
}