{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: SYMBOLIC LOGIC",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Lewis-Carrolls-Symbolic-Logic-Carroll/dp/0517523833\"><em>SYMBOLIC LOGIC</em></a></h1>\n<p>Lewis Carroll: Part I-Elementary, 1896-Fifth Edition; Part II-Advanced, never previously published. Edited, with annotations and an introduction, by William Warren Bartley, III.  Illustrated with photographs, charts and diagrams, manuscript pages, and drawings. (Clarkson N. Potter, Inc., New York, 1977).</p>\n<p>Here is a volume for gamboling.  Nearly half of its\nmaterial is published for the first time.  It will be of particular\ninterest to Lewis Carroll devotees, fans of his sort of logic\npuzzle, and historians of nineteenth-century logic.  It is a\nhandsomely produced book that will sit well on any reading\ntable, and it has a striking story behind it.  Bartley is to be\nthanked for bringing it to us.</p>\n<p>Carroll's flavorful prose and whimsical examples are\ndelicious, but they are intended more as condiments than as\nthe book's meat.  For the work is genuinely a symbolic logic\ntreatise, replete with servings of logic diagrams and algebraic\nnotation.  While Carroll wanted to entertain and amuse, his\ngreater purpose was to popularize the subject and teach its\nmethods.  He systematizes at length — and with admirable\nskill — what was seen in his day as the heart of deductive\nlogic.  By modern lights what is treated is only a minor part of\nthat subject, so that today's student of logic may regard the\ntreatment as limited and repetitive.  But for a technical book\nof another time it affords an unusual degree of pleasure.</p>\n<p>Part I comprises roughly half the volume; this is the first\nnew edition of it since Carroll's death in 1898.  The editor has\nadded Carroll's solutions to some of the problems, but other\nchanges from previous editions are minor.  Part II consists\nmainly of material not heretofore published.  Bartley recounts\nhis search for its parts in his lengthy Introduction to the book.\nThe search spanned eighteen years.  Using sources in both\nEngland and America, he pieced together scattered portions\nof Carroll's manuscript and unearthed galley proofs whose\nexistence was all but unknown.  Judiciously arranged and\nedited, what is assembled provides a reasonable sequel to Part\nI. Still, Bartley argues that “some material must be missing.”</p>\n<p>The logic to which Carroll addresses himself lies within\nthe compass of Aristotelian logic.  It concerns primarily\nsentences whose underlying forms are “All <em>a</em> are <em>b</em>,” “No <em>a</em> are <em>b</em>,” and “Some <em>a</em> are <em>b</em>,” though Carroll's English substituends for “<em>a</em>” and “<em>b</em>” are often quite complicated.  Thus Carroll's logic is logic in the tradition of Boole, Jevons, and Venn.  It is aimed at solving problems, not at developing metatheory.  Typically,\nCarroll gives a collection of premises and asks what\nconclusion, if any, can be derived therefrom — and whether\nany of the premises are superfluous.  As Bartley puts it, “Logic\nas presented by Carroll is no aid towards the foundations of\nmathematics but a kind of instructional aid, of obvious pedagogical\nutility, for detectives.  It is almost as if Sherlock\nHolmes had commissioned Carroll to aid in the education of\npoor Dr. Watson.” (p. 24)</p>\n<p>In Part I Carroll studies syllogisms and relatively simple\nsoriteses [<em>sic</em>].  He gives a diagrammatic method that is much\nlike Venn's, and brings it to life with a colorful exposition in\nterms of a board and counters.  Also he develops a purely\nnotational technique, his “method of subscripts.”  With three\nstraightforward rules (p. 126) this becomes a calculus for\nhandling syllogisms, and it extends readily to the sorites.  There\nare examples and problems by the hundred, with solutions.\nThey are adorned with such premises as these: “No lambs are\nanimals accustomed to smoke cigars”; “Inaudible music is not\nworth paying for”; “Some lions do not drink coffee”; “No ostrich lives on mince-pies”; “A fish, that cannot dance a minuet,\nis contemptible.”</p>\n<p>Part II extends Part I, though not really radically.  The\narguments studied run to greater complexity.  Premises with\nmore than two terms appear: e.g., “All <em>ac</em> not-<em>1</em> not-<em>e</em> are not-<em>k</em>”\nand “All not-<em>lek</em> are <em>d</em>” are renditions of premises of the\n“Pork-Chop Problem,” cast in the abstract form employed by\nCarroll.  There are glimpses of truth-functional connections;\nstill, they do not lead to anything more involved than “Whenever\nsome of the Germans are <em>not</em> playing chess, and some of\nthe Welsh are <em>not</em> eating toasted cheese, none of the Irish are\nfighting,” which Carroll unpacks to “If some <em>n</em> are not <em>p</em>, and\nsome <em>j</em> are not <em>k</em>, then no <em>g</em> are <em>h</em>.”  The number of premises escalates;\nit reaches as high as fifty in one sorites.  Again there\nare examples and problems galore, and solutions for them.\nMany are to be savored for their wit.</p>\n<p>To deal with these increasingly complex problems Carroll\nprovides a “method of trees,” a graphic technique that\nestablishes conclusions by <em>reductio ad absurdum</em>.  This is the\nbook's most sophisticated method.  In modern terms, it may\nbe seen as a decision procedure that is adequate for much that\nfalls within the scope of monadic quantification theory.  Carroll\nintroduces the method to the reader by painstaking soliloquy;\nthis is pedagogical genius.  It is Carroll at his happiest,\ntoo: We find him saying “Now there is no reason to be so\nlavish of accommodation for this pampered Class <em>b 'c': it\nought to be quite content with one</em> appearance.”  Primes are\nsigns for complementation in Carroll's notation.</p>\n<p>Carroll's adeptness at developing appropriate notation\nand computational techniques stands out clearly; he was a\nremarkable symbolic logician for his time.  Current methods\nhave broader scope and greater efficiency, but Carroll's still\npass muster where they apply.  His formal treatment is in no\nway vitiated by his persistence in granting statements of the\nform “All <em>a</em> are <em>b</em>” existential import.  He interprets such a\nstatement as expressing both “No <em>a</em> are <em>b</em>' ” and “Some a exist”;\nthe construal now favored by logicians takes it to express\nthe former only.  Carroll argues somewhat lamely for his\nview.  His persistence seems to have been prompted, in part,\nby notational considerations, even as the modern attitude has\nbeen fostered by systematic ones.</p>\n<p>There is rich fare for the philosopher and historian of\nlogic — alternate versions of Carroll puzzles and paradoxes,\nportions of Carroll's correspondence, especially with Cook\nWilson, and Bartley's editorial analyses.  There are eight versions\nof the “Barber-Shop Paradox,” which turns on the issue\nof whether “If Allen goes out, Brown does not go out” is compatible\nwith “If Allen goes out, Brown goes out.”  There are\nAchilles and the Tortoise, problems about self-reference, and\nmany others.  Some of this material has appeared before, but\nits assemblage in the present volume is more than welcome.</p>\n<p>The volume is enormously enhanced by reproductions of\na large number of Carroll's handwritten manuscript pages\nand letters.  We see solutions to problems as he set them down,\nand we see copies of his letters to Wilson and to his “mathematical\nsister” Louisa Dodgson.  The book also contains various\ncharts, drawings, and photographs, and it has a helpful\nindex.  It can be enjoyed in many ways.</p>\n<p><em>[Joe Ullian, Washington University, St. Louis, Missouri]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Lewis-Carrolls-Symbolic-Logic-Carroll/dp/0517523833\"><em>SYMBOLIC LOGIC</em></a></h1> <p>Lewis Carroll: Part I-Elementary, 1896-Fifth Edition; Part II-Advanced, never previously published. Edited, with annotations and an introduction, by William Warren Bartley, III.  Illustrated with photographs, charts and diagrams, manuscript pages, and drawings. (Clarkson N. Potter, Inc., New York, 1977).</p> <p>Here is a volume for gamboling.  Nearly half of its\nmaterial is published for the first time.  It will be of particular\ninterest to Lewis Carroll devotees, fans of his sort of logic\npuzzle, and historians of nineteenth-century logic.  It is a\nhandsomely produced book that will sit well on any reading\ntable, and it has a striking story behind it.  Bartley is to be\nthanked for bringing it to us.</p> <p>Carroll's flavorful prose and whimsical examples are\ndelicious, but they are intended more as condiments than as\nthe book's meat.  For the work is genuinely a symbolic logic\ntreatise, replete with servings of logic diagrams and algebraic\nnotation.  While Carroll wanted to entertain and amuse, his\ngreater purpose was to popularize the subject and teach its\nmethods.  He systematizes at length — and with admirable\nskill — what was seen in his day as the heart of deductive\nlogic.  By modern lights what is treated is only a minor part of\nthat subject, so that today's student of logic may regard the\ntreatment as limited and repetitive.  But for a technical book\nof another time it affords an unusual degree of pleasure.</p> <p>Part I comprises roughly half the volume; this is the first\nnew edition of it since Carroll's death in 1898.  The editor has\nadded Carroll's solutions to some of the problems, but other\nchanges from previous editions are minor.  Part II consists\nmainly of material not heretofore published.  Bartley recounts\nhis search for its parts in his lengthy Introduction to the book.\nThe search spanned eighteen years.  Using sources in both\nEngland and America, he pieced together scattered portions\nof Carroll's manuscript and unearthed galley proofs whose\nexistence was all but unknown.  Judiciously arranged and\nedited, what is assembled provides a reasonable sequel to Part\nI. Still, Bartley argues that “some material must be missing.”</p>"
}