{
  "type": "Article",
  "title": "“Till Death Us Do Part”",
  "author": "Archibald A.  Hill",
  "location": "University of Texas at Austin",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">“Till Death Us Do Part”</h1>\n<p><em><span data-rel=\"author\">Archibald A.  Hill</span> <span data-rel=\"location\">University of Texas at Austin</span></em></p>\n<p>My local paper, the <em>Austin American Statesman</em>, published\nan amusingly ambiguous headline in its issue\nfor Sunday, January 15, 1978, which read “and until death\ndo they part.”  On the following Friday, the Associate Editor,\nRowland Hathaway, published (in his column “Close Calls”)\nan apology for having made a mistake.  In the meantime, there\nhad been violent protests from readers.  A typical response\nwas that of a parent concerned because children were not\ntaught proper grammar anymore, and that this headline was\n“the straw that broke the camel's back.”  It seems clear, however,\nthat a good deal more of grammar and language structure\nwas involved than merely the use of the wrong pronoun.</p>\n<p>To begin with, it is evident that headline writer, editor,\nand all respondents, recognized that the required meaning\nwas 'until death parts them,' not the meaning that the printed\nform of the sentence seems to have, namely 'they will part until\ndeath unites them.' Indeed, the story for which the headline\nwas written was about a couple who became united in spite\nof barriers and would be together until the expected death of\none of them from cancer.  From the point of view of ambiguity\nand its resolution, the reaction of readers is clear indication\nthat when there is conflict between the meaning of a narrower\ncontext and a wider context, it is the wider one which\nprevails.  But beyond ambiguity, there are other interesting\npoints, particularly in the history of the passage.</p>\n<p>As everyone knows, the passage misquoted is from the\n<em>Book of Common Prayer</em>.  The first form of it appeared in the\nEdward Sixth <em>Prayer Book</em> of 1549, where as the <em>OED</em> points\nout, it was required that both bride and groom should respond\nthat they married “to have and to hold til death us\ndeparte.”  The verb at that time could be used transitively, to\nmean 'separate,' and the form here used was without the\nusual third person singular ending since it was a subjunctive\nuse.  Even at that time the position of an object pronoun immediately\nbefore the verb was somewhat unusual, and I can\nonly guess that the form of the phrase was chosen to bring out\nthe iambic rhythm of weak-strong, four times repeated.  (I am\nassuming that the sequence “and to” in “and to hold” counted\nas a single syllable, rapidly pronounced with weak stress, as it\nis today.)</p>\n<p>The first change which affected the phrase was that the\ntransitive use of <em>depart</em> became obsolete in the 17th century,\nsince the conservative Convocation that revised and readopted\nthe <em>Prayer Book</em> in 1662, after the fifteen-year\nCromwellian suppression, evidently felt that the meaning of\nthe phrase was no longer clear.  In consequence, <em>depart</em> was\nchanged into <em>do part</em>, the form in which we now all know it.\nThe change was ingenious, since the only alteration was of\none unstressed vowel, and syllabic structure and rhythm were\npreserved intact.  Evidently, understood or not, the phrase\nwas still remembered after the long interregnum.</p>\n<p>A further change has affected the revised phrase, <em>do\npart</em>.  As late as the 17th century, phrases of this type, with <em>do</em>\nas auxiliary and the main verb as an infinitive, were common\nvariants of the simple verb form, and were often available for\nrhythmic effect.  Thus Shakespeare's Ariel uses the forms side\nby side without difference of meaning:</p>\n<blockquote>\n<p>There I couch when owls do cry<br>\nOn the bat's back I do fly.</p>\n</blockquote>\n<p>A typical early grammarian of the 16th century says “it is all\none to say 'I do speake...' and 'I speake...' ”The disappearance\nof the construction as a common usage seems to\nhave taken place in the first half of the 18th century, since\nJohnson in 1755 condemns the use of <em>do</em> and infinitive as a\n“vitious mode of speech.”<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>In modern usage, unless an author is being consciously\narchaic, the auxiliary do occurs mainly in a few uses only.\nOne is emphatic and occurs with stress, as in “I <em>do</em> like good\nmusic,” or as an assertion after a denial, as in “You don't like\ncabbage,” and the reply “I <em>do</em> like cabbage.”  Another is the\nform combined with -<em>n't</em> which gives a negative that negates\nthe whole sentence, in contrast with other negatives that\nnegate single parts.  Thus “You <em>don't</em> need money” contrasts\nwith “You need no money.”  A final use is as a question form,\nalways in the order auxiliary, subject, and main verb, as in\n“<em>Do</em> you speak French?”  This familiar order is the one\nadopted by the headline writer in “do they part,” though his\nform is not a question and is inappropriate as a rendering of\nthe <em>Prayer Book</em> phrase.</p>\n<p>Another, and very minor, change has also taken place.\nWe still on occasion use the endingless subjunctive form of the\nverb for unreal, or as yet unrealized situations, but much less\nfreely than did speakers of sixteenth-century English.  Thus\nthe English professor to whom the question of the propriety of\nthe headline was referred, rightly said that the modern form\nwould be “until death parts us,” with an inflected verb, and\nwithout auxiliary.</p>\n<p>A final change is one which still seems to be in progress,\nand which is not yet universally accepted.  This is that the case\nforms of the pronouns are no longer the sole indicators of actor\nand goal of action.  For pronoun forms such as it and <em>you</em>\nposition is, of course, the sole indicator since these forms have\nno distinct accusative forms.  For the others, accusative forms\ncertainly frequently occur after the verb <em>to be</em>, and for a sequence\nlike “It's me,” the accusative is probably used at least\ninformally by most Americans, though purists still object.\nAlso, though accusative forms occur only rarely before the\nverb, the position is then occasionally interpreted as indicating\nthe actor.  I remember seeing a widely circulated\nadvertisement some years ago which showed an astonished\nman evidently replying to an unquoted statement—“What!\n<em>Me</em> fly my own airplane!”  The use here could be described as\nan indication of a “contrary to fact” situation, as well as the\nactor, and it is interesting that I do not remember seeing the\nadvertisement objected to by grammarians.  Somewhat\nsimilarly, for all speakers except those who have consulted\ndictionaries, the archaic expression <em>methinks</em> is probably interpreted\nas the equivalent of <em>I think</em>, instead of the\nhistorically accurate <em>It seems to me</em>.  And finally, the editorial\ncolumn of January 20th concludes with an ironical apology\n“Us goofed,” which was fully understandable, but only in\nterms of positional indication of the actor.</p>\n<p>What then emerges from all this complication?  One fact\nis that the short phrase from the <em>Prayer Book</em> illustrates the\npervasiveness and continuity of language change, change\nwhich the user often does not understand or even realize.  And\nit is interesting that even in these days when we continually\nhear lamentations over the decay of the old values, readers\nstill value the old forms and protest when they are carelessly\nmutilated.</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-a1\">\n<p>A full history of the “periphrastic do” is to be found in Part Three of the monumental <em>An Historical Syntax of the English Language</em>, by F.Th. Visser (Leiden, Brill. 1969), pp 1503-08. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">“Till Death Us Do Part”</h1> <p><em><span data-rel=\"author\">Archibald A.  Hill</span> <span data-rel=\"location\">University of Texas at Austin</span></em></p> <p>My local paper, the <em>Austin American Statesman</em>, published\nan amusingly ambiguous headline in its issue\nfor Sunday, January 15, 1978, which read “and until death\ndo they part.”  On the following Friday, the Associate Editor,\nRowland Hathaway, published (in his column “Close Calls”)\nan apology for having made a mistake.  In the meantime, there\nhad been violent protests from readers.  A typical response\nwas that of a parent concerned because children were not\ntaught proper grammar anymore, and that this headline was\n“the straw that broke the camel's back.”  It seems clear, however,\nthat a good deal more of grammar and language structure\nwas involved than merely the use of the wrong pronoun.</p> <p>To begin with, it is evident that headline writer, editor,\nand all respondents, recognized that the required meaning\nwas 'until death parts them,' not the meaning that the printed\nform of the sentence seems to have, namely 'they will part until\ndeath unites them.' Indeed, the story for which the headline\nwas written was about a couple who became united in spite\nof barriers and would be together until the expected death of\none of them from cancer.  From the point of view of ambiguity\nand its resolution, the reaction of readers is clear indication\nthat when there is conflict between the meaning of a narrower\ncontext and a wider context, it is the wider one which\nprevails.  But beyond ambiguity, there are other interesting\npoints, particularly in the history of the passage.</p> <p>As everyone knows, the passage misquoted is from the\n<em>Book of Common Prayer</em>.  The first form of it appeared in the\nEdward Sixth <em>Prayer Book</em> of 1549, where as the <em>OED</em> points\nout, it was required that both bride and groom should respond\nthat they married “to have and to hold til death us\ndeparte.”  The verb at that time could be used transitively, to\nmean 'separate,' and the form here used was without the\nusual third person singular ending since it was a subjunctive\nuse.  Even at that time the position of an object pronoun immediately\nbefore the verb was somewhat unusual, and I can\nonly guess that the form of the phrase was chosen to bring out\nthe iambic rhythm of weak-strong, four times repeated.  (I am\nassuming that the sequence “and to” in “and to hold” counted\nas a single syllable, rapidly pronounced with weak stress, as it\nis today.)</p>"
}