{
  "type": "Article",
  "title": "A Metalinguistic Inquiry into F",
  "author": "Bruce D. Price",
  "location": "New York, N.Y.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Metalinguistic Inquiry into F</h1>\n<p><em><span data-rel=\"author\">Bruce D. Price</span> <span data-rel=\"location\">New York, N.Y.</span></em></p>\n<p>One morning in the limbo between sleep and the so\ncalled real world (a time when alpha waves are said\nto spark), I had a curious epiphany.  Which was that the letter\nF is distinguished by being the first letter of a great and <em>disproportionate</em>\nnumber of words for unpleasant objects or attributes.\nAnd, further, that there was something weak, dark\nand unmanly about <em>the letter itself</em>.  My sleepy brain fumbled\nthrough my vocabulary seeking confirmation: <em>fail, fickle, feeble,\nfop, fag, frail, fetid, famine, fiasco, flimsy</em>...</p>\n<p>Yes, there did seem to be some support for this odd insight.\nBut now I was coming awake and my logical mind\nresisted the whole notion.  Would you not confidently predict\nthat each letter would have its equal share of appealing and\nunappealing words?  What sense could there be in saying: No,\nF seems different from the others, it's a weak and dark letter,\nsomehow tainted, somehow unique...</p>\n<p>So there you have my Dionysian vision.  And the Apollonian\nresponse—humbug.  How to resolve the matter?</p>\n<p>I raced out of bed (for me, walking in the morning is racing,\nindeed) and plunged into my dictionary of synonyms\n(Roget's variety) which, unlike a dictionary, lists only everyday\nwords.  I scanned the entries commencing with F. I assigned\nthem all with quick justice to one of three categories\n—those that were neither good nor bad (<em>field, farm, fog</em>);\nthose that were decisively positive (<em>fame, favor, fortune,\nfriend</em>); and those that were clearly negative (<em>failure, fatigue,\nfascism, fear, fiend, frivolous, flabby, flaw, foible, flighty,\nforfeit, fidget, fraud, feces, flatulence, felony, faded</em>, etc.).\nAnd I tallied.  And, behold, there were <em>more than twice as\nmany</em> negative F-words as positive ones!<sup><a href=\"#user-content-fn-b1\" id=\"user-content-user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>So there, as far as I was judge of the matter, my somnolent\ninsight was substantiated.  And yet, now the puzzle\nhad truly unfolded.  What was there about F which should attract\nthis constellation of frailties, flops, and foulnesses?\nWhat is F's dark magic?  My research, admittedly of the semi-demi-scientific\nsort, took me to odd rooms of the library and\neven odder recesses of the thoughts of friends and relations.</p>\n<p>I soon learned that F is a fairly rare letter, heading up\nless than half of 1% of English words.  Technically, F is an\nunvoiced labiodental fricative.  My thoughts often returned to\nthat first feature—unvoiced—as a crucial factor.  F is not said\nin the same complete way that a B or V is.</p>\n<p>I recalled that a child's first experience with F is likely to\nbe F for False and F for Failure.  But which comes first—the\nconcept or the letter?  I attended a school which used the A-E\nsystem of grades.  And I can still remember my confusion\nwhen F would sneak back into the picture.  I asked a teacher\nonce: “Why do we have two letters—E and F—for failure?”\nObviously, F was not supposed to be used at all.  It's just that\nF seemed more <em>appropriate</em> for a bad grade than E.</p>\n<p>And there's <em>Frankenstein</em>, <em>foul balls</em>, <em>female</em>, <em>the forbidding</em>\nand confusing <em>f-stops</em>, and <em>F-Troop</em>, a TV series about a\nregiment of military <em>fumblers</em>.  I tried—without success—to\nfind the producer of that show to ask him: “<em>Why F?</em>”  Why\ndoes <em>F Troop</em> more quickly suggest that the soldiers will be\n<em>foolish</em> and <em>feeble-minded</em> than <em>C Troop</em> or <em>S Troop</em>?</p>\n<p>And there are the eight (or so) notorious Anglo-Saxon\nwords of four letters.  F initials two (25%!).</p>\n<p>And what, I wonder, would Rimbaud, so visionary\nabout vowels, have to say about F?</p>\n<p>Jewish mystics, I read, have no trouble with the notion\nthat a letter possesses a special character.  Each letter of the\nHebrew alphabet is thought to have a peculiar cosmic significance,\nhaving come into being as an emanation from God.\nOne scholar writes: “Every letter represents a whole world to\nthe mystic who abandons himself to its contemplation.”  Sad\nto say, there is no F in the Hebrew alphabet—sometimes the\nHebrew P is our P, sometimes our Ph (or F).  Even with that\nschizophrenia, it's worth reporting the alchemical associations\nassigned to the Hebrew P: <em>North</em>, <em>Jupiter</em>, <em>Thursday</em>, <em>the right\nnostril</em>, and <em>dominion/slavery</em>.  The last item is especially interesting\nas my interviews often elicited comments about F's\naggressiveness or, more often, weakness!</p>\n<p>By now thoroughly fettered to F, I began accosting\nperfectly uninterested people with the startling assertion that\nI was investigating “the inner nature” of a certain letter of the\nalphabet.  I cautioned them <em>not</em> to think of words that begin\nwith this letter but to reflect on the <em>letter itself</em>.  Once they\nhad absorbed this novelty, I asked: “What kind of letter is F?”\nAfter probing their initial answers, I went on to ask how they\npositioned F on spectrums from clean to dirty, strong to\nweak, and masculine to feminine?  With remarkable uniformity,\nmy dozen or so respondents perceived F as weak, dirty\nand (sorry) feminine.  A decidedly Yin grouping.  The chief exception\noccurred when people were visualizing a capital F,\nusually perceived as strong and masculine (but still weak architecturally).\nAs you might expect, people gave different answers\ndepending on whether they were imagining the shape of\nF or f.  However, it's the sound that's the thing and the answers\nwere far more uniform once people were asked to forget the\nvisual and to concentrate wholly on the <em>fff</em> sound.</p>\n<p>I asked some respondents to go over the alphabet in order\nto decide which was the weakest sounding letter?  Sometimes J\nand K were mentioned but F always won.</p>\n<p>I now have a file full of surprising remarks.  Space being\nlimited, I'll simply record some of my favorites:</p>\n<blockquote>\n<p>“A small letter.  The sound is small.  And aloof.”\n(Newspaper Publisher)</p>\n<p>“It's crazy, It's a ne'er-do-well letter.  It doesn't\nlook good.  I don't like either of the shapes.  It's like a top-heavy\nwoman.  It's because my name begins with F that I\ndon't like it...It's a bad letter, independent of my name.”\n(Photographer)</p>\n<p>“It's a juicy letter because there's spit when I make the\nsound.” (Writer).</p>\n<p>“Doesn't impress me.  Not a very forceful letter.  Very\nmediocre to me.  Very bland.  I just feel it's a very limp letter.\nMaybe because it's a soft, obscure sound.  Hidden.  It's a hidden\nletter all by its teary little self.”  (Secretary)</p>\n<p>“It starts off strong but it sort of fades out...A sigh at\nthe end...Sounds like smoke-filled rooms.”  (College\nStudent)</p>\n<p>“Soft, fuzzy.  Drifts off into a bunch of soft sounds.”\n(Publishing Assistant)</p>\n<p>“It's a sexy letter.  Maybe because it's made with lips and\nteeth.”  (College Teacher)</p>\n<p>“I think it's a dark letter.  When I think of it, it's black.\nFriday starts with F and Friday's black.  All words that start\nwith F are black...Not one of my most favorite letters...\nTo the ear it's not a pleasant sound...F is a letter that people\nwho stutter mispronounce a lot...Maybe it's the only\nletter that you have to put your teeth to your lips.  Maybe this\nisn't pleasant...The teeth actually leave the mouth.  It's aggressive...When\nyou are angry, it's sort of pleasurable to\nuse that mouth work.  It takes more mouth to say it.”  (Banker,\nclearly thinking toward the end of “Fuck you!”)</p>\n</blockquote>\n<p>My mother, a painter, finally helped me see F's tragic\nflaw.  “I don't think it's a particularly pleasing sound,” she\nsaid, and I kept asking Why?  “It doesn't roll off your tongue,”\nshe said.  “Maybe it's harder to say.  You've still got the sound\nin your mouth.”</p>\n<p>Ah, it was that last curious phrase that made me realize\nF is distinguished, <em>at the end</em> of its pronunciation, by a little\ndownward hook.  There is this long leaking of breath, <em>of life</em>,\nas you say the sound, and then, unlike any other letter, a final\nlittle deflation.  And in so far as I have reached any answer at\nall from studying this miscellany of postcards from a world\nbeyond language, it is this: that F's special darkness derives\nfrom its soft expiration and final death.  A little linguistic\nfuneral, you might say.  It's as though, in saying the letter,\nyou are faltering, failing and then, with a little gasp, you give\nup life altogether.  So that F, more than any other letter, encapsulates\nthe experience of failing and death and brings\nthese fatal redolences, like hovering ghosts, to many a shadowed\nword.</p>\n<hr>\n<h2></h2>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-b1\">\n<p>And let us not overlook the closet cases: <em>phobia, phoney</em>, and <em>phlegm</em>.  Or that inconspicuous group illustrated by <em>defile, defamation, defect</em>, or <em>refuse</em>.  (It is fascinating to me as a writer that the F-words are often far more powerful than the synonymous words: can <em>dirty</em> compete with <em>filthy</em>, <em>changeable</em> with <em>fickle</em>, or run with <em>flee</em>?  And, furthermore, F is father of many an odd and peerless word: <em>fussbudget, flimflam</em>, and <em>flibbertigibbet</em>.) <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Metalinguistic Inquiry into F</h1> <p><em><span data-rel=\"author\">Bruce D. Price</span> <span data-rel=\"location\">New York, N.Y.</span></em></p> <p>One morning in the limbo between sleep and the so\ncalled real world (a time when alpha waves are said\nto spark), I had a curious epiphany.  Which was that the letter\nF is distinguished by being the first letter of a great and <em>disproportionate</em>\nnumber of words for unpleasant objects or attributes.\nAnd, further, that there was something weak, dark\nand unmanly about <em>the letter itself</em>.  My sleepy brain fumbled\nthrough my vocabulary seeking confirmation: <em>fail, fickle, feeble,\nfop, fag, frail, fetid, famine, fiasco, flimsy</em>...</p> <p>Yes, there did seem to be some support for this odd insight.\nBut now I was coming awake and my logical mind\nresisted the whole notion.  Would you not confidently predict\nthat each letter would have its equal share of appealing and\nunappealing words?  What sense could there be in saying: No,\nF seems different from the others, it's a weak and dark letter,\nsomehow tainted, somehow unique...</p> <p>So there you have my Dionysian vision.  And the Apollonian\nresponse—humbug.  How to resolve the matter?</p>"
}