{
  "type": "Article",
  "title": "If It Isn't In Writing...",
  "author": "Geoffrey Bocca",
  "location": "New York, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">If It Isn't In Writing...</h1>\n<p><em><span data-rel=\"author\">Geoffrey Bocca</span> <span data-rel=\"location\">New York, New York</span></em></p>\n<p>As a frequent visitor to the United States I am always intrigued\nand sometimes bemused by the American compulsion\nto put everything in writing.  Take the notice that until\nrecently decorated the door of all New York Post Offices,\n“No Dogs Allowed”, and underneath, the somewhat apologetic\namendment, “Except Seeing-Eye Dogs.”  To begin with,\nwhy should dogs be barred from post offices at all?  A post office\noffers perhaps less temptation for a pup to blot its copybook\nthan any other establishment except perhaps an income\ntax office.  It is not like a fruit store or a grocery or even an\naromatic pharmacy.  Secondly, neither the seeing-eye dog nor\nits master is likely to read the fine print and it is inconceivable\nthat even the most sadistic postmaster would eject a blind\nman and his dog from his fief.</p>\n<p>It often seems to me that the first thought of the American\nbureaucrat, given any situation whatever, is to rush to the\nprinter and draw up a miniature constitution.  Every restaurant\ndisplays a prominent notice, “Occupancy by more then\nX people is dangerous and unlawful.”  How long is it, I\nwonder, since a law enforcement officer (policeman) came to\ncount heads?  (“Am I on the vice beat today, lootenant?” “No,\nO'Reilly, you are on the restaurant head-check squad.  Shoot\nfoist and count afterwards.”)</p>\n<p>In many restaurant toilets I see a sign, “Employees must\nwash their hands before leaving.”  It seems to me that this\nslightly unsavory instruction would be more effective as a\nword by the restaurateur into the ear of a new employee, or\nat least hung in the kitchens.  But in New York at least, it must\nnot only be done.  It must be read to be done.  (Its double\nredundancy lies in the unlikelihood of their washing their\nhands after leaving.)</p>\n<p>Almost alone among civilized countries, the United\nStates demands a visitor to make his customs declaration in\nwriting.  Other countries don't bother.  The United States asks\none's name (with middle initial, something most western\nEuropeans drop the moment they can hold a pen), flight\nnumber, address in the United States.  After one has filled in\nall this, one is told—in writing—“The Customs Inspector\nmay permit you to make an oral declaration.”  In other words\nyou can say it, but you have to write it first.</p>\n<p>In the cloakroom of the Yale Club in New York is a sign\nsaying, “Members are not allowed to leave their possessions in\nthe cloakroom for more than 36 hours.”  Why not?  Or why 36\nhours?  Why not 24 hours?  Or 48 hours?  After 36 hours does\nsome dread metamorphosis happen to the Yalie's coonskin\ncoat?  Why say anything at all?</p>\n<p>The sandlot in Washington Square has a sign “Sandlot\nreserved for children and their guardians.”  This presumably\nis aimed at Greenwich Village artists, writers, and lawyers\nwho are notorious for pushing children off any sandlot and\nplaying in it themselves.</p>\n<p>And when the sign is in fact reasonable and necessary, no\nAmerican signwriter would dream of leaving the matter as it\nis.  Take, “No littering, smoking, or spitting.”  Until recently,\non New York buses and subways it read:</p>\n<p>“New York City Health Code PROHIBITS (on all New\nYork City transportation facilities), LITTERING (or creating a\nnuisance or an insanitary condition), SMOKING (or carrying\nan open flame, lighted match, cigarette, cigar or pipe), SPITTING\n(Penalty, fine, or imprisonment or both).  Order of the\nNew York Transportation Authority.”</p>\n<p>Instructions in taxis must be something of a cottage industry\nin New York, and they give the rider a good read for\nquite long distances.  One sign says “Pay Here.”  Another says,\n“The law: Alight on curb side only.”  Another says, “Dear\nTaxi-rider, you will appreciate that for security reasons the\ndrivers are not obliged to change more than $5.”  On the\ndriver's dashboard one may read his name, the date of expiry\nof his license, and occasionally such esoteric items of information\nas “must wear glasses while driving.”  (“Excuse me\ndriver, far be it from me to dent your <em>machismo</em>, but I notice\nyou are driving without your glasses.”)  Recently I collected a\nnew one, —a beauty.  “Please keep both feet on the ground.”\n(“Listen; bub, uncross your legs or get the hell out of my\ncab!”)</p>\n<p>This American compulsion for putting everything in\nwriting clearly stems from the birth of the Republic when the\nFounding Fathers, against all British precedent, insisted on a\nwritten constitution.  The British still don't have one.</p>\n<p>In fact signs and written instructions tend to invite derision\nin Britain.  During the war, the windows of London tube\ntrains were covered with a cloth mesh as a protection against\nsplintering from air raids.  A well-remembered Government-sponsored\ncartoon drawn by Fougasse and displayed on all\ntrains showed an irresponsible fellow tearing the mesh away.\nThe civic-minded citizen—“Billy Brown of London\nTown”—admonishes him: “I trust you'll pardon my correction.\nThat stuff is there for your protection.”  Leading to the\nfamous riposte, “I thank you for that information, but I cannot\nsee the bloody station.”</p>\n<p>The only English example that comes immediately to\nmind is “Please adjust your dress before leaving” in public\nlavatories.  Perhaps because of its elegance it has become part\nof England's heritage of scatalogical humor.  Churchill\nallegedly quoted it as the only cliché which a certain Foreign\nSecretary left out in one of his speeches, though Churchill\ndenied having said it.</p>\n<p>That Americans do not read signs or are even aware of\nthem is as interesting as the phenomenon itself.  American\neyes are as immune to signs as Russian ears are immune to\npropaganda slogans booming from loudspeakers.  Americans\ntraveling with sheathed ballpoints throughout Europe never\nquestion the necessity of the customs forms they have to fill on\narrival in the United States.  When I bring the subject up with\nAmerican friends, they either look blank or indignantly deny\nthe entire thesis.  “You English are worse” one friend foamed.\n“What about 'Please adjust your dress before leaving'...and\n...and...and...Anyway, you are worse.”</p>\n<p>I returned to London from New York some time ago and\nspent a night in the Portobello Hotel in Notting Hill Gate.  A\nsign in the elevator said, “Please close both gates.”  But, signpunchy\nfrom America I did not read that at all.  I read, or\nseemed to read, “Dear Hotel Guest, For the comfort and convenience\nof other guests you are respectfully requested when\nentering or leaving the lift, to assure that both gates are fully\nclosed, as otherwise the lift is rendered inoperative, to the inconvenience\nof those guests seeking to avail themselves of it.\nWe thank you for your courtesy and co-operation.  The Management.”\nThe irony is that an old English room-clerk might\nwell <em>say</em> something like that while his American counterpart\ngiving the same instructions orally is more likely to say,\n“Close dem gates, paisan.”</p>\n<p>Then, returning to New York, I received an unexpected\nshock.  The New York City Transit Authority has scrapped its\ngrandiose warnings.  The subway trains now state merely,\n“No littering, spitting or smoking.” Who is going to take any\nnotice of <em>that</em>!</p>\n<p>Happily I was quickly reassured that the post offices at\nleast have retained respect for the written word, which, of\ncourse, is as it should be.  The post office on West 52nd Street,\nin addition to barring dogs (except seeing-eye dogs), now\nbars, “baby carriages, shopping carts, hand trucks, etc.”\nEtc.?  <em>Etc</em>.?</p>\n<p>And the Postmaster on West 83rd Street near Columbus\nAvenue has spotted a fatal flaw in the dog warning.  Reader,\nhave you spotted it?  Reading as it does, it opens the post office\nto an invasion of cats, pet rabbits, parrots, budgerigars, hamsters,\nand shoulderloads of monkeys.  The loophole has now\nbeen closed.  Since my last visit, a new sign has been added to\nthe dog sign.  It says: “No pets allowed.”</p>\n<p>Lest the reader think that such rules are confined to New\nYork and London, he may be consoled by the universality (or\nencroachment) of the practice elsewhere: a notice on every\nentrance into the Miami Airport reads, “No DOGS Or Other\nAnimals Permitted in this Establishment.  Except 'Dog Guide'\nin accordance with Section 413.08 Florida Statutes.”  I think\nthe time has come to sign off.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">If It Isn't In Writing...</h1> <p><em><span data-rel=\"author\">Geoffrey Bocca</span> <span data-rel=\"location\">New York, New York</span></em></p> <p>As a frequent visitor to the United States I am always intrigued\nand sometimes bemused by the American compulsion\nto put everything in writing.  Take the notice that until\nrecently decorated the door of all New York Post Offices,\n“No Dogs Allowed”, and underneath, the somewhat apologetic\namendment, “Except Seeing-Eye Dogs.”  To begin with,\nwhy should dogs be barred from post offices at all?  A post office\noffers perhaps less temptation for a pup to blot its copybook\nthan any other establishment except perhaps an income\ntax office.  It is not like a fruit store or a grocery or even an\naromatic pharmacy.  Secondly, neither the seeing-eye dog nor\nits master is likely to read the fine print and it is inconceivable\nthat even the most sadistic postmaster would eject a blind\nman and his dog from his fief.</p> <p>It often seems to me that the first thought of the American\nbureaucrat, given any situation whatever, is to rush to the\nprinter and draw up a miniature constitution.  Every restaurant\ndisplays a prominent notice, “Occupancy by more then\nX people is dangerous and unlawful.”  How long is it, I\nwonder, since a law enforcement officer (policeman) came to\ncount heads?  (“Am I on the vice beat today, lootenant?” “No,\nO'Reilly, you are on the restaurant head-check squad.  Shoot\nfoist and count afterwards.”)</p> <p>In many restaurant toilets I see a sign, “Employees must\nwash their hands before leaving.”  It seems to me that this\nslightly unsavory instruction would be more effective as a\nword by the restaurateur into the ear of a new employee, or\nat least hung in the kitchens.  But in New York at least, it must\nnot only be done.  It must be read to be done.  (Its double\nredundancy lies in the unlikelihood of their washing their\nhands after leaving.)</p>"
}