{
  "type": "Article",
  "title": "You Say “Lieutenant,” I Say “Leftenant”: Linguistic Notes on the Canadian Unity Crisis",
  "author": "Jeff Miller",
  "location": "Toronto, Canada",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">You Say “Lieutenant,” I Say “Leftenant”: Linguistic Notes on the Canadian Unity Crisis</h1>\n<p><em><span data-rel=\"author\">Jeff Miller</span> <span data-rel=\"location\">Toronto, Canada</span></em></p>\n<p>There's a difference of opinion up here, north of the border,\nthat seems to be both symbolic and symptomatic.\nNo one can agree on the pronunciation of the word <em>lieutenant</em>.</p>\n<p>Language trouble is common in Canada, which—in its\nyouth and the dark shadow of the U.S.—frequently experiences\nidentity pangs that arise from its French and British colonial\nchildhood and prides itself on its “mosaic” philosophy of\nacculturation (versus the U.S.'s old melting-pot idea).  Much\nof the growing obloquy between the French-speaking majority\nin the province of Quebec and “English” Canada—“officially,”\nthe rest of the country, or as Mordecai Richler says,\n“little, unobtrusive us”—is based on particularly frequent,\nknock-about linguistic skirmishes.  I've taken to seeing the\n<em>lieutenant</em> tussle as allegory for this confrontation, for what\nour journalists call “the national unity crisis”—the threat that\nQuebec, Canada's second most populous province, may opt\nout of Anglo-oriented Confederation in favor of independent,\nFranco-oriented nationhood.  (That people in the Atlantic\nprovinces—New Brunswick, Nova Scotia, Prince Edward\nIsland—have on occasion spoken seriously of joining the U.S.\nshould Quebec secede in an indication of the emotional state\nthe “crisis” sometimes fosters here.)</p>\n<p>Here's how the <em>lieutenant</em> problem manifests itself.\nGord, a fourth generation Canadian, is at a party in Toronto's\nchic Yorkville area—our Greenwich Village.  (A fellow\nexpatriated Ugly American, a musician from Hawaii, assures\nme all so-called Anglophone Canadians are named Gord.  His\nname is Sam.) Inevitably, a portly, russet-mustachioed gentleman\nin rumpled plaid or tweeds approaches G. and, wafting\nEarl Grey or Gilbey's upwind of him, asks something like,\n“Have you ever read <em>The French 'Leftenant's' Woman</em>?”  The\nimportant point is, Gord's response will depend upon what\ncolonial influence predominates his speech and perception\npatterns.</p>\n<p>If he's a Royalist (usually one of those blood-minded\nbassets and a recent immigrant himself, here largely by default\nas a “citizen of the Commonwealth,” who still mourns\nthe attrition of The British Empire and sends embroidered\npillows to Queen Elizabeth) or one of those folks from Newfoundland\nor towns bordering the U.S. who've acquired Oxonian\nmannerisms as a reaction formation to their environments,\nhe will immediately understand the man.  He will thus respond\nappropriately, perhaps adding something impressive\nabout the book's narrative style.</p>\n<p>If he has never heard of the word “leftenant,” he is likely\nfrom one of the prairie provinces or is a recent U.S. immigrant,\nand will probably change the subject to Winnebagos\nor the humidity.</p>\n<p>But if he speaks French, or is sensitive to the politics of\nlanguage, or both, he may recognize that this pronunciation\nis a form of reverse snobbery, comparable to that of pronouncing\nthe “z” (pronounced “zee” or “zed,” which is an even\nmore confounding aspect of the problem) in <em>rendezvous</em>.  He\nwill probably reply, “You are speaking of <em>The French Lieutenant's</em>\n[pronounced “lyootenants”] <em>Woman</em> by John Fowles\n[pronounced?].  I found it a very complex and intriguing investigation\nof both narrative technique, as with the films of\nGodard, and the legacy of Victoriana in contemporary England.”</p>\n<p>You see, I've done some checking.  The English <em>lieutenant</em>\nis a direct cognate from the French.  It derives from <em>tenant</em>\n'taking or holding' and <em>lieu</em> 'place or stead' and referred to one\n'who took the place of the French king as his representative.</p>\n<p>But even the <em>Oxford English Dictionary</em>, that curmudgeonly\npackrat of the tongue, can't explain the solecistic origins\nof the “f” and “v” forms of the word (of which there must be\none hundred permutations and combinations) in its native\nland.  It can only mumble through its MacBarren's-redolent\nbeard that they are “difficult to explain.”  It goes on to surmise,\nstill somewhat embarrassed but gaining confidence,\nthat “the labial glide at the end of the Old French <em>lieu</em>” may\nhave been mistaken at some time or other by some Brit.  or\nother.  It does not, however, proffer a guess at the nature of\nthis person's affliction, that he could hear or see anybody's\nlabia gliding or otherwise engaging themselves at the pronunciation\nof <em>lieu</em>.</p>\n<p>Whoever this unfortunate soul was, his misaudition\nblew through the language like an east wind.  He had half of\nmedieval England running around saying “leaftenand” and\n“leyftenaunt,” while the other half muttered bilious compromises\nlike “lutenand” and “lyeutenaunte.”  All through the\n14th century, one imagines, people went on pilgrimages to\nCanterbury or threw bones on the floor at feasts and things,\ntongue-tied and dyspeptic when the discussion turned to military\nmatters.</p>\n<p>The <em>OED</em> further explains that by 1480, the dawning of\nthe Renaissance, Caxton pioneered the printed English malapropism\nwith “lyeutenaunt,” a variant close enough to the\npure form that things seemed almost to be looking up.  Indeed,\nby some happy accident of recidivism, in 1481 he was\nprinting “lieutenant.”  But sadly, by 1489, probably confused\nby what he was hearing at ye olde innes and church suppers,\nhe typeset the unfortunate phrase, “Made him seneschall and\nleeftenaunt generall of the royalme.”  What Ben Jonson had in\nmind with “lieutenant-Coronell” in 1598 is another, perhaps\nequally unfortunate matter.</p>\n<p>Ultimately, some other Englishman or other brought the\npoisonous malapropism over here, contaminating the fragile\nCanadian body politic with a rash of colonial “loo-,” “lieu-”\nand “lef-”tenants and, partially at least, the schizophrenia\nbehind it.  Of course, a cure is being sought, in some cases\ndesperately.  Though, as far as I know, advice from the Usage\nPanel at <em>The American Heritage Dictionary</em> (slightly higher\nin Canada) has not been requested, a TV series called “The\nLet's Save Canada Hour” has been produced.  There's Prime\nMinister Trudeau's oblique threat of force to keep Canada\ntogether, made in Vail at Gerald Ford's condominium.  There's\na book apocalyptically titled <em>Bi-Lingual Today</em>, <em>French\nTomorrow</em>, which disallows the French <em>any</em> language rights,\nand which private citizens began hawking (at a rate of 1,000\nbooks a day; compare to a recent short-story collection, <em>The\nButterfly Ward</em>, which was rated a national bestseller after\nhaving sold 3,000 copies in a year), when some bookstores\nrefused to stock it.  And then there's the budding U.S. Expansionist\nParty.</p>\n<p>In the early fall of 1977, <em>The Toronto Globe and Mail</em>\ncarried a front-page story about the Expansionists, with the\nheadline, also apocalyptic, “New U.S. Party Seeking to Annex\nCanada.”  An Expansionist spokesman told John Picton,\nthe Globe reporter, that the party had similar designs on\nScotland, Wales, Northern Ireland, Australia, and New Zealand\n(somehow, the line-up looks familiar, but it may be too\nearly to tell).  “If Quebec decides that geography and economics\nare as important as language,” the spokesman said, “They\nwould be welcome.  But it would be their choice.”  He added—\nquite seriously, apparently—that the new alliance might be\ncalled “The United States of Canada” since Canada “is such\nan inoffensive name.”  At that date, mail to the party from\nCanadians was “running four to one” in favor of the idea.</p>\n<p>Evidently, Expansionist Party members have not heard\nof Shell Canada, IBM Canada, GM Canada, Ford Canada,\nBell Canada, Coca-Cola Canada, McDonald's Canada...or\nthey'd realize that their goal here is pretty much redundant.\nThey'll have to take a new tack if they are to gain by and with\nus.  Perhaps they could show us something in the way of a new\ntongue—Cape Dorset Inuit, maybe.  Or how about a nice,\nbasic Cree?</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">You Say “Lieutenant,” I Say “Leftenant”: Linguistic Notes on the Canadian Unity Crisis</h1> <p><em><span data-rel=\"author\">Jeff Miller</span> <span data-rel=\"location\">Toronto, Canada</span></em></p> <p>There's a difference of opinion up here, north of the border,\nthat seems to be both symbolic and symptomatic.\nNo one can agree on the pronunciation of the word <em>lieutenant</em>.</p> <p>Language trouble is common in Canada, which—in its\nyouth and the dark shadow of the U.S.—frequently experiences\nidentity pangs that arise from its French and British colonial\nchildhood and prides itself on its “mosaic” philosophy of\nacculturation (versus the U.S.'s old melting-pot idea).  Much\nof the growing obloquy between the French-speaking majority\nin the province of Quebec and “English” Canada—“officially,”\nthe rest of the country, or as Mordecai Richler says,\n“little, unobtrusive us”—is based on particularly frequent,\nknock-about linguistic skirmishes.  I've taken to seeing the\n<em>lieutenant</em> tussle as allegory for this confrontation, for what\nour journalists call “the national unity crisis”—the threat that\nQuebec, Canada's second most populous province, may opt\nout of Anglo-oriented Confederation in favor of independent,\nFranco-oriented nationhood.  (That people in the Atlantic\nprovinces—New Brunswick, Nova Scotia, Prince Edward\nIsland—have on occasion spoken seriously of joining the U.S.\nshould Quebec secede in an indication of the emotional state\nthe “crisis” sometimes fosters here.)</p> <p>Here's how the <em>lieutenant</em> problem manifests itself.\nGord, a fourth generation Canadian, is at a party in Toronto's\nchic Yorkville area—our Greenwich Village.  (A fellow\nexpatriated Ugly American, a musician from Hawaii, assures\nme all so-called Anglophone Canadians are named Gord.  His\nname is Sam.) Inevitably, a portly, russet-mustachioed gentleman\nin rumpled plaid or tweeds approaches G. and, wafting\nEarl Grey or Gilbey's upwind of him, asks something like,\n“Have you ever read <em>The French 'Leftenant's' Woman</em>?”  The\nimportant point is, Gord's response will depend upon what\ncolonial influence predominates his speech and perception\npatterns.</p>"
}