{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Dos, Don'ts & Maybes Of English Usage",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780517345870/Dos-Donts-Maybes-English-Usage-0517345870/plp\"><em>Dos, Don'ts &amp; Maybes Of English Usage</em></a></h1>\n<p>Theodore M. Bernstein, (Times Books, 1977), vi + 250 pp.</p>\n<p>Reviewing such a book fairly and without nitpicking is a\ndifficult task for me, so I usually try to avoid it, especially\nwhen I know the author as well as I do Ted Bernstein.  However,\nhonest is honest, so here we go.</p>\n<p>My first complaint is about the price: 5¢ a page is really\ntoo exorbitant for serious comment.  That's the publisher's\nfault; it ought to be made clear to Times Books that if you don't\nthink you can sell a large number of books because you aren't\ngoing to spend the money and effort to do so, the solution is\nnot to try to make all your money on the few you think you\nmight sell.  This book would sell more copies at $7.95—a\nfairer price—than at $12.50; it is unfair of a publisher to visit\nhis own shortcomings on the books he publishes.</p>\n<p>Which, in a convoluted way, brings me to the title of the\nbook: it would more accurately have been named “Dos,\nDon'ts &amp; Maybes of American English.”  For example, under\nAGREEMENT IN NUMBER, “(Multiple subject.),” Bernstein writes,\n“A common error is illustrated in the following sentence: 'The\nJones Company, together with other manufacturers of plastic\nwidgets, <em>have</em> been trying to reach an agreement with the\nunion.'  The phrase <em>together with</em> does not add to the grammatical\nsubject; ... Hence the verb should be singular: <em>has</em>.”\nThat is in keeping with American practice; but by choosing\n'The Jones Company,' Bernstein has introduced a different\nsort of problem, namely, whether <em>Company</em> or the name of a\ncompany (e.g., Kodak, IBM, Xerox) is treated as a singular\nor plural.  In America, it is usually a singular; in England, it is\nusually a plural.  Thus, in England, one would say <em>The Jones\nCompany have been trying</em>..., while in America <em>has</em>, as\nBernstein points out, would have been preferable.  Not required,\nmind you, for Americans do say, “IBM are going to\nbuild a plant in the country,” though it is rare.  In a way, my\ncomments are beside the point at issue (whether the parenthetical\n“...together with...” phrase creates a compound subject\nrequiring a plural verb); on the other hand, Bernstein\nshould have selected an unambiguous example, particularly\nsince he does a good job of treating the other question under\n<em>collective nouns</em>.</p>\n<p>[The influence of British usage in America is more and\nmore evident: <em>The New York Times</em>, 1 April 1978, in referring\nto the increased settlement for transit workers in New\nYork City, called it a “6% Rise.”  Unless I have been contaminated\ncompletely by British English, I believe the more common\nAmerican form is <em>raise</em>.]</p>\n<p>The organization of <em>Dos, Don'ts &amp; Maybes</em> is alphabetical,\nby word or topic, with a handy cross reference if you happen\nto look up the wrong item.  Words that occasion the same\nkind of usage trouble are treated together, as they should be:\n<em>alleged</em> and <em>accused</em> under <em>alleged, accomplice</em> and <em>confederate</em>\nunder <em>confederate</em>, and so on.  This practice is\neconomical of space and of rhetoric.  Without counting, I\nwould guess that about 500 topics are treated.  Many of the\nentries are treated in other usage books and in dictionaries\nthat carry usage notes; I shall not bother commenting on\nthose except to say that Bernstein has a lively, friendly style\nthat seldom leaves the reader in doubt regarding the answer\nhe may be seeking.  In a few cases (<em>affinity</em>, for example), the\nstyle becomes so technical that one doubts if a reader who\ncould understand the explanation would be likely to make the\nerror of usage.  But such instances are rare.  As the title implies,\nthe answer is sometimes <em>Do</em>, sometimes <em>Don't</em>, and sometimes\n<em>Maybe</em>.  I do disagree with some of all three, and that is\nwhat this review is about.</p>\n<p>To be brief, I shall list my grievances and a bouquet or\ntwo:</p>\n<p>(1)  <em>anymore</em>—I don't accept it as a single word, even in\npostpositive position.  B. approves of, “The movies are no\ngood <em>anymore</em>.”</p>\n<p>(2)  <em>apostrophes</em>—I miss a comment on “the 1900s” vs. “the\n1900's.” [I prefer the former.]</p>\n<p>(3)  <em>as a matter of fact</em>—I am in complete agreement with the\nfollowing, quoted in full.  It is an excellent example of Bernstein's\nsensitivity to the language:</p>\n<blockquote>\n<p>Nine times out of ten the expression <em>as a matter of\nfact</em> is mere embellishment; if a statement is a fact it\nneed not be so labeled.  But on some occasions the words\nare not intended to be taken literally as pointing out\nthat a statement is factual.  Rather they lend a flavor to\nwhat is being stated.  Suppose you ask someone whether\nhe has ever attended a basketball game and he replies,\n“I'm going to one tonight.”  It's a simple, rather flat\nresponse.  But if he replies, “<em>As a matter of fact</em>, I'm going\nto one tonight,” it could suggest that he's going for\nthe first time or that it was quite a coincidence that you\nasked at this time or that he has been going to games for\nyears, all depending on the intonation and facial expression.\nThe words of the expression may not have much\nmeaning, but they do on such rare occasions provide a\nlight vehicle on which a tone or a sense can be conveyed.</p>\n</blockquote>\n<p>(4)  <em>awful, awfully</em>—These words have undergone a semantic\nchange sufficiently long ago so that scarcely anyone considers\nthem in their literal senses of 'full of awe' any longer.  True,\ntheir use in <em>He's an awfully good tennis player</em> is informal and\nshould not be used in more formal writing, but in colloquial\nuse they are okay. B., using the (otherwise) solecistic <em>awful\npretty</em> as an example, condemns <em>awfully</em> and demands <em>very,\nhighly, extremely</em>.  I don't share his prejudice, except for formal\ncontexts.</p>\n<p>(5)  <em>bring, take</em>—B. writes: “If a boss were to say to his secretary,\n“<em>Bring</em> this up to Mr. Jones on the fifth floor,' he would\nbe guilty of bad usage.  On the other hand, if he were to say to\nher, '<em>Bring</em> me a chicken salad sandwich...,' he would be\ncorrect....”  As the Oldtimer used to say, “That ain't the\nway I hear'd it!”  (A) In the first case, <em>take</em> would be correct.\n(B) In the second case, <em>bring</em> would be correct only if the\nsandwich were in the immediate vicinity of the secretary\n(across the room or, if the sandwich and the secretary were\nboth in another room, the boss were shouting or speaking on\nthe intercom).  (C) If he expected the secretary to go out to\nbuy the sandwich, <em>fetch</em> would be the preferred word.  B.\ndoesn't mention <em>fetch</em>, here or anywhere that I could find.</p>\n<p>(6)  <em>Britishisms</em>—Either the author of the article in the <em>New\nYork Law Journal</em> is wrong or B. miscopied it: (A) <em>lay-by</em>:\nany paved area alongside a road where a driver may pull off\nto rest, eat, or look after a malfunction of his car.  (B) <em>loose-slippings</em>:\nnever saw or heard it; the term <em>loose chippings</em>\nrefers to gravel or crushed stone that has not yet been bonded\ninto fresh asphalt in a road repair.  (C) <em>roundabout</em> and <em>circus</em>:\nthe former is generic; the latter is (usually) part of the\nproper name of what Americans would call a <em>square</em> in town.\n(D) <em>clearway</em> (one word): this does not mean 'no parking'; a\n<em>clearway</em> is an express street where parking and the flow of\ntraffic are strictly regulated.  It would have been better to\nhave verified such matters with an authority, like Norman\nW. Schur, whose new book, <em>British English: A to Zed</em>, will be\npublished soon by VERBATIM.</p>\n<p>(7)  <em>but</em>—B.: “If the pronoun appears elsewhere in the sentence\n[than at the end], put it in the same case as the noun to\nwhich it is linked by <em>but</em>:... 'No one (nominative) but <em>he</em>\n(nominative) knows how he developed that interest.”'  Such a\nrule makes no logical sense, for it requires that <em>but he</em> be in\napposition to <em>no one</em>, and there is no precedent that I know of\nin English for analyzing any appositive in association with\n<em>but</em>.  It should be <em>but him</em> (object of <em>but</em>) in such constructions\nwhere <em>but</em> is a preposition.</p>\n<p>(8)  <em>commas</em>—A clear and simple treatment, complete as far\nas it goes.</p>\n<p>... and so forth.  Generally, Bernstein's comments are based\non his own common sense and good taste; on occasion, he\ndraws on what he finds in dictionaries and other reference\nbooks.  I find that I agree with him most, but not all of the\ntime.  For instance, I agree that, within the same article, <em>data</em>\nought to be treated consistently as a singular or a plural, but I\ndisagree with the remark, “the preference in good usage is to\nkeep it plural.”  In most contexts, since <em>datum</em>, the singular, is\nconfined chiefly to surveying, <em>data</em> used as a plural strikes me\nas a pedanticism.</p>\n<p>If you like <em>Watch Your Language, More Language That\nNeeds Watching</em>, and <em>The Careful Writer</em>, chances are that\nyou will like <em>Dos, Don'ts &amp; Maybes</em>.  If you don't, you won't.\nIf you are unfamiliar with these Bernstein books, I can recommend\nthem as a nontechnical, middle-of-the-road, practical\napproach to modern English usage in America, cheerfully\nwritten and interlaced with puns, some even forgivable.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780517345870/Dos-Donts-Maybes-English-Usage-0517345870/plp\"><em>Dos, Don'ts &amp; Maybes Of English Usage</em></a></h1> <p>Theodore M. Bernstein, (Times Books, 1977), vi + 250 pp.</p> <p>Reviewing such a book fairly and without nitpicking is a\ndifficult task for me, so I usually try to avoid it, especially\nwhen I know the author as well as I do Ted Bernstein.  However,\nhonest is honest, so here we go.</p> <p>My first complaint is about the price: 5¢ a page is really\ntoo exorbitant for serious comment.  That's the publisher's\nfault; it ought to be made clear to Times Books that if you don't\nthink you can sell a large number of books because you aren't\ngoing to spend the money and effort to do so, the solution is\nnot to try to make all your money on the few you think you\nmight sell.  This book would sell more copies at $7.95—a\nfairer price—than at $12.50; it is unfair of a publisher to visit\nhis own shortcomings on the books he publishes.</p> <p>Which, in a convoluted way, brings me to the title of the\nbook: it would more accurately have been named “Dos,\nDon'ts &amp; Maybes of American English.”  For example, under\nAGREEMENT IN NUMBER, “(Multiple subject.),” Bernstein writes,\n“A common error is illustrated in the following sentence: 'The\nJones Company, together with other manufacturers of plastic\nwidgets, <em>have</em> been trying to reach an agreement with the\nunion.'  The phrase <em>together with</em> does not add to the grammatical\nsubject; ... Hence the verb should be singular: <em>has</em>.”\nThat is in keeping with American practice; but by choosing\n'The Jones Company,' Bernstein has introduced a different\nsort of problem, namely, whether <em>Company</em> or the name of a\ncompany (e.g., Kodak, IBM, Xerox) is treated as a singular\nor plural.  In America, it is usually a singular; in England, it is\nusually a plural.  Thus, in England, one would say <em>The Jones\nCompany have been trying</em>..., while in America <em>has</em>, as\nBernstein points out, would have been preferable.  Not required,\nmind you, for Americans do say, “IBM are going to\nbuild a plant in the country,” though it is rare.  In a way, my\ncomments are beside the point at issue (whether the parenthetical\n“...together with...” phrase creates a compound subject\nrequiring a plural verb); on the other hand, Bernstein\nshould have selected an unambiguous example, particularly\nsince he does a good job of treating the other question under\n<em>collective nouns</em>.</p>"
}