{
  "type": "Article",
  "title": "Porcine Semantics",
  "author": "Robert Devereux",
  "location": "Falls Church, Virginia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Porcine Semantics</h1>\n<p><em><span data-rel=\"author\">Robert Devereux</span> <span data-rel=\"location\">Falls Church, Virginia</span></em></p>\n<p>William Shakespeare wrote (in <em>Romeo and Juliet</em>) that\n“... a rose by any other name would smell as sweet.”  It is\ndifficult to take issue with that statement but equally difficult\nto imagine what other name one might use since, as Gertrude\nStein observed, “a rose is a rose is a rose is a rose.”  Stein's\nepigram, if one might so dignify it, has become a well-worn\ncliché, a phrase frequently employed by those wishing to emphasize\nthe finality of a particular matter.  But while the\nphrase can no doubt be meaningfully applied in many different\ncircumstances, the present writer wishes to note that it\nis not necessarily applicable where certain common farm animals\nare concerned.</p>\n<p>An American farmer is unlikely ever to consider the semantic\naspect of his calling or even to be aware that such an\naspect exists.  The English language, however, has such a rich\nand variegated vocabulary that a farmer may, if he so chooses,\napply any one of a number of terms to refer to one of his animals.\nAdmittedly, these terms are not all applicable in all\ncases, since some are generic terms, while others denote an\nanimal of a certain character as regards sex, age, breed, etc.\nWith the indulgence of VERBATIM's readers, the writer will illustrate\nhis point by expounding on swine (but horses, cows,\nor sheep, for example, would serve him equally well).</p>\n<p>The word <em>swine</em> can be defined as a general term for any\nor all of the various suoid mammals and can be used as either\na singular or plural noun.  As a singular, it can be replaced by\neither of two very common words, <em>hog</em> and <em>pig</em>, as well as by\nthe less well known, but equally proper, <em>baconer</em> (chiefly\nBritish usage), and <em>porker</em>.  As a plural, <em>swine</em> can be replaced\nnot only by <em>hogs</em> and <em>pigs</em> but also by the seldom used\n<em>hoggery, piggery</em>, and <em>porkery</em>.</p>\n<p>Every farmer is familiar with <em>boar</em> as the proper word\nfor an uncastrated male swine, but probably not all know\nthat <em>barrow</em> is the term for a male swine castrated before\nreaching sexual maturity and <em>stag</em> for one castrated after the\nsecondary sex characteristics have developed.  Also infrequently\nheard are <em>hogget</em> (a boar in his second year) and <em>hogsteer</em> or\n<em>hoggaster</em> (a boar in his third year).  For the female swine\nEnglish has <em>gilt</em> for the immature female and <em>sow</em> for one that\nhas borne young.</p>\n<p>A sow's offspring at a single birthing are most commonly\nknown as a <em>litter</em> but an equally good word is <em>farrow</em>; the latter,\nin fact, might be called a better word since it refers specifically\nto a sow's offspring, whereas <em>litter</em> can be applied\nalso to a number of different animals.  <em>Piglet</em> is perhaps the\nmost common word for a baby pig, but the dictionary provides\na number of others: <em>hogling, piggy</em> (or <em>piggie</em>), <em>pigling,\nporket</em>, and <em>porkling</em>.  The young pig of either sex, especially\nwhen less than a year old, is a <em>shoat; shote</em> and <em>shott</em> are both\nrecognized variant spellings.  The unweaned piglet can also be\ncalled a <em>sucker</em> or <em>suckling</em> and a newly weaned piglet a\n<em>weaner</em> or <em>weanling;</em> these four words, it must be noted, are\napplicable to many different animals, not just to swine.</p>\n<p>A swine can also be called by its breed name, which is\nusually but not always capitalized but which, in either case,\ncan be used to designate an individual swine of that breed.\nThus, we have <em>Berkshire, Hereford, Landrace, Poland</em> (or\n<em>Poland China</em>), <em>Suffolk, Cheshire, Chester white, Duroc</em> (or\n<em>Duroc-Jersey</em>), <em>Essex, Tamworth</em> (or <em>Irish grazier</em>), <em>Victoria,\nYorkshire</em>, etc.  Although not a recognized breed name, <em>razor-back</em>\nis used in similar fashion.</p>\n<p>Although the term <em>swine</em> is usually applied only to the\ndomesticated animal, it actually covers all members of the\nfamily <em>Suidae</em>.  A good English dictionary includes, for example,\nsuch exotic words as <em>babirussa</em> (or <em>babiroussa</em>), a wild\nhog of the East Indies also known as <em>staghog; peccary</em> (or\n<em>pecari</em>), a nocturnal gregarious wild swine of the genus\n<em>Tayyassu</em> which is native to the western hemisphere; <em>wart-hog</em>,\nan African wild hog of the genus <em>Phacochoerus; boshvark</em>\n(or <em>boschvark</em>), also called <em>bushpig</em>, a wild pig of South\nAfrica, etc.  Closely related to the <em>wild boar (Sus scrofa</em>), also\nsometimes called a <em>tusker</em>, are the <em>bearded pig (Sus barbatus</em>)\nof Borneo and Malaya, the <em>crested pig (Sus cristata</em>) of East\nAsia, etc.</p>\n<p>The American humorist, Ellis Parker Butler (1869-1937),\nscored his first great success (in 1906) with a book entitled\n<em>Pigs is Pigs</em>.  Had he been better versed in the field of porcine\nsemantics, he would not have chosen such a categoric title for\nhe would have known (and here my apologies to Gertrude)\nthat “pigs is hogs is porkers is baconers.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Porcine Semantics</h1> <p><em><span data-rel=\"author\">Robert Devereux</span> <span data-rel=\"location\">Falls Church, Virginia</span></em></p> <p>William Shakespeare wrote (in <em>Romeo and Juliet</em>) that\n“... a rose by any other name would smell as sweet.”  It is\ndifficult to take issue with that statement but equally difficult\nto imagine what other name one might use since, as Gertrude\nStein observed, “a rose is a rose is a rose is a rose.”  Stein's\nepigram, if one might so dignify it, has become a well-worn\ncliché, a phrase frequently employed by those wishing to emphasize\nthe finality of a particular matter.  But while the\nphrase can no doubt be meaningfully applied in many different\ncircumstances, the present writer wishes to note that it\nis not necessarily applicable where certain common farm animals\nare concerned.</p> <p>An American farmer is unlikely ever to consider the semantic\naspect of his calling or even to be aware that such an\naspect exists.  The English language, however, has such a rich\nand variegated vocabulary that a farmer may, if he so chooses,\napply any one of a number of terms to refer to one of his animals.\nAdmittedly, these terms are not all applicable in all\ncases, since some are generic terms, while others denote an\nanimal of a certain character as regards sex, age, breed, etc.\nWith the indulgence of VERBATIM's readers, the writer will illustrate\nhis point by expounding on swine (but horses, cows,\nor sheep, for example, would serve him equally well).</p> <p>The word <em>swine</em> can be defined as a general term for any\nor all of the various suoid mammals and can be used as either\na singular or plural noun.  As a singular, it can be replaced by\neither of two very common words, <em>hog</em> and <em>pig</em>, as well as by\nthe less well known, but equally proper, <em>baconer</em> (chiefly\nBritish usage), and <em>porker</em>.  As a plural, <em>swine</em> can be replaced\nnot only by <em>hogs</em> and <em>pigs</em> but also by the seldom used\n<em>hoggery, piggery</em>, and <em>porkery</em>.</p>"
}