{
  "type": "Article",
  "title": "Don't Call Me an “Adult!” — I'm a Mature Human Being",
  "author": "Kay Haugaard",
  "location": "Pasadena, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Don't Call Me an “Adult!” — I'm a Mature Human Being</h1>\n<p><em><span data-rel=\"author\">Kay Haugaard</span> <span data-rel=\"location\">Pasadena, California</span></em></p>\n<p>THE FLAGRANT DECLINE in the meaning of the word <em>adult</em>\nin the past few years has reached a point where I am\nnot certain I want to admit to being one.  As one child speaking\nto another in a <em>New Yorker</em> cartoon succinctly puts it,\n“Adult means 'dirty.' ”  I guess this is one example to support\nthe theory that words have a tendency to decline from good to\nbad, or so one of my English professors once said.  He said that\nthe word <em>stink</em>, for instance, used to have a sense for which\nwe would now use the word <em>fragrant</em>.</p>\n<p>Because of this creeping change of meaning in <em>adult</em>, I\nhave noticed that writers frequently alert us to this secondary\nmeaning by putting it in quotation marks.  Thus we have\n“adult” movies, books, and magazines.  Perhaps this is one\nstep along the route of its decline by using the word as a euphemism\nfor a vulgar or negative word—in this case as the\nlittle girl said, “dirty.”</p>\n<p>Once this insight occurred to me I started thinking of\nother words that might be examples of similar declines.  If you\nread many Victorian novels you find a number of words that\nstrike you as being quaint because they have been completely\ntaken over by their secondary meaning.</p>\n<p>But to go back even farther in time, I found that <em>heathen</em>\nwas once simply a descriptive term that meant 'a person who\ndwelt on the heath,' just as a <em>pagan</em> was 'a person who dwelt in\nthe village.'  <em>Barbarians</em> were 'outsiders' at first and the word\ncarried no pejorative connotations, just as <em>philistines</em> were just\n'inhabitants of the country of Philistia.'  These words have gradually\nbeen completely absorbed by their secondary meanings.</p>\n<p>That's not all.  A <em>toilet</em> was originally a simple little piece\nof cloth (French <em>toile</em> 'cloth' + -<em>ette</em> diminutive suffix) or\n<em>towel</em> as we have adopted it.  These little towels, used for personal\ngrooming, were frequently found in a small room or\nbooth that also contained a water closet.  Gradually the room\nwhere one attended to personal grooming or “made one's toilette”\ncame to be called just the <em>toilet</em>.  It has since lost all its\ngrooming connotations and has become a term with uncertain\nconnotations for water closet; so much so that we feel obliged\nto cast about for new euphemisms to take its place—<em>rest room</em>,\n<em>powder room</em>, etc.</p>\n<p>Pressing onward, we find that the word <em>slop</em> originally\nwas <em>slip</em>, a kind of goopy, wet, clay mixture, a term still used\nin ceramics.  A more circuitous route was taken by the word\n<em>slut</em> which derives from <em>sleet</em> 'something soft, formless, and\nyielding.'  It was used to describe a rather sloppy, disheveled\nwoman and gradually, by extension, one who was loose and\neasy in a moral sense.</p>\n<p>A <em>dunce</em> or <em>dunceman</em> used to be merely a follower of\n15th century John Duns Scotus.  He was regarded as a foe of\nhumanistic education and gradually the word came to mean\nany dull, stupid person.</p>\n<p><em>Propaganda</em> had a similarly respectable origin from <em>congregatio\npropaganda fide</em>, 'the congregation for propagating\nthe faith.'  But the methods it used apparently gave it a bad\nname, hence the negative implication of the word as we now\nuse it.</p>\n<p>The word <em>cheap</em> once meant merely 'a purchase price.'\n<em>Fart</em> (akin to German <em>fahren</em> 'to go') was formerly a polite\neuphemism.  There was a time when it was a compliment to a\ngirl to be called <em>homely</em>.  It meant 'a home-loving person filled\nwith all the domestic virtues.'</p>\n<p>A lot of the debasement of the status of a word's meaning\nfrom positive to negative seems to be assisted by quotation\nmarks, because in written language we use them to give words\na suggestion of special intonation indicating they are euphemistic\nor ironic.  For instance,</p>\n<blockquote>\n<p><em>They 'liberated' the Volkswagen</em>.</p>\n<p><em>Wouldn't you just “love” that</em>?</p>\n<p><em>She's a real “jewel” isn't she</em>?</p>\n</blockquote>\n<p>Are these uses of these words the first step toward destroying\nthe original meaning of the word?  Perhaps.  It probably\ndepends on how popular the substitute word becomes.  I saw a\ncase of this in miniature when my eldest son, about seven at\nthe time, expressed surprise at finding out the meaning of the\nword <em>treasure</em>.  Whenever he had come into the house with\nsome oddment of childish discovery—a bottle, can, rock,\nstick, or weed—I would say, “Oh, is that your treasure?”  So\nwhen I read him a story about buried treasure he asked what\nit was.  When told that it was gold and jewels and valuable\nthings, his wondering response was, “Gee, I thought it was\nany old junk you found lying around.”</p>\n<p>Who knows what strange, irrational, metaphoric twists\nand turns our words, at present respectable, will take in the\nfuture?  For those interested in language it is irritating to lose\nold meanings but equally exciting to meet new ones.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Don't Call Me an “Adult!” — I'm a Mature Human Being</h1> <p><em><span data-rel=\"author\">Kay Haugaard</span> <span data-rel=\"location\">Pasadena, California</span></em></p> <p>THE FLAGRANT DECLINE in the meaning of the word <em>adult</em>\nin the past few years has reached a point where I am\nnot certain I want to admit to being one.  As one child speaking\nto another in a <em>New Yorker</em> cartoon succinctly puts it,\n“Adult means 'dirty.' ”  I guess this is one example to support\nthe theory that words have a tendency to decline from good to\nbad, or so one of my English professors once said.  He said that\nthe word <em>stink</em>, for instance, used to have a sense for which\nwe would now use the word <em>fragrant</em>.</p> <p>Because of this creeping change of meaning in <em>adult</em>, I\nhave noticed that writers frequently alert us to this secondary\nmeaning by putting it in quotation marks.  Thus we have\n“adult” movies, books, and magazines.  Perhaps this is one\nstep along the route of its decline by using the word as a euphemism\nfor a vulgar or negative word—in this case as the\nlittle girl said, “dirty.”</p> <p>Once this insight occurred to me I started thinking of\nother words that might be examples of similar declines.  If you\nread many Victorian novels you find a number of words that\nstrike you as being quaint because they have been completely\ntaken over by their secondary meaning.</p>"
}