{
  "type": "Article",
  "title": "Verbifying in America",
  "author": "Noel Perrin",
  "location": "Dartmouth College",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Verbifying in America</h1>\n<p><em><span data-rel=\"author\">Noel Perrin</span> <span data-rel=\"location\">Dartmouth College</span></em></p>\n<p>WHEN IS A VERB LEGITIMATE?  As far as I can tell, any\nword in our language becomes a true verb the minute\nsomeone decides to use it as one.  Putting it in a verb situation\nis all that's required.  In fact, it doesn't really have to be\neither a word or in our language.  A set of French initials can\nachieve American verbhood, as in “Honey, do we need to\nR.S.V.P. the Pratts?”  Even breathing noises can do it.  “The\naudience ooh'd and aah'd as Baryshnikov made his second\nleap; one old man in the front row was zzzing, and missed it.”</p>\n<p>But though everything is eligible for verb status, by no\nmeans everything achieves it.  It's interesting to look for the\nreasons why some words do and others don't.</p>\n<p>Take a simple case: the four names of the four seasons.\nTwo have been verbed, and two have not.  One summers, in\nMaine, and winters, perhaps, in Florida.  But no one springs\nin Arizona, however crisp the April days, or falls in New\nHampshire, however dazzling the foliage.  The reason is easy\nto see, though ponderous to state.  If a verb already exists\nwhich is a homonym for the new-verb-to-be, creation does\nnot occur.  To ignore the other verb would simply be a confusion\nand lead to unintended puns.  (“Did you fall in New\nHampshire?”  “No, I tripped over an ashcan in the Bronx.”)</p>\n<p>What about autumning, which people also don't do?\nThere is no homonym problem here.  Answer: Only words\neasy to pronounce get made into verbs, unless there's pressing\nneed.</p>\n<p>House-and-furniture words provide a much more complex\ncase.  Over the years a huge number of them have been\nverbed.  You can floor someone metaphorically with a question\nor literally with a blow.  You can table a motion, not to\nmention chair a meeting.  If you are a football coach, you can\nand do bench players.  You can also carpet a room, roof a\nbuilding, bed a wife, and shelve a problem.  If you're the Sits-in-Front,\nyou can closet yourself with your key advisers, or\nperhaps the Russian Servant.</p>\n<p>All this being the case, how come no one ever sofas anything,\nmuch less davenports it?  It's not because we won't need\nsuch a verb.  On the contrary, the sofa plays a major role in\nAmerican courtship and napping habits both.  A new verb\nwould be a great convenience.</p>\n<p>It's because sofa ends in <em>a</em>.  Very few American words do\nthat, and those few are chiefly exotic imports like <em>aria, banana,\nsultana</em>—and like sofa itself.  (From Arabic <em>suffah</em> 'a carpeted\nand cushioned place to recline.')</p>\n<p>No American verb ends in <em>a</em>.  Not one in our language.\nThe participle problem makes it impossible.  One could sofa,\nor have sofa'd yesterday.  But sofaing?  “Who were you sofaing\nwith last night, Albert?”  The American tongue cleaves to the\nroof of the mouth at the mere thought.  As for “davenport,”\nit's a regionalism, and a dying one at that.  And since there is\nalready a homonymous verb “to couch,” no term is available.</p>\n<p>There is a similar explanation for the non-existence of\nthe verb “to ceiling.”  No American verb ends in -<em>ing</em>, unless\nthe -<em>ing</em> is a stressed syllable, because no American tongue\ncould be comfortable with the participial echo.  A pilot could,\nwith some trouble, say that he ceilinged at 31,000 feet.  But\nceilinging?  It would be easier to keep going up.</p>\n<p>“Drawer” (intensive of “to shelve”) is missing for quite a\ndifferent reason.  “Drawer” doesn't exist because at least two\nAmerican dialects have a tendency to put an <em>r</em> sound after an\n<em>a</em> (which then ceases to be pronounced a), as in Americer, or\nGeorge Worshington.  In these dialects one would thus dror—\nor drawer—a picture, and the creation of a new verb is ruled\nout for their speakers on the homonym principle, and for other\nAmericans on the snob principle.</p>\n<p>Another puzzle.  Our language has a special ability to\nmake verbs out of what were previously two-word phrases—\nmost commonly, a noun and its modifier.  A recent Sits-in-Front,\nfor example, verbed the noun “wall” and its modifier\n“stone.”</p>\n<p>Such creations seem to be particularly common when\nthe modifier is a color word.  You can blackball a candidate,\nblueprint a set of plans, whitewash a fence, brownbag your\nlunch.  You can bluepencil an article.  Red-baiting was a popular\nsport in the fifties, and blacktopping driveways is a common\nactivity right now.  But there is no verb “to green-light”—\nor “to redlight,” either.</p>\n<p>Considering the tremendous role that traffic signals play\nin our national consciousness (it can be argued that the entire\nInterstate system was built in order to get around—and under\nand over—stoplights), this may seem a curious omission.</p>\n<p>There is a simple linguistic reason.  All verbs created in\nthe twentieth century, without exception, conjugate regularly.\nI stonewall today, he stonewalled yesterday, the Sits-in-Front\nhas stonewalled for years.  But a few of our older verbs\nstill conjugate in their original Anglo-Saxon forms.  Light is\none of this group.  Subconsciously we know that if we make\n“greenlight” a verb, we are going to wind up with a past tense\nof either greenlighted or greenlit, and both sound wrong.</p>\n<p>There is some comfort in reflecting that however persistent\nour politicians or our TV advertisers may be in giving us\nthe hard sell.  Americans are quite safe from ever being hard-sold\nanything.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Verbifying in America</h1> <p><em><span data-rel=\"author\">Noel Perrin</span> <span data-rel=\"location\">Dartmouth College</span></em></p> <p>WHEN IS A VERB LEGITIMATE?  As far as I can tell, any\nword in our language becomes a true verb the minute\nsomeone decides to use it as one.  Putting it in a verb situation\nis all that's required.  In fact, it doesn't really have to be\neither a word or in our language.  A set of French initials can\nachieve American verbhood, as in “Honey, do we need to\nR.S.V.P. the Pratts?”  Even breathing noises can do it.  “The\naudience ooh'd and aah'd as Baryshnikov made his second\nleap; one old man in the front row was zzzing, and missed it.”</p> <p>But though everything is eligible for verb status, by no\nmeans everything achieves it.  It's interesting to look for the\nreasons why some words do and others don't.</p> <p>Take a simple case: the four names of the four seasons.\nTwo have been verbed, and two have not.  One summers, in\nMaine, and winters, perhaps, in Florida.  But no one springs\nin Arizona, however crisp the April days, or falls in New\nHampshire, however dazzling the foliage.  The reason is easy\nto see, though ponderous to state.  If a verb already exists\nwhich is a homonym for the new-verb-to-be, creation does\nnot occur.  To ignore the other verb would simply be a confusion\nand lead to unintended puns.  (“Did you fall in New\nHampshire?”  “No, I tripped over an ashcan in the Bronx.”)</p>"
}