{
  "type": "Article",
  "title": "“You know what I mean...”",
  "author": "Laurence Urdang",
  "location": "Editor, VERBATIM.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">“You know what I mean...”</h1>\n<p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Editor, VERBATIM.</span></em></p>\n<p>Unlike die-making, language-making is a relatively imprecise\nart.  But we must recognize it as an art, not a\nscience, with a little technique thrown in.  (Criticasters of current\nEnglish usage are more likely to complain that what little\ntechnique there might be appears to have been thrown out.)</p>\n<p>The less sophisticated speakers of English adopted the\npreposition <em>like</em> first as a conjunctive adverb but ultimately as\nan interjection.  I believe that the <em>likes, y'knows</em>, and other interpolations\nin speech are not so much attention-getting devices\nborrowed, as some maintain, from Black English, as\nthey are genuine comments made by the speaker about what\nhe is saying.  Undereducated, unsure of his facts, apprehensive\nof how his comments may be received, sensitive to the slightest\nnuance of disapproval among his listeners, the speaker\nmitigates every statement by a qualifier (<em>like</em>), providing\nhimself with an escape through which he can avoid responsibility\nfor having made a false or (worse!) socially unacceptable\nstatement.  Thus, rather than coming right out and saying\nsomething straightforward like, “It's snowing,” he will\nsay something like, “Hey, man, it's like snowing, y'know?”\nOriginally, this technique of calling a spade a shovel was\nrestricted to matters involving opinion, where the commitment\nwas made yet more tentative by the insertion of the disclaimer\n<em>like</em>: “That was a great movie” became “I think that\nwas a great movie” which became “I may not know anything\nabout movies, but I think that was a great movie,” which became\n“That was like a real great movie, y'know?”</p>\n<p>Another reflex of the same syndrome of insecurity may be\nin the use of a rising inflection (normally reserved for questions)\nwhen making a bare statement of irrefutable fact.  That\nis difficult to show in writing, but it is often heard, especially\nin reply to questions: Q: “Where were you born?”  A: “In New\nYork City?”; Q: “May I help you?” A: “I am calling to find\nout if you are open till 6 tonight?”</p>\n<p>I am given to suspect, though, that the entire trend may\nbe attributable simply to a panlingual weakness for the\ncliché.  Witness, for example, the silly expression <em>as we know\nit</em>, frequently tossed in, with meaningless reference, after\nwords like <em>life</em> or phrases like <em>life on earth</em>.  Even some of the\n(presumed) better writers of our day are prone to it as can be\nseen from the following, which, quoted out of context, may\nappear to be rather amusing.  [It is from a review by Auberon\nWaugh of <em>The Public School Phenomenon in Books and\nBookmen</em>, June 1978.]</p>\n<blockquote>\n<p>By comparsion with the end of civilization as we know\nit, the price of a taste for flagellation, or buggery, or a\ncertain awkwardness in relations with the opposite sex,\nseems absurdly small.</p>\n</blockquote>\n<p>In certain circles, it has become popular to the point of\nirritation to characterize every eremitical, dyspeptic, closemouthed\nselfish crank as a <em>private person</em>.  Again: the fear of\noffending, combined with the pseudoclinical, “psychological”\napproach invoked to conceal the genuine opinion or emotion.</p>\n<p>There are others, of course, too numerous to catalogue\nhere.  Many have their origins in the jargon of psychiatry and\npsychology, affording the speaker of a certain social level and\nof unimaginative intellectual incapacity the opportunity to\naffect the patina of the class to which he aspires.  Overhearing\na conversation between two practitioners of such jargon gives\none the impression that neither understands the other any\nmore than he understands himself, which is just as well, since\nneither is saying anything anyway: most such “conversations”\nare mere attempts by the some ninnyhammer to impress his\ncounterpart that he is familiar with the trendy shibboleths of\nthe current scene.  I suppose that this is what we must come to\nexpect in The Age of the Decline of the Subjunctive.</p>\n<p>Partly responsible is the aphoristic cliché “Everyone is\nentitled to his (<em>or, more often their</em>) own opinion.” That is as\nmuch of a truism as any cliché.  It omits two important corollaries,\nthough, that are not implicit in it:</p>\n<blockquote>\n<p>1.  Everyone doesn't, necessarily, have the right to\nexpress his opinion;</p>\n<p>2.  Everyone's opinion isn't, necessarily, of any value.</p>\n</blockquote>\n<p>That is about as undemocratic a statement as anyone is likely\nto associate with me, but there comes a time when one must\nput his foot down.  Jacqueline Susann's novels are not good\njust because they sell a lot of copies and because publishers\nwere willing to pay a $1 million advance for the last one.  Andy\nWarhol's paintings are not good just because they are original\nand cost a lot of money.  And, as we have learned from bitter\nexperience, our elected officials are not good just because they\nrun the country or because we were foolish enough to have\nelected them.</p>\n<p>What I find a disturbing trend in language is reflected in\naberrant discourse.  Taken to extremes, this total lack of simple\ncommunication manifests itself in an exchange like this:</p>\n<blockquote>\n<p>“How much does the lettuce cost?”</p>\n<p>“Today is Tuesday.”</p>\n</blockquote>\n<p>That may be a little extreme, but here is an actual example\nfrom <em>The N.Y. Times</em>, 29 January 1978, p. 17:</p>\n<p>[...A reporter asked if the President was in better health.]\n“Yes,” Mr. Carter said, “much better; better than campaigning.”\nMaybe I am becoming senile, but I cannot see any way\nin which the reply fits the question.  This is not an example of\na grammatical lapse of the kind Edwin Newman loses sleep\nover.  It is something far more serious.  It has many common\nreflexes.  The rest of you may have become used to it by now,\nbut I am made nervous by an exchange like this:</p>\n<blockquote>\n<p>I: Would you like to have another drink?</p>\n<p>GUEST: I'm fine, thanks.</p>\n</blockquote>\n<p>I suppress a rude impulse to say something like, “I didn't ask\nyou how you felt; I asked you if you wanted another drink.”\nMaybe that is a manifestation of language change that this\npoor, tired brain is just too conservative to assimilate, but I\nmust confess it makes me nervous.</p>\n<p>Examples of this sort abound.  It seems that every waiter,\nwaitress, bartender, salesperson, and all others in comparable\njobs deliver a plate, glass, or what-have-you accompanied\nby a “There you go.” What in heaven's name does it mean?\nThere once was a cliché, seldom heard today, that was uttered\nunder similar circumstances.  It was, “There [or Here]\nyou are.” It was often followed by a “Sir,” “Miss,” or “Madam,”\nbut today, when someone calls me Sir—in America—I\nseem to detect an undertone of derision: this purely polite\nword has assumed the connotation of sardonic servility and\nhas made me suspicious of the sincerity of whoever utters it.</p>\n<p>While I am on prejudices, I must mention the word\n<em>meal</em>, which has always carried with it the association of\ngruel, haggis, cold oatmeal, and other delectables.  Yet it is\npersistently on the lips of every waiter, waitress, and stewardess\n(but you're not allowed to use that term any longer—everyone\nis now a <em>flight attendant</em>) as your breakfast, lunch, or\ndinner is placed before you: “Hope you enjoy your meal.” As\nsoon as I hear the word <em>meal</em>, any enjoyment I might have derived\nfrom it has been effectively squelched.  In the same category\nis “Have a nice day.”  Mercifully, this is no longer accompanied\nby a smiling moonface on packets of sugar, matchboxes,\nand stickers clinging to windows and walls.  In fact,\nmy early revulsion at the expression seems to be diminishing,\nfor I have reconciled myself to the meaninglessness of it, just\nas my forebears must have done when “God be with you” became\n<em>Goodby</em>.</p>\n<p>The inability to describe a simple fact abounds in the\npress, probably brought about by some legalistic rubbish having\nto do with protecting “rights.” The typical example is the\nsituation in which a reporter, present at an attack on a person\nthat takes place in full view of dozens of other people, describes\nthe capture, 50 yards away, of the attacker by a\ncrowd.  The criminal immediately becomes the “alleged assailant,”\nnotwithstanding his having committed the assault\nbefore several witnesses.  This cautionary legalism, which\nprevails when describing naughty behavior, is never extended\nto the reportage of good behavior: one never reads of the\n“alleged hero.”</p>\n<p>As often as they are guilty of interpolating meaningless\ninterjections into their speech, thus giving their hearers the\nimpression that they are saying a great deal more because\nthey are talking a great deal more (or, perhaps by talking\nmore, albeit saying less, they create the illusion that their\nlimited vocabularies are capable of more expression, if not\nmore expressiveness), speakers also tend to apocopate the\nlanguage.  One hears “As far as [the weather, it will be cloudy\nand...]” more often than “As far as [the weather] is concerned...”</p>\n<p>I find myself consciously trying to avoid clichés.  Some,\nof course, are unavoidable, like <em>Hello, How are you, See you\nsoon, Goodby</em>, etc., and it would be foolish to try to create\nsubstitutes.  Besides, they don't jangle my nerves the way the\nnew crop of stereotypes does.  It can probably be demonstrated\nthrough information theory that content is virtually\nunassimilable when delivered in concentrated doses.  That is,\nwe may be unable to understand “pure” information: it must\nbe couched in sufficient white noise to allow it to sink in;\nperhaps our brains need a rest in between bouts of concentration\nthat last longer than a millisecond or two.</p>\n<p>As a parallel, I cite the difference between conversation\nin which information is exchanged (in small doses) and the\nreading aloud of a scholarly paper that was meant for publication.\nToo often have I attended academic meetings where\ninept participants, bent on preparing articles to be published\nin a journal or in the proceedings, have seen fit to read it to\nthe audience.  It is one thing to read such a paper to oneself,\nand, if one encounters a difficult or recondite passage, to be\nable to reread it as many times as necessary for full comprehension;\nit is another to listen to the same paper read aloud: it\nis usually incomprehensible.  At a recent meeting I attended,\nthe audience was regaled with about five minutes of statistics!\nAnd the speaker was a university teacher.  Small wonder that\nno one can learn anything any more.</p>\n<p>What separates good speakers and writers from bad\nspeakers and writers is the ability of the former to make a\nconscious choice.  I am, for instance, able to speak and write\nin a variety of styles, from very informal to very formal.  I can\naffect an illiterate style if I wish.  The illiterate speaker is incapable\nof saying what's on his mind in more than one way.  Indeed,\nthe good stylist can probably think of a dozen different\nways in which he can say the same thing, while the poor\nstylist has few such resources at his disposal.  Unfortunately,\nthat doesn't mean that I can express myself with great artistry,\nmerely that my technique is reasonably versatile.  Also,\nbecause of the reams of text I generate regularly in articles,\nbooks, and correspondence, I am prone to an occasional solecism,\nthough I do try to avoid them.  I strive for clarity first,\nexpressiveness second.  Long ago I gave up any notion of becoming\na creative writer: as a lexicographer, primarily, I am\ncompelled to eschew fiction in my writing.</p>\n<p>Recently, I was told by an editor that, as far as he knew,\nI was the only person who writes the way I speak.  I am still\nunsure whether that is complimentary or not, but I take it, at\nleast, as not intended as a slur.  Upon taking up the question\nwith another editor, I was told that the first editor was mistaken:\nin fact, said Editor Two, I speak the way I write.  That\nseemed flattering enough, so I left it alone (except to bring it\nup here).</p>\n<p>I know from bitter experience that however people may\nspeak, there are damned few who can write even a few simple,\nwell-organized, grammatical sentences.  Still fewer can\nwrite without spelling errors.  And there are even fewer who\ncan write interestingly.  That subject had best be abandoned\nfor now, for it leads to comments on modern education, which\nlead to apoplexy.</p>\n<p>Speech must differ from writing in several important\nways.  Sound is fleeting: the message must get through the first\ntime or it must be repeated.  In order to get through the first\ntime, it must be presented in a palatable form, not riddled\nwith arcane sesquipedalianisms or convoluted by recondite\nsyntax.  It cannot be too concentrated or condensed.  Speech\nmust be punctuated by redundancy.  Eye contact with an audience\nprovides the feedback required to keep the speaker informed\nabout his success in communicating his ideas: a knitted\nbrow here, a dreamy expression there should alert him\nthat all is not well, and the idea might merit rephrasing.  That\nis not always the case, however.</p>\n<p>I recall my father's story about a classroom incident that\ntook place many years ago.  He was lecturing about <em>Hamlet</em>,\nand, as most speakers do, had established eye contact with\none student, in particular, seated at the front of the class.  The\neager, interested, curious expression on the student's face\nreflected an intelligent response to the lecture that my father\ntoo rarely encountered.  After a bit, he paused, asking if there\nwere any questions or comments.  The bright student's hand\nshot up, and he was acknowledged.  “Mr. Urdang,” he asked,\n“What is that pin for that you wear in your lapel?”  My father\nlapsed back into his habitual state of disillusionment from\nwhich he seldom recovered thereafter.</p>\n<p>Current educational theories of testing seem to be changing\nunder pressure from groups who maintain that the old-fashioned\ntests didn't take into account their culture and the\nthings they know as a result of having been brought up in a\ndifferent way.  The idea sounds noble enough in principle,\nand it even sounds eminently democratic.  However, the entire\nthrust of the argument is nonsensical, as I shall attempt to\nshow.  First, it should be pointed out that the older tests were\nconducted under a propagandistic approach that was unfortunate\nin its selection of terms like <em>intelligence, intelligence\nquotient</em>, and so on.  In most cases, the tests were to determine\neither what someone had learned in school or what skills he\nhad—developed or innate—that would equip him better to\ncope with what he was likely to encounter in the world.  It is\nperfectly true that someone who was ignorant of history\ncould cope quite well in an assembly line, where he might\nneed skill as a mechanic, or as a salesman or retailer, where\nhe might require skill as a judge of personality.  Such skills are\nhard or impossible to evaluate by a written test.  The imputation\nthat those who possess a certain kind of intelligence will\nmake better citizens or businessmen or workers has not been\ndemonstrated.  Whatever their morality may be, pimps and\nprostitutes, confidence men and thimblerig artists are probably\namong the best practical psychologists in our society in\nthat they are almost infallible judges of human character and\npersonality: they really have a basic understanding of what\nmotivates many people, and they didn't learn it from textbooks.\nFor another thing, there is no trick in being honest,\nhowever moral it may be and no matter how important it\nmay be to stay on the side of the law for societal reasons.  The\nfact is that the criminal who is not caught, despite the enormous\nodds against him, must have some attributes that most\nof us do not possess.  Certainly, those attributes do not emerge\nfrom the results of the Stanford-Binet tests—at least not in\nthose terms.</p>\n<p>I am not condoning prostitution, pandering, or crime: I\nam merely pointing out that success in those—and many\nother—callings demonstrates a measure of ingenuity, skill,\nand proficiency that is not tested by present-day methods.\nOnly a few of the skills required to succeed in our society are\nequated with testable “intelligence.”</p>\n<p>Second, the fallacy of the pressure groups that would\nchange the testing base lies in the assumption that their intelligence\nis being insulted.  In the current spate of action moving\ntoward bilingual education in the United States, the\nforces seem to believe that their cultural heritages are being\ninsulted.  What rubbish!  This is America, and America has its\nown cultural heritage.  It is probably the most adaptive, adoptive,\nand adaptable cultural heritage that has ever existed on\nthe face of the earth.  Yet, the Italian-Americans, Spanish-Americans,\nAfro-Americans, Greek-Americans, and all other\nkinds of Americans seem bent on destroying the American\nculture by insisting that their children be taught in Spanish,\nBlack English, and myriad other languages so that they can\nmaintain their “culture.”  If these pressure groups are successful,\nAmerica, once a unique “melting pot,” will become a collection\nof competing enclaves of foreigners.  The irony of the\nentire movement is that the immigrants who populated the\nUnited States left their homelands because they wanted to\nescape from the very cultures that allowed—even fostered—\npoverty, lack of freedom, and indignity of the individual.  To\nbe sure, these immigrants brought with them certain vestiges\nof their heritage and continued to pursue some of the cultural\nand religious rituals of the Old Country.  Seldom were they\nfanatical about it.  We all appreciate the traces of other cultures\nfound in America: the foods, the costumes, the other\nrelics.  Everybody is Irish on St. Patrick's Day.  Every one\ndances the hora at a Jewish wedding.  Everyone celebrates\nChristmas, whether he wants to or not.  The Jews eat subgum,\nthe Chinese eat bagels, the Russians eat spaghetti, and the\nItalians drink vodka.  That's what America is all about.</p>\n<p>But the divisiveness that comes from a factional pursuit\nof these and other cultural (or religious) rituals can be\ndangerous to what, for lack of a better way of describing it, I\nmust call the “American way of life.”  Americans of Lebanese\norigin should not be concerned as much that the American\ngovernment do what is right for the people of Lebanon as\nthey should worry about its doing what is right for them as\nAmerican citizens.  The same is true for Jewish, Catholic,\nMexican, and any other kinds of Americans.  The United\nStates is a nation with its own citizens; it cannot survive as a\nhaven for private political lobbies from around the world.</p>\n<p>Lest that make me sound like an America-Firster, let me\nhasten to add that, with all due sympathy for all peoples\neverywhere, I still believe firmly that America must do what\nis expedient for its own citizens in the short and long runs.\nThus, we may be faced with trying to determine, as successfully\nas we can and within the constraints of what is\nmorally proper, what course must be followed to accord the\ngreatest good to the greatest number of American citizens—\nnot Bolivian, Panamanian, Israeli, or Lebanese citizens, but\nAmerican citizens.</p>\n<p>The same applies to the teaching of English and of every\nother subject at every level in our educational system.</p>\n<p>If this be utilitarianism, make the most of it.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">“You know what I mean...”</h1> <p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Editor, VERBATIM.</span></em></p> <p>Unlike die-making, language-making is a relatively imprecise\nart.  But we must recognize it as an art, not a\nscience, with a little technique thrown in.  (Criticasters of current\nEnglish usage are more likely to complain that what little\ntechnique there might be appears to have been thrown out.)</p> <p>The less sophisticated speakers of English adopted the\npreposition <em>like</em> first as a conjunctive adverb but ultimately as\nan interjection.  I believe that the <em>likes, y'knows</em>, and other interpolations\nin speech are not so much attention-getting devices\nborrowed, as some maintain, from Black English, as\nthey are genuine comments made by the speaker about what\nhe is saying.  Undereducated, unsure of his facts, apprehensive\nof how his comments may be received, sensitive to the slightest\nnuance of disapproval among his listeners, the speaker\nmitigates every statement by a qualifier (<em>like</em>), providing\nhimself with an escape through which he can avoid responsibility\nfor having made a false or (worse!) socially unacceptable\nstatement.  Thus, rather than coming right out and saying\nsomething straightforward like, “It's snowing,” he will\nsay something like, “Hey, man, it's like snowing, y'know?”\nOriginally, this technique of calling a spade a shovel was\nrestricted to matters involving opinion, where the commitment\nwas made yet more tentative by the insertion of the disclaimer\n<em>like</em>: “That was a great movie” became “I think that\nwas a great movie” which became “I may not know anything\nabout movies, but I think that was a great movie,” which became\n“That was like a real great movie, y'know?”</p> <p>Another reflex of the same syndrome of insecurity may be\nin the use of a rising inflection (normally reserved for questions)\nwhen making a bare statement of irrefutable fact.  That\nis difficult to show in writing, but it is often heard, especially\nin reply to questions: Q: “Where were you born?”  A: “In New\nYork City?”; Q: “May I help you?” A: “I am calling to find\nout if you are open till 6 tonight?”</p>"
}