{
  "type": "Article",
  "title": "Philip Howard on English English",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English</h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>Little Englishers, stick-in-the-muds, and snobs grumble\nabout American linguistic imperialism.  They are foolish to do\nso.  The United States are the linguistic melting-pot of our\nage.  Most new English flows eastwards across the Atlantic,\npartly because so many people are speaking and writing the\nstuff over there, and partly because so much innovatory work\nthat needs new jargon to describe it is done over there.  American\nEnglish is the principal source of new life for the language.\nIt is not surprising that a certain amount of linguistic\nscum comes to the top of the pot that refines the bright new\nmetals of slang, jargon, and other accretions to English.  But\nof all languages English is a functional organism.  If there is a\nneed for the new English, it establishes itself.  Slang and\njargon that are merely fashionable cottonwool words rapidly\nbecome boring and fade away.  Not many unnecessary Americanisms\nhave established themselves.  My learned and fastidious\nchief revise sub-editor asserts that the American word\n(and possibly also the virtue) of <em>know-how</em> are otiose as well\nas ugly.  I am not persuaded that there is another way of saying\nprecisely <em>know-how</em>.</p>\n<p>Instead of grumbling about new Americanisms that time\nwill prove to be either ephemeral or useful, for a change let us\ncall for a new word that neither American nor British English\nhas yet invented.  We desperately need a word to mean 'people\nwho are living together but not married.'  The Social Services\nCorrespondent of <em>The Times</em> (of London, which Americans\nwill describe erroneously as <em>The London Times</em>) has attempted\nto introduce <em>cohabitee</em>, which is ugly as well as irregularly\nformed.  The regular <em>cohabitant</em> is still a mouthful.  Perhaps it\nmight pass in written bureaucratese, but not in conversation:\n“Can I introduce you to my <em>cohabitant?</em>”</p>\n<p>The Department of Health and Social Security has begun\nto recognize this linguistic deficiency.  In its latest circular\non the Cohabitation Rule it settles for 'those living together as\nman and wife.'  Extreme feminists object to this on the grounds\nthat it should be either 'husband and wife' or 'man and\nwoman'; and anyway, that it omits the possibility of homosexual\npartners, triolism, and other arrangements.</p>\n<p><em>Friend, boy-friend</em>, and <em>girl-friend</em> all deserve thumbs\ndown for being intolerably coy euphemisms and for muddying\nthe established meanings of those words.  <em>Consort</em> is stuffy\nand has a ring of royalty in the United Kingdom.  <em>Lover</em> and\n<em>mistress</em>, though fine words, do not convey that anybody is\nliving with anybody else: on the contrary, they have connotations\nof romantic clandestinity.  <em>Leman</em> is both arch and archaic.\nThe French are starting to use <em>compagnon</em> for this\nmeaning.  But that is a genteel euphemism, and <em>companion</em>\nalready has a useful meaning.  At present the most straightforward\nway of describing the relationship is to say: “We live together.”\nWe need a new noun for contexts where a clause will\nnot fit.  Is there an obsolete name for the partner of a clandestine\nmarriage from the Middle Ages?  If there were, could we\nrevive it?  It would be more sensible and more probable for\nthe United States, our richest source of new English and new\nsocial customs, to bubble up a suitable new word for our tied\ntongues.</p>\n<p>Allen Walker Read, Professor Emeritus of English, Columbia\nUniversity, has reached into his extraordinary files—made\nthe more so by virtue of his knowing everything that is in\nthem—to extract the following by way of response and further\nillumination of “You know what I mean...” [V, 2].  It\nappeared in <em>American Scholar</em>, xix (Spring, 1950), 239, in\n“Under Whatever Sky,” a regular department written by Erwin\nEdman, Professor of Philosophy, Columbia University.\nIts title is “You Know What I Mean?,”  (which, for this editor's\nedification, ought to be subtitled, “There is nothing new\nunder the sun”).</p>\n<blockquote>\n<p>It has become a familiar locution in colloquial New\nYork speech, especially among the not very literate,\nafter the most obvious sentence, to add “You know\nwhat I mean?”  with a wistful, rising inflection implying\nthat between “buddies,” in the common brotherhood\nof men, among men who know their way\naround, explanations are unnecessary—and impossible.\nThus, I have heard a taxi driver say, “I was just walking\ndown the street; you know what I mean?  I was going\nhome and was going to stop for something to eat;\nyou know what I mean?”  ...Is it perhaps a shrewd\nsuspicion on the part of those not accustomed to\nelaborate speech that even the simplest experience can\nsomehow not be communicated, and that even walking\ndown the street or stopping for something to eat is not\nquite explicable or communicable in its fullness?</p>\n</blockquote>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English</h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>Little Englishers, stick-in-the-muds, and snobs grumble\nabout American linguistic imperialism.  They are foolish to do\nso.  The United States are the linguistic melting-pot of our\nage.  Most new English flows eastwards across the Atlantic,\npartly because so many people are speaking and writing the\nstuff over there, and partly because so much innovatory work\nthat needs new jargon to describe it is done over there.  American\nEnglish is the principal source of new life for the language.\nIt is not surprising that a certain amount of linguistic\nscum comes to the top of the pot that refines the bright new\nmetals of slang, jargon, and other accretions to English.  But\nof all languages English is a functional organism.  If there is a\nneed for the new English, it establishes itself.  Slang and\njargon that are merely fashionable cottonwool words rapidly\nbecome boring and fade away.  Not many unnecessary Americanisms\nhave established themselves.  My learned and fastidious\nchief revise sub-editor asserts that the American word\n(and possibly also the virtue) of <em>know-how</em> are otiose as well\nas ugly.  I am not persuaded that there is another way of saying\nprecisely <em>know-how</em>.</p> <p>Instead of grumbling about new Americanisms that time\nwill prove to be either ephemeral or useful, for a change let us\ncall for a new word that neither American nor British English\nhas yet invented.  We desperately need a word to mean 'people\nwho are living together but not married.'  The Social Services\nCorrespondent of <em>The Times</em> (of London, which Americans\nwill describe erroneously as <em>The London Times</em>) has attempted\nto introduce <em>cohabitee</em>, which is ugly as well as irregularly\nformed.  The regular <em>cohabitant</em> is still a mouthful.  Perhaps it\nmight pass in written bureaucratese, but not in conversation:\n“Can I introduce you to my <em>cohabitant?</em>”</p> <p>The Department of Health and Social Security has begun\nto recognize this linguistic deficiency.  In its latest circular\non the Cohabitation Rule it settles for 'those living together as\nman and wife.'  Extreme feminists object to this on the grounds\nthat it should be either 'husband and wife' or 'man and\nwoman'; and anyway, that it omits the possibility of homosexual\npartners, triolism, and other arrangements.</p>"
}