{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Book of Names",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>The Book of Names</em></h1>\n<p>The Southern New England Telephone Company, (Southern New England Telephone Company, Publisher, New Haven, 1969-1978), 995pp., gratis.</p>\n<p>In preparing a recent manuscript of mine, I ran across a\nmost interesting volume and superb resource directory dedicated\nexclusively to names—<em>The Book of Names</em>.  Since the\nbook, now in its ninth edition, has never been reviewed formally,\nI wish to make it known to the readers of VERBATIM,\nparticularly those whose interests are in the areas of etymology\nand onomastics.  The major purpose of this annually revised\npublication is to facilitate communication among people.\nTo help fulfill this purpose the editors have tried “... to humanize\nwhat is generally regarded as a very stereotyped and\nuninteresting collection of materials [people's names].</p>\n<p>With names arranged in alphabetical order, this huge\nvolume presents name material from several different perspectives,\nall of linguistic and social historic interest.  One perspective\nis to provide information regarding name derivations,\ngiving brief explanations about the origins of family\nnames.  For example, we learn that <em>Cain</em> and <em>Kane</em> share\ncommon origins, that <em>Fitzpatrick</em> is said to be the Anglicized\nform of <em>Giolla-Phadruic</em>, the name of an ancient Irish chief of\nthe Tenth Century, with the literal meaning 'the servant of\nSt. Patrick,' and that <em>Hoffman</em> is an old German name which\nrefers to one who worked on a large farm, whether as owner\nor manager.</p>\n<p>Another perspective is on any given page of the book to\noffer biographical sketches of famous people who have one of\nthe names on that page.  In this regard, we read that Gail <em>Borden</em>\n(1801-1874) erected the first condensed milk factory in\nthe world in 1856; that Samuel <em>Colt</em> (1814-1862) invented a\nrevolver; and that Charles <em>Goodyear</em> (1800-1860) in 1839 accidentally\ndiscovered the process for the vulcanization of rubber.\nSimilarly, we learn more about such other famous people\nas <em>Samuel Clemens, Nathan Hale, Harriet Beecher Stowe</em>,\nand <em>Eli Whitney</em>.</p>\n<p>In addition to the above offerings, the book summarizes\nthe accomplishments of many famous Connecticut residents,\npast and present.  For example, we read about <em>Mary Adam</em>\n(1689-1803) who lived in three different centuries; about\n<em>P.T. Barnum</em> (1810-1891) who started out as a storekeeper\nand ran a weekly paper in Danbury, Connecticut; about <em>Edward\nA. Bouchet</em> (1852-1918) who was the first black person\nto receive the Ph.D. degree from Yale University; and about\n<em>joe Currie</em>, known for his big black cigars, who was a New\nEngland featherweight champion never knocked out in 345\nfights.</p>\n<p>Finally, the book includes a focus on Connecticut place\nnames and how they originated.  For exampe, <em>Dumpling\nPond</em>, in the town of Greenwich, has a rich history.  When the\nBritish raided this section in 1779, they stopped at a gristmill\nand invited themselves to a meal of dumplings which the miller's\nwife chanced to be making.  Taking advantage of a lapse in\ntheir attention, she threw the dumplings into the mill pond, an\nact that is commemorated in the name.</p>\n<p>Readers of this book also are encouraged to enjoy any of\nseveral name games, suggested on the inside covers, such as\nthe finding of famous namesakes in the book.</p>\n<p>The volume is published throughout the state of Connecticut\nin several different versions, in accordance with the\nneeds and interests of the people of each area it is intended to\nserve.  Its popularity is reflected in the fact that each of the\nfirst nine editions has been owned by more than three million\nreaders in Connecticut alone.  It has great practical value for\neveryone and is the kind of work which ought to be in every\nhome.</p>\n<p>To Connecticut residents this book is easily recognized\nand is widely known as <em>The Book of Names</em>.  To most of the\nrest of us, it is known as our telephone directory.  To my\nknowledge, it is the only telephone directory in the world\nwhich has been named and published in this manner.  Although\nmost of the above kinds of information sections were\nrecently discontinued, the directory's name remains unchanged\nand is worth noting if only for its uniqueness in an\narea of our day-to-day lives which generally is deemed uninteresting.</p>\n<p><em>Gary S. Felton, Los Angeles, California</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em>The Book of Names</em></h1> <p>The Southern New England Telephone Company, (Southern New England Telephone Company, Publisher, New Haven, 1969-1978), 995pp., gratis.</p> <p>In preparing a recent manuscript of mine, I ran across a\nmost interesting volume and superb resource directory dedicated\nexclusively to names—<em>The Book of Names</em>.  Since the\nbook, now in its ninth edition, has never been reviewed formally,\nI wish to make it known to the readers of VERBATIM,\nparticularly those whose interests are in the areas of etymology\nand onomastics.  The major purpose of this annually revised\npublication is to facilitate communication among people.\nTo help fulfill this purpose the editors have tried “... to humanize\nwhat is generally regarded as a very stereotyped and\nuninteresting collection of materials [people's names].</p> <p>With names arranged in alphabetical order, this huge\nvolume presents name material from several different perspectives,\nall of linguistic and social historic interest.  One perspective\nis to provide information regarding name derivations,\ngiving brief explanations about the origins of family\nnames.  For example, we learn that <em>Cain</em> and <em>Kane</em> share\ncommon origins, that <em>Fitzpatrick</em> is said to be the Anglicized\nform of <em>Giolla-Phadruic</em>, the name of an ancient Irish chief of\nthe Tenth Century, with the literal meaning 'the servant of\nSt. Patrick,' and that <em>Hoffman</em> is an old German name which\nrefers to one who worked on a large farm, whether as owner\nor manager.</p> <p>Another perspective is on any given page of the book to\noffer biographical sketches of famous people who have one of\nthe names on that page.  In this regard, we read that Gail <em>Borden</em>\n(1801-1874) erected the first condensed milk factory in\nthe world in 1856; that Samuel <em>Colt</em> (1814-1862) invented a\nrevolver; and that Charles <em>Goodyear</em> (1800-1860) in 1839 accidentally\ndiscovered the process for the vulcanization of rubber.\nSimilarly, we learn more about such other famous people\nas <em>Samuel Clemens, Nathan Hale, Harriet Beecher Stowe</em>,\nand <em>Eli Whitney</em>.</p>"
}