{
  "type": "Article",
  "title": "Jonson and the Talmudists—Notes on the History of a Word",
  "author": "J.H. Neumann",
  "location": "Croton-on-Hudson, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Jonson and the Talmudists—Notes on the History of a Word</h1>\n<p><em><span data-rel=\"author\">J.H. Neumann</span> <span data-rel=\"location\">Croton-on-Hudson, New York</span></em></p>\n<p>In 1623 a fire broke out in the London home of Ben Jonson,\nShakespeare's friend and fellow-craftsman, destroying\nmost of his library and all of his unpublished manuscripts.\nAmong the latter were poems, a play, a historical work,\nscholarly notes accumulated during twenty-four years of classical\nstudy, and “humbler gleanings” in theology.  Poet and\nsatirist that he was, Jonson celebrated his misfortune in a\nhalf-serious, half-comic poem entitled “An Execration upon\nVulcan,” in which among other things he reproaches the god\nof fire for his undiscriminating voraciousness.  Had he known,\nhe says, of Vulcan's desire to hold a feast of fire in his home,\nhe would have supplied him with food a plenty—reams upon\nreams of paper, as well as the less important books in his collection—provided\nhe could only have saved his precious manuscripts.</p>\n<p>Among the books he would willingly have sacrificed,\nJonson names some romances like those of Lancelot and\nTristram, narratives of high adventure like those of Roland\nand Oliver, stories of magic and fairyland like those of Merlin,\nthe “Legend” (that is, a well-known medieval compilation\nof miracles about Christian saints), the Koran and—the\nTalmud.</p>\n<p>The reference to the Talmud raises several questions.\nDid Jonson know any Hebrew or Aramaic?  To what extent\nwas he actually acquainted with the Talmud?  How explain\nhis allusion to it?</p>\n<p>From Jonson's own works we learn that he was indeed\ninterested in Hebrew.  In his poems and plays, as well as in his\ncorrespondance, there are references to the language of the\nHebrew Bible and to the commentaries of Ibn Ezra, the Kimchis,\nand the Aramaic translation of it by Onkelos.  Occasionally,\nhe alludes to the etymology of a Hebrew word.  In his\n“Notes for an English Grammar,” published shortly after his\ndeath, he draws parallels between Hebrew and English idiom\nand syntax, quoting passages from the Bible accurately in\norder to bring out points of resemblance and difference.  Moreover,\none of the books in his library which escaped the holocaust\nof 1623 was a copy of the Latin version of David Kimchi's\nwidely known Hebrew dictionary, <em>Sefer Hashorashim</em>.</p>\n<p>But precisely how much Hebrew did Jonson know?\nSome knowledge of it was, so to speak, in the air in the sixteenth\ncentury— a reflection no doubt of Renaissance interest\nin the classical languages and Puritan concern with the text\nof the Old Testament.  Well-educated Englishmen—and\nEnglishwomen, too, like Lady Jane Grey, luckless candidate\nfor the throne of England—acquired at least a smattering of\nthe language.  Jonson, in addition to being a classical scholar,\nwas also somewhat of a philologist, interested in the dialects\nof his native England and in languages more remote.  Among\nthe many dictionaries, grammars, and books on language in\nhis library were works on the decipherment of Egyptian\nhieroglyphics and Conrad Gessner's great compilation of\nspecimens of all the known languages of the world.  Jonson's\ninterest in Hebrew may therefore be explained on that\nground alone.</p>\n<p>On the other hand, there is little to indicate that this interest\nwas really permanent or deep.  A curious letter by the\nseventeenth-century orientalist John Selden has a bearing on\nthis point.  It seems that Jonson had asked Selden for an explanation\nof the Biblical injunction against a man's wearing\nthe apparel of a woman—a matter of considerable importance\nin the Elizabethan theater, in which women's roles\nwere invariably acted by men, and hence a subject of denunciation\nby Puritan divines.  In his reply, Selden tells of his examining\nthe literal and historical meaning of the passage in\nquestion (which, incidentally, he reproduces in Hebrew) and\nsummarizes the opinions of the Hebrew commentators on the\nBible as well as those of Christian scholars.  In quoting the Hebrew\npassage, Selden transliterates the key words and phrases\nin Latin characters and concludes by merely referring to the\nLatin and Greek sources, implying that Jonson could read\nthose for himself.  One should observe in this connection that\nJonson nowhere lays claim to actual proficiency in Hebrew\nand Aramaic; and, one might add, Jonson was not a man\nlikely to hide such a fact from his contemporaries or from\nposterity.</p>\n<p>There is another reason for doubting Jonson's acquaintance\nwith the Talmud.  So far as is known, no complete translation\nof it had appeared in Jonson's time; the first version of\nany part of it, consisting of several tractates in Latin, was\npublished about twenty-five years after his death.  Whatever\nJonson could have known of the Talmud therefore came to\nhim from secondary sources: from references in scholastic\nliterature, from discourses with learned friends like Selden,\nand from occasional allusions in Puritan pamphlets.  Certainly\nthere is no indication in anything that Jonson wrote of personal\ncontact with it or of special concern with its contents.</p>\n<p>An explanation of his reference to the Talmud will lead\nus to the history and meaning of the word in English literature.\nLike many of his contemporaries, Jonson evidently\nthought of the Talmud as a collection of fantastic tales not to\nbe taken seriously.  That is the significance of his coupling it\nwith romances of chivalry and the stories of Merlin and the\nLegend.  This notion of the contents of the Talmud was common\nin Jonson's time; it was the “aggadic” element of the Talmud,\nthat is, the use of legend, anecdote, and parable to illustrate\na point of law or a tradition or an episode in history that\nelicited the instant attention of Europeans.  The essayist and\nphilosopher Lord Bacon, writing a few years earlier, had already\ncoupled the Talmud with the Legend and the Koran.\n“I would rather believe,” he says in his essay “On Atheism,”\n“all the fables in the Legend and the Talmud and the Alcoran\nthan that this frame is without a mind.”[^a1] Indeed, throughout\nthe sixteenth and seventeenth centuries, the word Talmud appears\nas a synonym for something imaginative and unreal if\nnot actually absurd.  The Elizabethan pamphleteer and critic\nof London life, Thomas Nash, regards “this Gogmagog of a\nJewish Talmud” as a collection of “old-wives' tales” when he\nalludes to the legend of the rebuilding of the Temple in one\nday.  The word to <em>talmudize</em>, according to the <em>Oxford Dictionary</em>,\nmeant “to mix fact with fable.”  During the Puritan\nregime in England, when invective and abuse served the\namenities of doctrinal discussion, one of the common insults\nto be hurled at an opponent was the charge that he was a talmudist:\nat best an impractical dreamer; at worst a hopeless\nfool.  A “talmudical dotard,” exclaims one Puritan divine\npointing a finger of scorn at a brother of the cloth; “talmudical\ndorbel [blockhead],” retorts another in the midst of acrimonious\ndebate.  Another warns ministers not to preach\n“poetical fictions, talmudical dreams, or scholastic quiddities”\nto their congregations.  Even so scholarly and thoughtful\na student as Sir Thomas Browne is more impressed by the\n“fables of the talmudists” than by the philosophical and\nmoral ideas they are intended to imply.  Milton, genuine admirer\nof Hebrew learning though he was and a man not\naverse to using “Christian talmudic” arguments of his own\nwhen occasion required, permits himself one or two uncomplimentary\nreferences to the “insulse rules” of the\nTalmud.  And Bishop Hall, Milton's adversary in a famous\ncontroversy of the period, could find nothing better to say of\nthe Talmud than that, like the Koran, it abounds with stories\nof “carnal pleasure, both of the bed and board.”</p>\n<p>The word fared no better in the eighteenth and early\nnineteenth centuries.  The usually level-headed Lord Chesterfield,\nin one of his letters to his son, comments on the “monstrous\nextravagancies” and absurd stories of the Talmud.  A\ncertain amount of ridicule, not devoid of malice, was even\ndirected at the compilers of the Talmud.  Jonathan Swift in\none of his satires ascribes the authorship of the folk-tale of\nDick Whittington and his cat to that “mysterious rabbi”\nJudah Hanassi, editor of the Mishna, the earlier part of the\nTalmud.  And early in the nineteenth century, the poet and\nphilosopher Coleridge, who was not insensitive to the charm\nof some rabbinical legends and even thought of publishing a\ncollection of them, found himself unable to shake off his\nchronic ambivalence and speaks contemptuously at one moment\nof the “puerilities and anilities, some impossible, mostly\nincredible, and all so silly and sensual, as befits a dreaming\ntalmudist.”</p>\n<p>These notions about the character and content of the\nTalmud were not confined to England; they are commonplace\nin other European literatures.  Erasmus thought\nthat the Talmud was so full of the oddest fables— “rubbish”\nhe calls them—that it hardly merited serious study.  Rabelais,\nin <em>Pantagruel</em>, lists a “talmudical fool” among several hundred\nothers in his extraordinary catalogue of human stupidity.\nBossuet has this feature in mind when he dismisses the\nTalmud for containing “un million de fables, toutes impertinentes,\nles unes que les autres.”  And Luther, no mean hand\nat scurrility, relishes the word and its derivatives in his\nendless clashes with fellow churchmen.</p>\n<p>One can see how the anecdotal and folk-lore material of\ntalmudic literature played a part in the misunderstanding of\nthe nature of that vast work.  The occasional humor in the\nlegendary material, bubbling up in exaggeration and unrestrained\nword-play, was hopelessly lost on those who had\nno taste for it.  The well-known jocular account (ultimately of\ntalmudic origin) that inflates the number of plagues suffered\nby the Egyptians from the Biblical ten to fifty and ultimately\nto two hundred and fifty is a good illustration of the playful\ntreatment of an episode from tradition or history.  What is lost\nis the humanity of a similar legend dealing with the same\nepisode which represents the angels ringed around the throne\nof God singing songs of victory at the discomfiture of the pursuing\nhosts and elicting a divine rebuke for their insensitivity\nto the sufferings of drowning men and beasts: “The work of\nmy hands perish in the sea and ye dare sing songs of joy!”</p>\n<p>Nevertheless, the lack of perception of those who believed\nthat stories of this kind constitute a fair sample of the contents\nof the Talmud is remarkable.  A present-day non-Jewish\nscholar is aware of this fact when in the course of comment on\na talmudic passage where “a veil of word-play” covers the\nseriousness of the matter under consideration he comments\nthat the humor involved is of the kind which “delights the aggadist\nand is the despair of the Gentile who does not see it\nfrom the aggadic point of view.”[^a2] It remained for the German poet Heinrich Heine, himself a baptized Jew, to suggest a different perspective when he compared the Talmud to a Gothic cathedral, which “though overloaded with childish and grotesque ornaments, yet amazes one with its heavensoaring splendor.”</p>\n<p>Other, more sinister overtones crept into the word: the\nidea that the Talmud is somehow connected with sorcery and\nwitchcraft and, above all, that it is the ultimate origin of\nanti-Christian teaching.  Sir Thomas More, for example, was\nconvinced that a book of the Talmud had been set up to\n“destroy the sense of scripture.”  The critic and author of an\nElizabethan manual of poetry, George Puttenham, warns\nagainst the “malicious and crafty constructions of the\ntalmudists.”  Cotgrave's French-English dictionary (1650)\ndismisses the Talmud as a “superstitious and blasphemous\nbook” designed by the rabbis, apparently to destroy the faith.\nA popular writer puts it in the same class as books on magic\nand palmistry and warns his readers to have nothing to do\nwith any of them.  These ideas, which reflect the ignorance\nand prejudice of the Middle Ages, played a tragic role in the\nbanning and confiscation of Hebrew books and the ultimate\ndestruction of cartloads of them in Paris, Rome, Venice, and\nelsewhere.  But this matter is really a chapter by itself and\nbelongs to the history of the Talmud as a work, not to the\nhistory of the word in literature.</p>\n<p>One would imagine that with the greater knowledge of\nthe contents of the Talmud available in the nineteenth century\nas the result of translations into European languages, the\nold connotations of the word would fade away.  Unfortunately,\na prejudicial “lag” of sorts prevails and the negative image\nof the word continues to haunt it.  The supplement to the <em>Oxford\nEnglish Dictionary</em> even yields an additional form\n<em>talmudization</em>, and the two illustrative quotations it gives,\nboth from the twentieth century, do not add luster to its\nmeaning.  Nevertheless, the idea that the Talmud is a vast\ncompendium of law, philosophy, ethics, and tradition is\ngenerally recognized, and the use of the term in that sense is\ncommon.  But the word does frequently carry with it an intimation\nof legalism, literal-mindedness, and hair-splitting\nargumentation.  The old story of the pound of flesh, says a\ncontemporary American critic, is “a gross, but not pointless\ncaricature of the legalism of the talmudic mind.”[^a3]\nAnother critic, reviewing a book by Ilya Ehrenburg, calls attention to\nthe author's “wild, talmudic talent for splitting false hair.”[^a4] To many the word suggests an interest in the intricate and arcane.\nOne writer finds an intellectual connection between\ncryptographers and talmudic scholars.[^a5]\nFor others the word seems to imply meticulous thoroughness, a devotion to\nminute details, and a sensitiveness to refinements of tone or\nmeaning.  The compilation of an impressive file and bibliography\non a certain subject calls attention to itself according to\none writer by its “talmudic thoroughness.”[^a6]\nAn American humorist describes the members of a theatrical cast debating\n“like talmudical scholars” the validity of certain lines,\nmusical passages, and dance steps in a play about to be produced.[^a7]\nAn art critic believes that museum specialists and art\nstudents of today are the “intellectual descendants of\nmediaeval scholars and talmudic Jews” because their world\nrevolves around fine nuances and exquisite shadings of meanings.[^a8]\nAnother writer, analyzing Saul Bellow's style, finds\nthat it is at once mandarin and colloquial, talmudic dazzle\n[and] a brilliant despairing chat, just this side of harangue.”[^a9]\nReferences to the complexity of the Talmud abound.  An\neditorial writer in <em>The New York Times</em>, commenting on a\ncurrent political problem, says that it “sounds almost\ntalmudical in its complexity.”[^a10]\nSometimes the word “rabbinic” is used as an obvious substitute for “talmudic.”  A\nNobel prize winner is characterized as the only scientist really\nenjoying the “rabbinical complexity” of his own papers on the\ngenetics of bacteria.[^a11]\nNevertheless, with all of this emphasis on the complexity which the Talmud is said to call to mind,\na contemporary novelist can yet write of the “talmudic\nsimplicity” of a certain character's background and life.[^a12]</p>\n<p>A similar uncertainty of meaning appears in another use\nof the term.  It is sometimes intended to suggest both a blind\nadherence to an idea or theory and at the same time its very\nopposite, a hypercritical deviation from it.  The “most talmudic”\nof Freud's followers, we are told, accept his theories\nas an important contribution to truth and knowledge.[^a13]\nYet we read that his critics are labeled talmudic revisionists.\nBeginning with the middle of the last century the word came\nto be used with increasing frequency as a term of opprobrium\nin discussions of socialist philosophy, carrying with it hints of\nfaulty reasoning and deviousness in action.  Karl Marx sneered\nat Ferdinand Lassalle's contribution to German socialism as\nexamples of “talmudic wisdom,”[^a14]\nand he pursued him with this epithet to the end of his life.  This label or a variation of it\nis still very much alive in contemporary communist polemics.\nOne recalls the periodic blasts of Stalin against doctrinaire\nsocialists, whom he denounced as “talmudic interpreters” of\ncommunist ideology[^a15],\nor the use of the word in the Slansky trial in Czechoslovakia, where the defendant's “talmudic\nmicrobes” were said to be responsible for his deviation from\nMarxist teachings.[^a16]\nThe term cropped up again when Khrushchev attacked those who invoked Marxist doctrine to\nchallenge his own interpretation of it by calling them\n“talmudists” and “parrots” who had learned by heart phrases\nfrom the early theoreticians and had shown poor judgment in\napplying them to the problems of today.[^a17]</p>\n<p>For the Nazis, the world provided a wonderfully Protean\nterm of abuse, a <em>Schimpfwort</em> of unparalleled virtuosity.</p>\n<p>It implied anything that was bad or contemptible in\nlanguage, literature, art, sciences, philosophy, government,\nor for that matter anything else.  Even the creation of new\nwords from abbreviations, or acronymic formations, like <em>flak</em>\nor <em>kapo</em>, though quite popular in Nazi writings and common\nin official use, was called a talmudic device introduced into\nthe language by insidious subversionists, and the vicious oxymoron\n“talmudic-bolshevik” was applied to anything that\nresisted or was likely to resist Nazi domination.[^a18]</p>\n<p>Other meanings of the word appear from time to time in\ncontemporary journalism, though they are difficult to define\nand do not seem to fit into the patterns indicated above.  They\nmight best be called nonce usages, intended for a particular\noccasion with only a remote or vague connection with the\noriginal meaning of the word.  One writer, in the course of a\nbook review, takes occasion to attack teachers of literature in\nprovincial universities—“embalmers” of literature, he calls\nthem—who at best carry on “primitive forms of research”\nand at worst are “smug and snooty talmudists.”[^a19]\nWhat the connection of the epithet here is with the subject is not clear.\nIn an article by another writer a person is called a “talmudic\nsatyr” because he appears in some kind of theatrical entertainment\nin the flesh as a pot-bellied academic and as the\n“professor” of what is called a Dionysia Theatre.[^a20]\nThe only relevance of the word seems to be that the person thus\ndescribed had once studied the Talmud with a doting grandfather\nand had acquired some skill in argumentation.</p>\n<p>What then can be said of the word and its use in contemporary\nwriting?  It is certainly more widely used than ever\nbefore, and with this wider use has come a proliferation of\nmeaning leading to vagueness, inaccuracy, and occasional\ncontradiction.  As to its emotional overtones, it has certainly\nlost much of the contempt which invariably accompanied it\nin earlier times and now carries with it an occasional shade of\nadmiration—except of course in the violent polemical contexts\nnoted above.  Yet one wonders at times whether the\nthrust of its allusiveness is really directed at the work for\nwhich the word is the name or at something quite different.  It\nis certainly a strange word, rich in emotion, implying something\npeculiar, out of the ordinary, not in harmony with its\nenvironment, impressively alien.  This image is conveyed in\nvivid color and tone in Padraic Colum's verses entitled “Copper\nBeeches.”</p>\n<hr>\n<p>[a1]: This coupling, incidentally, is quite common in the seventeenth\ncentury.  Robert Burton makes use of it no less than three times in <em>The\nAnatomy of Melancholy</em> (1628).</p>\n<p>[a2]: R. Travers Herford, <em>The Tractate “Fathers</em>,” 1925, p. 151.</p>\n<p>[a3]: Leslie Fiedler, “What Can We Do about Fagin?”  <em>Commentary</em>, 1949, p. 411.</p>\n<p>[a4]: <em>Time</em>, August 28, 1960.</p>\n<p>[a5]: <em>Time</em>, January 20, 1963.</p>\n<p>[a6]: <em>Time</em>, August 8, 1969.</p>\n<p>[a7]: S.J. Perelman, “Slow Down—Dangerous Footlights Ahead,” <em>The New Yorker</em>, November 21, 1970.</p>\n<p>[a8]: Aline B. Saarinen, <em>The Proud Possessors</em>, 1958.</p>\n<p>[a9]: John Leonard in <em>The New York Times</em>, October 1976.</p>\n<p>[a10]: <em>The New York Times</em>, “Review of the Week,” February 18, 1966.</p>\n<p>[a11]: <em>The New York Times</em>, “Review of the Week,” February 18, 1966.</p>\n<p>[a12]: Mary McCarthy, <em>The Company She Keeps</em>, 1942, p. 149.</p>\n<p>[a13]: Geoffrey Gorer, “Freud—Self-Knowledge as a Solution,” <em>The New Republic</em>, May 9, 1959.</p>\n<p>[a14]: Judd Teller, <em>Seapegoat of Revolution</em>, 1954, p. 51.</p>\n<p>[a15]: <em>The New York Times</em>, August 20, 1950.</p>\n<p>[a16]: <em>The New York Times</em>, April 22, 1952.</p>\n<p>[a17]: <em>The New York Times</em>, August 28, 1957.</p>\n<p>[a18]: <em>The New York Times</em>, August 28, 1957.</p>\n<p>[a19]: <em>The New York Times</em>, Book Review Section, January 15, 1978.</p>\n<p>[a20]: <em>The New York Times</em>, Book Review Section, January 15, 1978.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Jonson and the Talmudists—Notes on the History of a Word</h1> <p><em><span data-rel=\"author\">J.H. Neumann</span> <span data-rel=\"location\">Croton-on-Hudson, New York</span></em></p> <p>In 1623 a fire broke out in the London home of Ben Jonson,\nShakespeare's friend and fellow-craftsman, destroying\nmost of his library and all of his unpublished manuscripts.\nAmong the latter were poems, a play, a historical work,\nscholarly notes accumulated during twenty-four years of classical\nstudy, and “humbler gleanings” in theology.  Poet and\nsatirist that he was, Jonson celebrated his misfortune in a\nhalf-serious, half-comic poem entitled “An Execration upon\nVulcan,” in which among other things he reproaches the god\nof fire for his undiscriminating voraciousness.  Had he known,\nhe says, of Vulcan's desire to hold a feast of fire in his home,\nhe would have supplied him with food a plenty—reams upon\nreams of paper, as well as the less important books in his collection—provided\nhe could only have saved his precious manuscripts.</p> <p>Among the books he would willingly have sacrificed,\nJonson names some romances like those of Lancelot and\nTristram, narratives of high adventure like those of Roland\nand Oliver, stories of magic and fairyland like those of Merlin,\nthe “Legend” (that is, a well-known medieval compilation\nof miracles about Christian saints), the Koran and—the\nTalmud.</p> <p>The reference to the Talmud raises several questions.\nDid Jonson know any Hebrew or Aramaic?  To what extent\nwas he actually acquainted with the Talmud?  How explain\nhis allusion to it?</p>"
}