{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Remarks On Colour",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=wittgenstein%20remarks%20on%20colour%201978&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results\"><em>Remarks On Colour</em></a></h1>\n<p>Ludwig Wittgenstein, ed. by G.E.M. Anscombe, trans. by Linda L. McAlister and Margarete Schättle, (University of California Press, Berkeley, 1978), 126pp.</p>\n<p>As a boy of fourteen interested in mechanics, Ludwig\nWittgenstein built himself a widely admired sewing machine.\nAs a student of aeronautics in 1910, he designed a prototype\njet engine.  As an Austrian grade-school teacher dissatisfied\nwith the available elementary dictionaries, he prepared one\nof his own, which was published in 1926.  And as a medically\ninexperienced “lab-boy” who wanted to help the English in\nthe Second World War, he surprised doctors by devising an\nestimating technique that aided the treatment of war injuries.</p>\n<p>Faced with any problem, Wittgenstein impressed those\nwho knew him with his concentration, energy, and seriousness.\nIf necessary, he retired to a secluded home in Norway to\nwork out his solution undisturbed.  As a philosopher, Wittgenstein\nwas one who wished to settle problems efficiently,\nnot debate or prolong them.  Late in his life, he chose to confront\nmany of the philosophical problems raised by the subject\nof color; he died before completing his investigations and\npolishing his remarks for publication.</p>\n<p>G.E.M. Anscombe, Wittgenstein's friend with whom\nhe lived his last months and with whom the philosopher left\nhis final manuscript, has done the student of Wittgenstein a\ngreat service by publishing both the original German and the\nEnglish translation of <em>Remarks on Colour</em>.  Furthermore,\nAnscombe has given the student all of the drafts of Wittgenstein's\nmanuscripts in order to compare the revisions the\nwriter made.</p>\n<p>For the student of philosophy, Wittgenstein asks some\nstandard but still unanswered questions: Does pure white exist?\nHow does luminosity change color values?  And, What is\nseeing?  More originally and provocatively, he asks, “Why is it\nthat something can be transparent green but not transparent\nwhite?”  “There is the glow of red-hot and of white-hot: but\nwhat would brown-hot and grey-hot look like?”  And, “Do I\nreally see the hair blond in the [black and white] photograph?”\nFor this logical positivist who thought that all philosophical\nproblems arose from the illusions created by the ambiguities\nof language, these are predictable questions.  In fact,\nat one point Wittgenstein asks:</p>\n<blockquote>\n<p>What is there in favour of saying that green is a\nprimary colour and not a mixture of blue and yellow?\nIs it correct to answer: 'You can only know it directly,\nby looking at the colours'?  But how do I know that I\nmean the same by the words 'primary colours' as\nsomeone else who is also inclined to call green a\nprimary colour?  No, here there are language games\nthat decide these questions.</p>\n</blockquote>\n<p>Unfortunately, though Wittgenstein was trained in the\nnatural sciences, he does little more than speculate on color in\nepigrammatic fashion.  Furthermore, transitions between his\nterse, numbered reflections are often vague or nonexistent.</p>\n<p>Often, however, the transitions are not needed, for the\nepigrams stand very well by themselves as when Wittgenstein\nimagines “someone pointing to the place in the iris of a Rembrandt\neye and saying: 'The walls of my room should be\npainted this colour.' ”  Or, equally successful is this passage in\nwhich he wonders:</p>\n<blockquote>\n<p>Couldn't a member of a tribe of colour-blind people\nget the idea of imagining a strange sort of human being\n(whom we would call 'normally sighted')?  Couldn't\nhe, for example, portray such a normally sighted person\non the stage?  In the same way as he is able to portray\nsomeone who has the gift of prophesy without having\nit himself.  It is at least conceivable.</p>\n</blockquote>\n<p>For the students of language, even those with an interest\nin color, however, Wittgenstein's remarks will be of little use.\nOccasionally the philosopher is guilty of belaboring the obvious.\nAt one point he states in apparent seriousness, “In the\nTricolour, for example, the white cannot be darker than the\nblue and red.”  Elsewhere he writes in childlike candor, “A\ncube of green glass looks green when it's lying in front of us.\nThe overall impression is green; thus the overall impression of\nthe white cube should be white.”</p>\n<p>Before being too critical though, it is well to recall Wittgenstein's\nown remark in this volume, “In every serious\nphilosophical question uncertainty extends to the very roots of\nthe problem.  We must always be prepared to learn something\ntotally new.”  Wittgenstein did not live long enough to show\nhis famous fly the way out of the bottle, but his provocative\nand thoughtful speculations suggest several new approaches\nwhich may ultimately result in an exit for his trapped insect.</p>\n<p><em>[Sterling Eisiminger, Clemson University]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=wittgenstein%20remarks%20on%20colour%201978&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results\"><em>Remarks On Colour</em></a></h1> <p>Ludwig Wittgenstein, ed. by G.E.M. Anscombe, trans. by Linda L. McAlister and Margarete Schättle, (University of California Press, Berkeley, 1978), 126pp.</p> <p>As a boy of fourteen interested in mechanics, Ludwig\nWittgenstein built himself a widely admired sewing machine.\nAs a student of aeronautics in 1910, he designed a prototype\njet engine.  As an Austrian grade-school teacher dissatisfied\nwith the available elementary dictionaries, he prepared one\nof his own, which was published in 1926.  And as a medically\ninexperienced “lab-boy” who wanted to help the English in\nthe Second World War, he surprised doctors by devising an\nestimating technique that aided the treatment of war injuries.</p> <p>Faced with any problem, Wittgenstein impressed those\nwho knew him with his concentration, energy, and seriousness.\nIf necessary, he retired to a secluded home in Norway to\nwork out his solution undisturbed.  As a philosopher, Wittgenstein\nwas one who wished to settle problems efficiently,\nnot debate or prolong them.  Late in his life, he chose to confront\nmany of the philosophical problems raised by the subject\nof color; he died before completing his investigations and\npolishing his remarks for publication.</p> <p>G.E.M. Anscombe, Wittgenstein's friend with whom\nhe lived his last months and with whom the philosopher left\nhis final manuscript, has done the student of Wittgenstein a\ngreat service by publishing both the original German and the\nEnglish translation of <em>Remarks on Colour</em>.  Furthermore,\nAnscombe has given the student all of the drafts of Wittgenstein's\nmanuscripts in order to compare the revisions the\nwriter made.</p>"
}