{
  "type": "Article",
  "title": "Hindi Filmi English Is Coming!",
  "author": "Jag Mohan",
  "location": "New Delhi",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Hindi Filmi English Is Coming!</h1>\n<p><em><span data-rel=\"author\">Jag Mohan</span> <span data-rel=\"location\">New Delhi</span></em></p>\n<p>Hindi Filmi English can be best described as the patois\nthat has evolved out of the hybridization of English\nand Hindi—the official language of the Indian Union.  Hindi\nFilmi English (HFE) is the argot of the people working in\nHindi films—more so of the film journalists—based in Bombay.\nIn recent years, HFE has matured from an oral tradition\ninto a written language.  With Roman transliteration, it is\nspread on the printed page either in italics or in bold type in\nnewspapers, magazines, advertisements, and posters.  HFE,\nwhich originated in the film studios, tea canteens, taxis, back\nalleys, and boozing dens, is now heard in respectable drawing\nrooms, posh hotels, and even in university campuses.</p>\n<p>For a first acquaintance, here are a few examples of the picturesque\nspeech and patter of HFE culled from some journals:</p>\n<blockquote>\n<p><em>filmi</em> <em>adj., attrib, noun</em> 'of or pertaining to motion\npictures': <em>filmi English; filmi politics; filmi dinner\nparty</em>.</p>\n<p><em>Hulloji, Thank youji</em> <em>ji</em> is an honorific.</p>\n<p><em>Arre, Yaar!</em>  'Hi, friend!'</p>\n<p><em>bak bak</em> used as <em>adj</em>. in attrib position: <em>bak bak hero</em>\n'hero who babbles a lot.'</p>\n<p><em>bakofy</em> <em>vb</em>. 'to babble a lot.'</p>\n<p><em>Chamcha</em> <em>n</em>. 'factotum; flatterer, admirer; troubleshooter.'</p>\n<p><em>chamchafy</em> <em>vb</em>. 'flatter; today up to.'</p>\n<p><em>chamchagiri</em> <em>n.</em> 'the art of flattery.'</p>\n<p><em>pocha, pocha</em> <em>adj</em>. 'cloying, sickening': <em>She is full of\npocha, pocha sentimentalism.</em></p>\n<p><em>dhadham-dishum</em> <em>adj</em>.  'noisy, boisterous; fighting': <em>He\nis good in dhadham-dishum scenes</em>.</p>\n<p><em>seedhi-saadha</em> <em>adj</em>.  'simple; straightforward'; <em>She is a\nseedhi-saadha woman</em>.  Masculine: <em>seedha-saadha.</em></p>\n<p><em>naach-gaana</em> <em>n</em>.  'singing and dancing'; <em>lit</em>.  'dance\n[from <em>nautch</em>] and music [-<em>gaana</em>].'</p>\n</blockquote>\n<p>These examples should be sufficient for lexicographers,\nphilologists, etymologists and neologists to recognize that a\nnew type of pidgin English is evolving and gaining currency.\nMaybe Kenneth Hudson (<em>The Dictionary of Diseased English</em>,\nMacmillan) and Paul Johnson (<em>Enemies of Society</em>, Nicholson\nand Weidenfeld) will get furious at these verbal aggressions\non the English language.  But nothing can be done against the\nsweeping tide of HFE.  Possibly, the late George Orwell would\naccept HFE with a wry face and write a satirical piece.  After\nall, he had lived in Burma when it was part of India.</p>\n<p>A historical backdrop might be helpful.  Ever since India's\nEnglish connection began over three centuries ago, there has\nbeen a two-way traffic in English.  Indians had to be anglicised\nso that they could be useful in building up the Empire and in\nmaintaining it; the browns, the blacks, and the yellows had\nto learn English perforce.  So did the Indians, since India was\nthe Kohinoor of the British Empire.  And, India contributed\nmany, many words to the English dictionary.</p>\n<p>In this context, it must be recalled that all Indian\nlanguages are related to the English language for they all\nbelong to the Indo-European family of languages.  Hindi and\nEnglish are distant, long-lost cousins.  Sanskrit, Hindi, and\nthe other major languages of India evolved out of the Indo-Iranian\nbranch, while English developed from the West Germanic\nand Anglo-Frisian branch.  It must be remembered\nthat for centuries stretching back about two millennia, Indian\nwords had been creeping into English vocabulary.  Greek,\nRoman, and Arab travelers were responsible for the adoption\nof words from India like <em>amber, camphor, ginger, indigo,\nlae, musk, opal, sandalwood</em>, and others into Middle English.</p>\n<p>The name <em>India</em> does not belong to the Indians, in the\nsense that none of the ancient texts of Indian languages contains\nthis word.  It is a gift of the Westerners—particularly of\nthe English.  They had heard of the River Sindhu (River Indus,\nnow is Pakistan) and through a process of corruption baptized\nthe <em>Aryavarta</em> of the Hindus and the <em>Hindustan</em> of the\nMoghuls as <em>India</em>.</p>\n<p>The Portuguese were responsible for channeling into\nEnglish words like <em>areca, betel, calico, cheroot, coir, copra,\njoggery</em>, and others; these were derived from South Indian\nlanguages of the east and west coasts—Malayalam, Tamil,\nand Kannada.</p>\n<p>The Moghuls provided <em>darbar, maharajah, nawab, sircar</em>,\nand other words, which for the sake of administration\nhad to be coopted into the English language.</p>\n<p>By the time Queen Victoria became Empress of India\nand the <em>sahibs</em> and <em>memsahibs</em> (both words derived from\nArabic) settled down in the hill stations, cantonments, and\nport towns, a goodly number of day-to-day Indian words\nwere current: <em>mulligatawny</em> 'soup,' <em>cashmere</em> 'cloth,' <em>jodhpurs</em>\n'breeches,' <em>dungarees</em> 'clothes made out of coarse cloth,'\n<em>arrack</em> and <em>toddy</em> drinks, <em>pilau</em> and <em>kabab</em> foods, <em>coolie</em> 'laborer,'\n<em>mali</em> 'gardener,' and others.  The Indologists adopted\nseveral words from the Sanskrit and Pali texts: <em>avatar, dharma,\nkarma, mantra, nirvana, stupa, vihar</em>, etc.</p>\n<p>By the end of the nineteenth century, there were enough\nIndian words and expressions current in the language of the\nBritish to merit respectability.  In 1886, within 30 years of the\nSepoy Mutiny, John Murray published <em>Hobson-Jobson</em>, by Sir\nHenry Yule and Arthur Coke Burnell, a “glossary of Anglo-Indian\ncolloquial words and phrases of kindred terms, etymological,\nhistorical, geographical, and discursive.”  The\nhiggledy-piggledy Anglo-Indian that till then had survived\nonly through spoken tradition had achieved the status of, at\nleast, a documented dialect.</p>\n<p>In the twentieth century, when Indian writers began to\nuse the English language creatively (unlike the <em>babu</em> administrators),\nfollowing the example of some pioneers of the late\neighteenth century (Michael Madhusudan Dutt, Swami Vivekananda,\nthe father of Rabindranath Tagore, and others),\nthe expression Anglo-Indian was reversed into Indo-Anglian.</p>\n<p>It must be recorded that English writers like Edmund\nBlunden, W.B. Yeats, and E. M. Forster patronized and\nblessed the Indo-Anglian writers.  The greatest among them\nwas Rabindranath Tagore, who to date is the only Nobel\nLaureate for Literature from India.</p>\n<p>Mulk Raj Anand, Raja Rao, C.V. Desani and others of\nthe pre- and post-Independence periods contributed new\nwords to the English language, composed sentences in\nEnglish in the Indian manner and expressed Indian sentiments,\nnationalist and otherwise.  They have created new\nmetaphors and images, coined neologisms and concocted\nstrange combinations of words and phrases.  So much so, India\nhas a pre-eminent place in Commonwealth literature.  “We\ncannot write the English.  We should not.  We can write only\nas Indians,” confessed Raja Rao (<em>Kanthapura</em> and <em>The Serpent\nand the Rope</em>).  Mulk Raj Anand (<em>The Coolie, Untouchable</em>\nand other novels) differentiated his “pigeon English” from\npidgin-English and asserted that while his “pigeon English”\nsoared to the skies, pidgin-English wallowed in the gutter.\nAccording to him, “native speech enters into the shell of the\nsentences in the foreign language (English) through certain\nindigenous words.”  (Ms.) Kamala Das, the provocative poet\nof feminine sensibility, has summed up the position of the\nIndo-Anglian writer thus:</p>\n<blockquote>\n<p>I speak three languages,<br>\nwriting in two.</p>\n<p>Dream in one....</p>\n<p>It is half English, half Indian<br>\nfunny perhaps, but it is honest.</p>\n<p>It is as human as I am human.</p>\n<p>Don't you see?</p>\n</blockquote>\n<p>A real tribute to India's contribution to the English language\ncan be found in the <em>Little Oxford Dictionary</em>, which contains\na “Supplement of Words from India, Pakistan, Bangladesh\nand Sri Lanka” —in other words, what was meant by India\nhalf a century ago or what is described as the Indian subcontinent\nnowadays.  R.E. Hawkins, a former manager of the\nOxford University Press in Bombay and a long-time resident\nin India, compiled this supplement, thus updating <em>Hobson-Jobson</em>.\nAlmost all the words in this supplement have found\ntheir way into other English language dictionaries.  It is the\nclaim of Mulk Raj Anand that he has contributed not fewer\nthan fifty words to the Supplement through his writings.</p>\n<p>Along with American English, Australian English,\nBritish English, Canadian English, Irish English, Scottish\nEnglish, Welsh English, and Caribbean English, Indian\nEnglish has been honored with chairs and departments in\nuniversities in India and elsewhere.</p>\n<p>Having established the genealogy of Hindi Filmi English,\nlet me provide a closer look at HFE with the requisite\nhistorical and socio-economic contexts.  The Anglo-Indian\nBrahmins and Indo-Anglian pundits are likely to resent the\nefforts of HFE to take off from the gutter and soar to the\nskies.  HFE will first settle down wherever Indians are domiciled\nin the West and the East.  Then it will migrate to adjacent\nEnglish-speaking areas.  Finally, this pigeon will build\nits nest within the portals of academic institutions.</p>\n<p>Hindi Filmi English, the evolving hybrid language, does\nnot belong to the Hindi heartland of the Gangetic plains in\nthe north but to Bombay and to the Hindi film industry based\nthere.  Bombay, the gateway to and from India, is a sprawling,\nmodern metropolis.  It is the melting pot of almost all\nlinguistic groups of India.  The Hindi that is spoken by the\npolyglot population of Bombay is not the Hindi of the north.\nThe film industry and its ancillary businesses, in which at\nleast 100,000 persons are employed, provide the base for\nHFE.  From the hothouse atmosphere of the studios, the tea\ncanteens, the illicit liquor dens, and the alleys and byways\nwhere the workers live, trying to imitate the life-styles of film\nstars, emanated this patois, born of the necessity of day-to-day\nlife.  The ordinary people, who speak debased Hindi and\n“broken” English, had put in circulation a number of expressions\nlike <em>kaali-pilli</em> literally 'black and white' but connoting\n'worthlessness,' <em>hera-pheri</em> 'underhand wheeling and dealing,'\n<em>faltu</em> 'spurious,' <em>gol-maal</em> 'messy state of affairs,' and so on.</p>\n<p>Over a period of time, film journalists and gossip columnists,\nwriting in English magazines, began to resort in a\nhesitant way to this corrupted Hindi, transliterating it into\nRoman script and italicizing it.  The Hindi <em>filmi</em> flavor and\nfeel were thus imparted to everything they wrote.  More than\nany journal of the film industry, it was <em>Stardust</em> that succumbed\ncompletely to HFE.  This glossy monthly for film\nbuffs and fans, with its gossip column entitled “Neetu's Natter,”\nmodeled after the columns of Hollywood's Hedda Hopper\nand Louella O. Parsons, became extremely popular.\nTeenagers, film-<em>wallahs</em>, and Indians settled in the U.K.,\nU.S.A., and Canada reveled in reading the column.  <em>Stardust</em>\nhas a circulation of 130,000 with a total readership of\n650,000.  It is priced high for India—35 cents (20 pence).  Its\npopularity can be judged from the fact that the largest selling\ndaily has a circulation of 220,000 and sells for about three\ncents (1½ pence).</p>\n<p>The credit for transforming the spoken hybrid dialect of\nHFE into a respectable medium of expression with alliteration,\nonomatopoeia, neologisms, and tense formations must\ngo to Ms. Shobha Khilachand, an enterprising, wealthy, and\ncaptivating woman, who edited this journal from 1971 till\nrecently.  In a communication to the present writer, Ms.\nKhilachand confesses that HFE “existed before <em>Stardust</em> or I\narrived on the scene.  Only it wasn't considered chic enough\nfor common use and certainly no self-respecting editor\nwould've passed it for publication.”  Writing elsewhere, she\nhas pointed out that the gossip columns written by all <em>filmi</em>\njournalists “follow one standard style—a <em>challu</em> 'easy-going'\none, using a strange blend of Hindi/English, which murders\ngrammar (Who cares about it?) but is immensely readable all\nthe same.”  For the record, it must be mentioned that there is\na pretender—one Mohan Bawa, a <em>filmi</em> press-wallah 'journalist.'\nHe claims that it was he, along with “a bright, bitchy,\nintelligent girl called Indu Singh,” who first launched the\nstyle.  This is beside the point, for he was on the staff of <em>Stardust</em>\nfor only four months.  What is of relevance is that the column,\n“Neetu's Natter,” is imitated in style and content by a\ndozen other columns.  The language has seeped into advertising\ncopy.  Cocktail parties are animated with lavish quotes\nfrom the <em>Stardust</em> column.  Overseas Indians writing home\nuse this language.  Its usage is spreading fast.</p>\n<p>For the present, the vocabulary of Hindi Filmi English\ncannot be more than 300 words, and they are acquiring adjectival\nand adverbial forms.  Some more words deserve\nnotice:</p>\n<blockquote>\n<p><em>patao</em> <em>vb</em>. 'fool (someone); lead (someone) down the\ngarden path.'</p>\n<p><em>kanjoos</em> <em>adj</em>. 'stingy and knavish.'</p>\n<p><em>khit-phit</em> <em>n</em>. 'verbal abuse': <em>a khit-phit</em> talk is 'a slanging\nmatch.'</p>\n<p><em>lafda</em> <em>n.</em> 'trouble; tangle, mess.'</p>\n<p><em>tagda</em> <em>adj</em>. 'sturdy; upright.'</p>\n<p><em>izzat</em> <em>n</em>. 'prestige; self-esteem.'</p>\n<p><em>dada</em> <em>n. lit</em>.  (Hindi) 'elder brother'; <em>lit</em>.  (Bengali) term\nof address for an elderly person; HFE: 'gang leader;\nunderworld figure; “Godfather.” '</p>\n<p><em>maal</em> <em>n. lit</em>. 'goods'; HFE: 'illicit liquor; smuggled\ngoods; sexy woman.'</p>\n</blockquote>\n<p>Who knows where the list will end?  Hindi Filmi English has\nbecome a living language, soaring higher than any pidgin\nand scattering its seeds as it goes.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Hindi Filmi English Is Coming!</h1> <p><em><span data-rel=\"author\">Jag Mohan</span> <span data-rel=\"location\">New Delhi</span></em></p> <p>Hindi Filmi English can be best described as the patois\nthat has evolved out of the hybridization of English\nand Hindi—the official language of the Indian Union.  Hindi\nFilmi English (HFE) is the argot of the people working in\nHindi films—more so of the film journalists—based in Bombay.\nIn recent years, HFE has matured from an oral tradition\ninto a written language.  With Roman transliteration, it is\nspread on the printed page either in italics or in bold type in\nnewspapers, magazines, advertisements, and posters.  HFE,\nwhich originated in the film studios, tea canteens, taxis, back\nalleys, and boozing dens, is now heard in respectable drawing\nrooms, posh hotels, and even in university campuses.</p> <p>For a first acquaintance, here are a few examples of the picturesque\nspeech and patter of HFE culled from some journals:</p> <blockquote>\n<p><em>filmi</em> <em>adj., attrib, noun</em> 'of or pertaining to motion\npictures': <em>filmi English; filmi politics; filmi dinner\nparty</em>.</p>\n<p><em>Hulloji, Thank youji</em> <em>ji</em> is an honorific.</p>\n<p><em>Arre, Yaar!</em>  'Hi, friend!'</p>\n<p><em>bak bak</em> used as <em>adj</em>. in attrib position: <em>bak bak hero</em>\n'hero who babbles a lot.'</p>\n<p><em>bakofy</em> <em>vb</em>. 'to babble a lot.'</p>\n<p><em>Chamcha</em> <em>n</em>. 'factotum; flatterer, admirer; troubleshooter.'</p>\n<p><em>chamchafy</em> <em>vb</em>. 'flatter; today up to.'</p>\n<p><em>chamchagiri</em> <em>n.</em> 'the art of flattery.'</p>\n<p><em>pocha, pocha</em> <em>adj</em>. 'cloying, sickening': <em>She is full of\npocha, pocha sentimentalism.</em></p>\n<p><em>dhadham-dishum</em> <em>adj</em>.  'noisy, boisterous; fighting': <em>He\nis good in dhadham-dishum scenes</em>.</p>\n<p><em>seedhi-saadha</em> <em>adj</em>.  'simple; straightforward'; <em>She is a\nseedhi-saadha woman</em>.  Masculine: <em>seedha-saadha.</em></p>\n<p><em>naach-gaana</em> <em>n</em>.  'singing and dancing'; <em>lit</em>.  'dance\n[from <em>nautch</em>] and music [-<em>gaana</em>].'</p>\n</blockquote>"
}