{
  "type": "ObiterDicta",
  "title": "OBITER DICTA: The Game of the Name",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA: <em>The Game of the Name</em></h1>\n<p><em>Joan Knaub, University of Colorado, Boulder</em></p>\n<p>Old newspaper editorials on long-ago presidential campaigns\nand policy reveal that a lot of history and high feeling\nare compressed in chief executive nicknames.  <em>The Great\nEmancipator</em> is a case in point.</p>\n<p>But the liveliest of these epithets are those which indicate\ndispleasure from some part of the populace.  For instance,\nGeorge Washington had some detractors who dubbed him\nthe <em>Stepfather of the Country</em>.</p>\n<p>Many of the unflattering presidential sobriquets were\nrooted in heated campaigns or unpopular decisions.  Grover\nCleveland was the <em>Buffalo Hangman</em>, the <em>Stuffed Prophet</em>,\nand the <em>Perpetual Candidate</em>.  The last description serves as a\nreminder that Cleveland was both the twenty-second and the\ntwenty-fourth president, as well as the Democratic nominee\nin 1888.</p>\n<p>Tyler, the first vice-president elevated to chief by the incumbent's\ndeath, was <em>His Accidency</em>.  Hayes, victor in the\nmost disputed election in U.S. history—the one that took five\nmonths to determine the winner—was ever after the <em>Fraud\nPresident</em>.</p>\n<p>Van Buren comes through as a 19th-century swinger\nwith the <em>Enchanter, Petticoat Pet</em>, and <em>Whiskey Van</em>.  John\nAdams was <em>His Rotundity</em> and, as founder of the U.S. Navy,\n<em>Old Sink or Swim</em>.</p>\n<p>Brevity was most usual with these presidential subtitles,\nbut an exception was Hoover's <em>The Friend of Helpless Children</em>\nwith Jackson's <em>The Land Hero of 1812</em> a close runner-up.</p>\n<p>Some presidents earned a range of nicknames, proving\nthe partisanship of politics.  McKinley was both <em>Prosperity's\nAdvance Agent</em> and <em>Wobbley Willie</em>, while Wilson was either\nthe <em>Phrasemaker</em> or <em>Coiner of Weasel Words</em>.</p>\n<p>If the President had been a military man, his successful\nbattles could provide a title or two.  Teddy Roosevelt was the\n<em>Hero of San Juan Hill.  Tippecanoe and Tyler Too</em> made a\neuphonious duo.  And Grant earned accolades as <em>Unconditional\nSurrender</em>, the <em>Hero of Appomattox</em> and, less flattering,\nthe <em>Butcher of Galena</em>.</p>\n<p>Some names were more accurate than witty.  Buchanan\nwas the <em>Bachelor President</em>, Arthur was <em>Our Chet</em>, Pierce was\n<em>Handsome Frank</em>, and <em>Silent Cal</em> was just that.</p>\n<p>Among the more colorful nicknames were Benjamin\nHarrison's <em>His Grandfather's Hat</em> (a reference to a White\nHouse relative), Polk's <em>Napoleon of the Stump</em>, Fillmore's\n<em>The Wool-Carder President</em>, and Monroe's <em>The Last of the\nCocked Hats</em>.</p>\n<p>Even the revered Lincoln didn't escape an occasional\nbrickbat.  Along with <em>Honest Abe</em> and <em>The Sage from Spring-field</em>,\nhe was also the <em>Illinois Baboon</em>.  Lincoln, however, does\ntake the honors among presidents as having the most recorded\nepithets, 19 in all, while Taft and Harding have nary a one\nbetween them.</p>\n<p>The heat of issues which generated these names has cooled,\nbut sifting through ashes provides both amusement and perspective\non the political past.  And, after all, even though\nsome early citizens may have claimed a <em>Stepfather</em> for the\ncountry, at least so far no one has named a <em>Godfather</em>.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA: <em>The Game of the Name</em></h1> <p><em>Joan Knaub, University of Colorado, Boulder</em></p> <p>Old newspaper editorials on long-ago presidential campaigns\nand policy reveal that a lot of history and high feeling\nare compressed in chief executive nicknames.  <em>The Great\nEmancipator</em> is a case in point.</p> <p>But the liveliest of these epithets are those which indicate\ndispleasure from some part of the populace.  For instance,\nGeorge Washington had some detractors who dubbed him\nthe <em>Stepfather of the Country</em>.</p> <p>Many of the unflattering presidential sobriquets were\nrooted in heated campaigns or unpopular decisions.  Grover\nCleveland was the <em>Buffalo Hangman</em>, the <em>Stuffed Prophet</em>,\nand the <em>Perpetual Candidate</em>.  The last description serves as a\nreminder that Cleveland was both the twenty-second and the\ntwenty-fourth president, as well as the Democratic nominee\nin 1888.</p>"
}