{
  "type": "Article",
  "title": "Out Is In—But I'm Not Into Out",
  "author": "Robert A. Fowkes",
  "location": "New York University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Out Is In—But I'm Not Into Out</h1>\n<p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">New York University</span></em></p>\n<p>I suppose things used to get checked out at a check-out\ncounter, and there was some slight semantic content to the\n<em>out</em>, as well as the <em>check</em>, not to mention the <em>counter</em>.  Now (at\nthis point in pain), suffering from a minor annoyance in one\nfoot, I am urged by a solicitous wife to “have the doctor check\nit out,” which seems to mean to examine a condition or look\ninto a physical problem.</p>\n<p>The teacher told a young niece of mine with no foot ailment\nto “check it out” at the public library; and she didn't mean a book\nbut a question of etymology.  When the redoubtable Bob Grant\nof Radio Station WOR, New York City returned from a trip to\nthe Soviet Union recently and was being interviewed about his\nexperiences there, Patricia McCann, also of WOR, somewhat\nsurprised at ultra-conservative Bob's praise of the Russian people\nand even of some conditions in the country, exclaimed, “Why\nBob, you've mellowed out!”  (October 6, 1978).</p>\n<p>A student (one of mine, I'm sorry to say), having to admit\nthat he had insufficient data to support a claim made in\nhis dissertation, said, “I'll have to research it out.”  Another\none, wrestling with a problem in a German dialect, offered to\n“translate it out” and see what answer might be forthcoming.\nNone was.</p>\n<p>For some pedantic reason I find nothing acceptable in\nthe above examples, yet I am not uncomfortable with a host\nof others like <em>try it out, work it out, sit it out, cut it out, act it\nout, thresh/thrash it out, hear him out, dish it out, dole it out,\neke out, clear out, crowd out, point out, set out, wear out</em>,\netc., which either make some sort of literal sense or are rendered\nacceptable by the hoariness of enduring idiomaticity\n(unlike the last word).</p>\n<p>I writhe at <em>investigate it out</em> and <em>rehearse it out</em>; why,\nthen, do I not react the same way to <em>try it out</em> and <em>act it out</em>,\nwhich are not too different in content from the rejected culprits?\nI'm not sure about <em>flesh it out</em> (or “in”?), but I suspect\nthat the denominative sin is of the flesh here.  We sometimes\nfill in blanks while filling a form out.  I can't make it out!</p>\n<p>When our track coach told us to <em>run it out</em>, when we\ncomplained of a stitch in the side during a long cross-country\nrace, there was some sense, though not much comfort, to the\nwords.  We didn't “relish it out” —nor did we say such a thing.</p>\n<p>A colleague in a deservedly nameless field reacted to a\nsudden increase in enrollment in Latin and Greek classes in\nour University with, “I can't fathom it out!”  And a friend\nwho subscribes to more periodicals than he has time to read\nhas decided to <em>cancel a few out</em>.  VERBATIM is not among\nthem.  During what has been called an “on-going (or <em>ungoing?</em>)\nsituation” in a Long Island community (a teachers'\nstrike), one official said he was sure that both sides could,\nwith good will, <em>arbitrate it out</em>.</p>\n<p>A person calling up a dispenser of omniscience on a radio\n“phone-in” (not “out”) program, recently (October 16, 1978)\nasked whether it would be advisable for him to <em>rent his house\nout</em> while waiting to sell it.  This sounded to me like renting\nout chairs for a graduation—or a funeral.</p>\n<p>The attendant at the gas station (which is probably called\nsomething else by now) used to ask, elliptically, “Check the\noil?” or “Check the front?”  (the latter version being followed by\nthe revelation of a need for oil).  But for the last several months\nhe has adopted the “in” variant, “Check the front out?”</p>\n<p>If I am asked to explain why I accept <em>try it out</em> and reject\n<em>check it out</em> (although I have wild surmises, both psychiatric\nand aspectual), I can only, with Col. Sanders, <em>chicken out</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Out Is In—But I'm Not Into Out</h1> <p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">New York University</span></em></p> <p>I suppose things used to get checked out at a check-out\ncounter, and there was some slight semantic content to the\n<em>out</em>, as well as the <em>check</em>, not to mention the <em>counter</em>.  Now (at\nthis point in pain), suffering from a minor annoyance in one\nfoot, I am urged by a solicitous wife to “have the doctor check\nit out,” which seems to mean to examine a condition or look\ninto a physical problem.</p> <p>The teacher told a young niece of mine with no foot ailment\nto “check it out” at the public library; and she didn't mean a book\nbut a question of etymology.  When the redoubtable Bob Grant\nof Radio Station WOR, New York City returned from a trip to\nthe Soviet Union recently and was being interviewed about his\nexperiences there, Patricia McCann, also of WOR, somewhat\nsurprised at ultra-conservative Bob's praise of the Russian people\nand even of some conditions in the country, exclaimed, “Why\nBob, you've mellowed out!”  (October 6, 1978).</p> <p>A student (one of mine, I'm sorry to say), having to admit\nthat he had insufficient data to support a claim made in\nhis dissertation, said, “I'll have to research it out.”  Another\none, wrestling with a problem in a German dialect, offered to\n“translate it out” and see what answer might be forthcoming.\nNone was.</p>"
}