{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Linguistic Atlas Of England and The Linguistic Atlas Of Scotland",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/The-Linguistic-Atlas-of-England/Orton-Sanderson-Widdowson/p/book/9780415151290\"><em>The Linguistic Atlas Of England</em></a> and <a href=\"https://www.routledge.com/The-Linguistic-Atlas-of-Scotland-3-Volumes-Scots-Section/Speitel-Mather/p/book/9780415571500\"><em>The Linguistic Atlas Of Scotland</em></a></h1>\n<p>H. Orton, S. Sanderson, and J. Widdowson, eds., (Croom Helm London Humanities Press, Atlantic Highlands, NJ,  Macmillan, Toronto, 1978), 450pp. and J.Y. Mather and H.H. Speitel, eds., (Croom Helm, London; Shoe String Press, Hamden, CT; Macmillan, Toronto), Vol. 1, 1975, 429pp., Vol. 2, 1977, 292pp.,</p>\n<p><em>[By special arrangement, VERBATIM readers may order\nthese books at the following prices: England, U.S. $62.00\npostpaid; <em>Scotland Vol. 1</em>, U.S. $48.00 postpaid; <em>Vol. 2</em>, U.S.\n$48.00 postpaid.  Send order to VERBATIM, Essex, CT 06426,\nwith remittance in U.S. dollars.  We regret that we are unable\nto offer these books outside the U.S. and Canada.]</em></p>\n<p>That language varies from place to place to a greater or\nsmaller degree has always been acknowledged and speakers\nhave always been conscious of it.  The poor Ephraimites who\ncould not say <em>shibboleth</em> found that out only too well (Judges\n12: 4-6).  Fortunately, not all differences in language have\nhad such dire consequences.  The systematic study of localized\nvarieties of speech, traditionally known as dialects, did not\nreally start for English until the 18th century.  Most of the early\nattempts were the gathering of dialect words from a particular\narea, usually undertaken by a local clergyman or\nschoolmaster.  In some cases remarks on pronunciation and\ngrammar prefaced these dialect glossaries.  Valuable as these\nstudies are they give only a haphazard idea of dialect areas.\nThere is no way of knowing how <em>house</em> is pronounced all the\nway from Essex to Edinburgh, what areas show the undiphthongized\n<em>hoose</em> and so on.  Similarly one could not know\nwhere people say <em>car-handed, caggy-handed</em>, or <em>kay-handed</em>\nfor 'a left-handed person.'  A.J. Ellis and Joseph Wright tried\nto remedy this.  Ellis collected material on the pronunciation\nof certain words, <em>so, now, the, gate</em>, etc. and divided\nEngland and Lowland Scotland into several different dialect\nareas on the basis of his findings.  He designated the areas\nSouthern, West Southern, North Midland, West Northern,\nSouth Lowland, and so on.  These simple geographical terms\nhave been taken over by dialectologists ever since and have\nonly been subject to minor modifications.  Although Wright\nhimself completed the monumental task of producing a dialect\ndictionary of English, beyond general statements there\nwas no clear picture of where certain words occurred.</p>\n<p>In the latter part of the 19th century, dialect material\nwas being collected in both France and Germany in a\nsystematic way and later published in map form as the <em>Atlas\nLinguistique de la France</em> and the <em>Deutscher Sprachatlas</em>.  In\nEngland no mapping of dialect material took place, and in\nthe 1920s Wright himself admitted this defect in English\ndialect studies.  More than fifty years later Wright's plea has\nfinally been met by the publication of the <em>Linguistic Atlas of\nEngland</em> (<em>LAE</em>) and two volumes of the <em>Linguistic Atlas of\nScotland</em> (<em>LAS</em>).  The origins of both of these undertakings are\nadmirably sketched in detail in the Introduction to the\nvolumes.  The impetus to produce them came from various\nsources: Hans Kurath, who needed detailed knowledge of\nEnglish dialects with which to compare his studies of\nAmerican dialects, Eugen Dieth of Zurich, who had worked\non English dialects and had also helped to found the\n<em>Sprachatlas der deutschen Schweiz</em>, as well as from a number\nof British scholars such as Harold Orton of Leeds and John\nOrr of Edinburgh, who was acquainted with the work of\nRomance dialectologists.  Such are the intellectual ancestors\nof these undertakings.  Coming late into the field has had its\nadvantages, for both projects have been able to draw on the\nexperiences of earlier work.</p>\n<p>One immediate question that arises is, Why should there\nbe a separate survey of dialects in England and Scotland?\nEllis and Wright did not make such a distinction.  There is in\nfact an overlap in that Northumberland and Cumberland\n(now Cumbria) are dealt with by both atlases.  The <em>LAS</em> also\ndeals with dialects in Ulster.  The reason for this twofold division\nseems, according to the introductions, to be historical\nand personal.  In 1947, the Philological Society appointed\nthree survey editors for the study of English (including Scottish)\ndialects: John Orr in Edinburgh, Harold Orton in\nLeeds, and C. L. Wrenn in Oxford.  From this developed two\ndialect surveys, the Linguistic Survey of Scotland (LSS) and\nthe Survey of English Dialects (SED), which have provided\nthe material for both of these atlases.  The <em>LAS</em> bolsters up its\nclaim for being a separate undertaking by seeing itself as the\nheir to a tradition of dialect and linguistic study in Scotland\nstretching back at least as far as the 17th century.  These two\nsurveys, however, acknowledge the debt each owes to the\nother and are an example of scholarly cooperation.</p>\n<p>They differ, however, in several points.  The <em>LAE</em> deals\nwith pronunciation, grammar (including both morphology\nand syntax), and vocabulary, whereas the <em>LAS</em> deals only\nwith vocabulary in the two volumes under review.  This difference\nreflects the difference in collecting the material from\nwhich the maps were drawn.  The material for the <em>LAE</em> was\ncollected by the direct method; that is, fieldworkers, trained\nin phonetics, were sent to various chosen localities in England\nto find informants (more about them later) and to work\nthrough a questionnaire with them, transcribing their\nresponses in phonetic script.  Altogether, eleven fieldworkers\ninvestigated 313 localities, mostly small towns and villages.\nStanley Ellis, who covered 118 of these, is perhaps the best\nknown fieldworker, having appeared often on television and\nradio.</p>\n<p>The <em>LAS</em> on the other hand used the indirect method,\nthat is, postal questionnaires were sent out to the headmasters\nof primary schools who were asked to choose informants who\n“should if possible be middle aged or older and a lifelong inhabitant\nof your district.”  The fieldworkers of the <em>LAE</em> were\nsimilarly instructed “to seek out elderly men and women...\nwho were themselves natives of the place and both of whose\nparents were preferably natives also.”  Thus, although the\nmethods of eliciting material were different, the range of informants\nwas similar, both atlases portraying an old-fashioned\ntype of speech.  Many urban sociolinguists criticize\nthis type of survey, but it must be said that both surveys have\nmade explicit the restrictions which they imposed and are\naware that they are dealing with only a limited amount of\nmaterial.  The value of these kinds of survey is that they provide\nmaterial on which further studies can be built.  The speech\nvarieties of the great conurbations cannot be fully understood\nif we do not have a description of the old rural dialects of the\nsurrounding areas.  The most obvious problem raised by the\nindirect method is that of the spelling of words by lay-informants.\nThe <em>LAS</em> says that phonological material would\nbe collected in a different way.  In the Introduction there is a\ndetailed section on “The Interpretation of the Informants'\nSpelling.”  In most cases the editors have used the majority\nform, e.g. since <em>car</em>- occurs more frequently than <em>kar</em>- 'left-(handed)',\nit is the form chosen (<em>LAS</em> 1,6).  The chief difficulties\nare with vowel signs, but consonants present some problems\ntoo; for example, both <em>ch</em> and <em>gh</em> occur for the sound at\nthe end of <em>loch</em>, the velar fricative.  To enable the reader to\njudge for himself, seventeen “phonetic orthographic maps”\nare given in Appendix A and four in Appendix B of <em>LAS</em> 1.\nThe <em>LAE</em> does not run into such problems.  Both atlases do not\ncontain all the material which was obtained in LSS and SED\nbut only representative maps which are typical of interesting\ndistributions in England, Scotland, and Northern Ireland.</p>\n<p>The method of eliciting and showing the distribution of\nwords, word geography, is onomasiological; that is, one starts\nwith a notion like 'left-handed' or a “thing” like 'icicle' and\ntries to find out and then display on a map all the words used\nin different areas of the country for the particular notion or\nthing.  The dialectologists who have drawn up the questionnaires\nhave a good idea at the outset which words are going to\nbe of interest.  In asking questions, the <em>LAS</em> has been more\ndetailed than the <em>LAE</em>.  Map L9 <em>dung</em> in <em>LAE</em> has the two\nwords <em>dung</em> and <em>muck</em>.  <em>LAS 1</em>, 62 has the same two words but\ndesignating <em>cow dung</em>.  On maps <em>LAS 1</em>, 62 <em>horse dung, 1</em>, 63\n<em>sheep's dung</em> and <em>1</em>, 68 <em>fowl dung</em> a great variety of words are\nused, e.g. <em>orts, dollars</em> (<em>1</em>, 62), <em>parties, tartles, purls, trotties,\ntrintle</em> (<em>1</em>, 63) and <em>pen, scootings</em> (<em>1</em>, 68).  By defining the question\nmore narrowly, the <em>LAS</em> has obtained a much more differentiated\nresponse.  Altogether, the two volumes of the <em>LAS</em>\nmap 180 notions and the <em>LAE</em> maps 65.  It must not be forgotten\nthat 207 lexical maps using material from the SED had\nalready appeared in 1974.  Unlike phonological maps, lexical\nmaps are renowned for showing random variation, both in\nthe number and geographical distribution of the words\nrecorded.  Dialect areas are never set up by reference to lexical\ncriteria alone.  The actual mapping of the words differs in the\ntwo atlases, as can be seen from the two maps (figs. 1 and 2).\nOne way to map informants' responses is to enter the appropriate\nanswer at the appropriate locality, but this is rather\ncumbersome and requires large-scale maps.  A refinement on\nthis is to have a symbol for similar forms and enter the symbols\non the map.  This method is used for the phonetic orthographic\nmaps of <em>LAS 1</em>.  For instance in map 1 of Appendix A\n<em>round</em>, any occurrence of <em>round</em> is represented by · and any\noccurrence of <em>round</em> by □, the other forms being neglected.\nBy this means the reader can see the distribution more clearly;\nareas with clusters of · and areas with clusters of □ become\nclearly discernible.  This kind of map is known as a symbol\nmap.  A further refinement would be to draw lines separating\noff the areas with <em>round</em> from those with <em>roond</em>.  The lines\nthat delineate areas where one form occurs predominantly\nare called <em>isoglosses</em> and a map that uses them is called an\n<em>isogloss map</em> (see fig. 1).  The <em>LAE</em> clearly marks in all the\nisoglosses in every map but the <em>LAS</em> uses hatching of various\nkinds.  The latter method avoids the arbitrary drawing of an\nisogloss and, with the different kinds of hatching being allowed\nto overlap—signifying transitional areas where there is no\nclear dominance of one form—it may give a more realistic\npicture.</p>\n<p>All methods of mapping are to some extent an interpretation\nof the data.  Both atlases agree, however, in not entering\nthe words on the map itself but in using a legend, in the <em>LAE</em>\nwith numbers representing the words, in the <em>LAS</em> with boxes\nshowing the different sorts of hatching.  The <em>LAE</em> gives more\ninformation in its legend such as etymology, first date recorded,\nand provenance, if the word comes from a foreign language.\nThis is an unfortunate omission in my opinion in the <em>LAS</em>.  It\nwould be very useful to know which words came from\nGaelic.  One surprising thing is how many ordinary words\nhave an unknown or obscure etymology, for instance L8 of\nthe <em>LAE tip</em> (v) shows eight words: <em>cowp, keck, kick, shelve,\nshoot, skell, tip, tipe</em> of which only <em>shoot</em> has a clear\netymology and <em>cowp</em> may come from French.  The <em>LAS</em> has,\nin addition to maps, the informants' responses listed county\nby county with general comments.  The <em>LAE</em> does not have\nthis since the basic material of the SED has already been\npublished.  What comes through in the study of all these maps\nis the incredible variety of dialect words that surveys of this\nkind can bring to light.  There are nine items which are dealt\nwith both by the <em>LAE</em> and the <em>LAS</em>; of these, the words for\n'icicle' (L58 and <em>LAS 2</em>, 68, figs. 1 and 2) show a wide variety\nof forms: <em>clinker bells, clinkers, conka-bells, icy bells</em>, and\n<em>daglets</em> only in England whereas <em>tanklets, ice-shockles</em> (in\nvarious forms), occur in both England and Scotland.  Of more\ninfrequent forms <em>frosty caundles</em> only occurs in the Shetlands\nand <em>staapel</em> and <em>spicket</em> only in Northern Ireland.  The fact\nthat there is an overlap like this makes it imperative for any\nfuture studies to use material from both surveys.  The <em>LAS</em> has\nseveral appendices in Vol. 1: A and B giving phonetic ortho-graphical\nmaps, which we have already mentioned, C giving\na list of the informants with details of their sex, age, length of\nresidence, and birthplace of father and mother, followed by a\nmap of all the localities, D containing other maps, and E the\ncontents of the postal questionnaire so that it is clear which\nitems have been mapped and which not.  Vol. 2 repeats the information\non informants and the map of localities; it also has\nthe contents of the second postal questionnaire, and indexes of\nthe lexical maps of both volumes and of every word shown on\nevery map, thus allowing the volumes to be consulted easily.\nThe <em>LAE</em> too has several appendices: an index to the maps\n(with the questions used), notes on the lexical responses, and a\nlist of unmapped responses for each lexical map.  For instance,\non L58, <em>cockle-bells, ice-bugs, snipes</em> are shown but unfortunately\nwith no information as to where they occurred; for\nthat one would have to consult the SED Basic Material.\nFinally, an alphabetic index of mapped notions is included.</p>\n<p>I have concentrated on the lexical material because that\nis shared by both the <em>LAE</em> and <em>LAS</em>.  The <em>LAE</em> also has 249\nphonological, 83 morphological, and nine syntactical maps,\nthe last being of only marginal interest.  The morphological\nmaps concentrate on verb forms, noun plurals, and pronouns.\nM45 (<em>we</em>) <em>have got</em> is interesting because it shows the form\n<em>getten</em> or <em>gotten</em> used in several areas of England, as of course\nit is in American English, whereas in standard British English\nthe -<em>en</em> has been lost.  M68 shows the distribution of four\nforms for <em>she: she, hoo, her</em>, and <em>shoo</em>, the last being a blend\nof <em>she</em> and <em>hoo</em>.  The bulk of the <em>LAE</em> is made up of\nphonological maps which show the distribution of the different\npronunciations of a particular word.  Many of these\nmaps have been reduced in size so that two can be got on one\npage.  Different areas are again marked off by isoglosses, but\ninstead of there being numbers in the areas which are then\nidentified in a legend, the relevant sound or combination of\nsounds is entered in phonetic script in the area concerned.</p>\n<p>Thus on Ph50 <em>butter</em> and Ph51 <em>thunder</em> [u] appears in the\nnorth and midlands and [∧] in the south, the latter being the\nstandard British English vowel.  The maps are listed according\nto their Middle English source, short vowels, long vowels and\ndiphthongs, and consonants.  There is a good commentary on\nthe maps in the introduction, but the use of slant lines / / is\nnever explained; although they are presumably meant to\nsignify phonemes, it seems unwise to use them since the SED\ndid not deal with broad phonemic transcription but with narrow\nphonetic transcription and their use may well confuse the\ngeneral reader.  The maps do not use slant lines, but the\neditors have subsumed several phonetic symbols under one\nmore general symbol.  Many of the phonological maps show a\nnumber of different forms, e.g. Phl49 <em>house</em> not only shows\nthe undiphthongized vowel but many different diphthongal\nforms.  Maps Ph149-154 represent ME ū, except before <em>r</em>, and\nthey all show a very similar distribution.  The isogloss that\nseparates the undiphthongized [u:] from diphthongal forms\noccurs at the same points on each map.  It is on the basis of\nsuch regular distribution that dialectologists can divide up a\ncountry into different dialect areas.  Ellis, Wright, and dialectologists\never since have used this u/au isogloss to divide the\nnorthern dialects from the north midland dialects.  The boundary\nu/au varies slightly from word to word and other criteria\nare used in addition in characterizing northern dialects.  Thus\nthe boundary between dialects is not something rigid, like an\ninternational boundary, but rather a transitional zone, or\nbundle of isoglosses.  The widespread Cockney pronunciation\nof <em>thr</em>- as <em>fr</em>- turns up in the Home Counties and East Anglia\nas well, shown in Ph234 <em>three</em>, 235 <em>thread</em>.  The retention of\nthe <em>r</em> in the pronunciation of -<em>er</em>, although lost in standard\nBritish English, is retained in many dialect areas, notably the\nwest country, parts of Lancashire, Northumberland, and the\nWest Midlands, shown in Ph244 <em>butter</em>, 245 <em>farmer</em>.</p>\n<p>The publication of this large amount of material is a\nmilestone in the study of English dialects.  It “freezes” the\nrural dialects of the early 20th century.  Many readers may\nwonder why, although they come from a particular part of\nthe country, a word or pronunciation shown to be current\nthere is unknown to them.  That is because dialect study is\ncontinual.  Situations change and new surveys will have to be\nmade.</p>\n<p>What use are the maps in these volumes apart from\nshowing us the distribution of certain words or pronunciations?\nTheir main importance will be in the historical study of\nEnglish, particularly of its phonology.  The complicated\nphonological maps will enable the historical linguist to give a\nfirmer basis to hypotheses he might make about the passage of\none sound to another.  The pronunciation of the vowel in\n<em>house</em>, Ph149, can be ranged along a scale from the undiphthongized\n[u:] to the standard [au], and further development\nto [a:].  Many of the intermediate values may have been\nthe ones used by Shakespeare or Milton and their contemporaries.\nIf we are now better able to localize certain words and\npronunciations in British English dialects, we can perhaps in\nsome cases trace features of American English back to their\nBritish origins.  Now that all the hard work of collecting, drawing\nthe maps, and editing is over, it is up to linguists and lay-people\ninterested in English dialects to make good use of these\nwell-produced volumes.  There is enough material here for\nmany a long evening.</p>\n<p><em>[Charles V. J. Russ, University of York, England]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/The-Linguistic-Atlas-of-England/Orton-Sanderson-Widdowson/p/book/9780415151290\"><em>The Linguistic Atlas Of England</em></a> and <a href=\"https://www.routledge.com/The-Linguistic-Atlas-of-Scotland-3-Volumes-Scots-Section/Speitel-Mather/p/book/9780415571500\"><em>The Linguistic Atlas Of Scotland</em></a></h1> <p>H. Orton, S. Sanderson, and J. Widdowson, eds., (Croom Helm London Humanities Press, Atlantic Highlands, NJ,  Macmillan, Toronto, 1978), 450pp. and J.Y. Mather and H.H. Speitel, eds., (Croom Helm, London; Shoe String Press, Hamden, CT; Macmillan, Toronto), Vol. 1, 1975, 429pp., Vol. 2, 1977, 292pp.,</p> <p><em>[By special arrangement, VERBATIM readers may order\nthese books at the following prices: England, U.S. $62.00\npostpaid; <em>Scotland Vol. 1</em>, U.S. $48.00 postpaid; <em>Vol. 2</em>, U.S.\n$48.00 postpaid.  Send order to VERBATIM, Essex, CT 06426,\nwith remittance in U.S. dollars.  We regret that we are unable\nto offer these books outside the U.S. and Canada.]</em></p> <p>That language varies from place to place to a greater or\nsmaller degree has always been acknowledged and speakers\nhave always been conscious of it.  The poor Ephraimites who\ncould not say <em>shibboleth</em> found that out only too well (Judges\n12: 4-6).  Fortunately, not all differences in language have\nhad such dire consequences.  The systematic study of localized\nvarieties of speech, traditionally known as dialects, did not\nreally start for English until the 18th century.  Most of the early\nattempts were the gathering of dialect words from a particular\narea, usually undertaken by a local clergyman or\nschoolmaster.  In some cases remarks on pronunciation and\ngrammar prefaced these dialect glossaries.  Valuable as these\nstudies are they give only a haphazard idea of dialect areas.\nThere is no way of knowing how <em>house</em> is pronounced all the\nway from Essex to Edinburgh, what areas show the undiphthongized\n<em>hoose</em> and so on.  Similarly one could not know\nwhere people say <em>car-handed, caggy-handed</em>, or <em>kay-handed</em>\nfor 'a left-handed person.'  A.J. Ellis and Joseph Wright tried\nto remedy this.  Ellis collected material on the pronunciation\nof certain words, <em>so, now, the, gate</em>, etc. and divided\nEngland and Lowland Scotland into several different dialect\nareas on the basis of his findings.  He designated the areas\nSouthern, West Southern, North Midland, West Northern,\nSouth Lowland, and so on.  These simple geographical terms\nhave been taken over by dialectologists ever since and have\nonly been subject to minor modifications.  Although Wright\nhimself completed the monumental task of producing a dialect\ndictionary of English, beyond general statements there\nwas no clear picture of where certain words occurred.</p> <p>In the latter part of the 19th century, dialect material\nwas being collected in both France and Germany in a\nsystematic way and later published in map form as the <em>Atlas\nLinguistique de la France</em> and the <em>Deutscher Sprachatlas</em>.  In\nEngland no mapping of dialect material took place, and in\nthe 1920s Wright himself admitted this defect in English\ndialect studies.  More than fifty years later Wright's plea has\nfinally been met by the publication of the <em>Linguistic Atlas of\nEngland</em> (<em>LAE</em>) and two volumes of the <em>Linguistic Atlas of\nScotland</em> (<em>LAS</em>).  The origins of both of these undertakings are\nadmirably sketched in detail in the Introduction to the\nvolumes.  The impetus to produce them came from various\nsources: Hans Kurath, who needed detailed knowledge of\nEnglish dialects with which to compare his studies of\nAmerican dialects, Eugen Dieth of Zurich, who had worked\non English dialects and had also helped to found the\n<em>Sprachatlas der deutschen Schweiz</em>, as well as from a number\nof British scholars such as Harold Orton of Leeds and John\nOrr of Edinburgh, who was acquainted with the work of\nRomance dialectologists.  Such are the intellectual ancestors\nof these undertakings.  Coming late into the field has had its\nadvantages, for both projects have been able to draw on the\nexperiences of earlier work.</p>"
}