{
  "type": "Article",
  "title": "Philip Howard on English English",
  "author": "Philip Howard",
  "location": "Canute",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English</h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\">Canute</span></em></p>\n<p>A leader of the National Graphical Association, the principal\nBritish printing union, announced the other day that his\nmembers were not King Canutes about the new technology\nthat is turning their ancient inky craft upside down.  He presumably\nmeant that the lads were not going to try to stop the\ntides of innovation that are making many of them redundant.\n(<em>Luddites</em> would have been a more appropriate metaphor.)\nBut he demonstrated again the need for a Society to Rehabilitate\nthe Reputations of Those Whose Names Have Become\nMetaphorical Clichés.  Many such monstrous towers of careless\nmetaphor are based upon foundations of painted smoke.</p>\n<p>For example, in the great Boat Club in the sky Canute\nmust be indignant that he is daily slandered down here as a\nmegalomaniac who seriously believed that he could stop the\nflowing tide.  What happened was the exact opposite.  Canute\n(c. 995-1035) was the great sea-king of England and Denmark.\nHis fleets ruled the waves.  He was the last man to\nwaive the rules of seamanship.  If any contemporary knew\nabout the tides and other ways of the sea it was Canute.</p>\n<p>The story of Canute and the tide is recorded only by\nHenry the Archdeacon of Huntingdon, who wrote his <em>Historia\nAnglorum</em> a century after Canute's death.  Henry says that\nCanute sat on the bank of the Thames at Westminster and\ncommanded the rising tide to go back as a dramatic rebuke to\nhis sycophantic court.  He got his feet wet as a parable to demonstrate\nto his magnates that there were forces in the world\ngreater than war, and to prepare them for his submission to\nthe Holy See in Rome.  Henry of Huntingdon adds that as a\ngesture of humility Canute would never afterwards wear his\ncrown: he hung it, instead, on the head of an effigy of the\ncrucified Christ.  The story is found nowhere else.  It reads like\na pious ecclesiastical legend with homiletic intent.</p>\n<p>It is an engaging paradox of the whirligig of time that in\ncareless rhetoric Canute has now been widely adopted as the\nexample of an infatuated and arrogant reactionary who seriously\nbelieves that he can turn back the tides, usually those\nunpersuasively historicist currents, the tides of history.  Politicians\nand other noisy persuader evidently feel the need for\nsome such dummy figure as an insult.  And poor old Canute\nhas drawn the short straw.</p>\n<p>Our Society for Onomastic Rehabilitation will have\nplenty of other work to do.  It is probably too late to persuade\nthe cartoonists and politicians that no ostrich yet hatched has\never buried its head in the sand.  But we ought to try to do\nsomething for the unfortunate lemmings.  The popular notion\nthat the little rodents commit mass suicide by plunging off the\nArctic shore and swimming out to chilly sea is deeply ingrained\nfolklore.  It is repeated in such respectable reference\nbooks as the <em>Encyclopaedia Britannica</em>: “None returns, and\nthe onward march of the survivors never ceases until they\nreach the sea, into which they plunge and are drowned.”\nLike most popular folklore this is pure nonsense.  No credible\nobserver has ever recorded the mass suicide of lemmings.  The\nmost that can be said is that on their periodic emigrations to\nescape from overcrowding, lemmings cross rivers and lakes\ntumultuously, like migrating ants, and many are drowned.\nYet the false idea that lemmings have a death wish conforms\nto some evident need in rhetoric.  It has given rise to a concatenation\nof other equally fallacious myths, from the belief of\nNorwegian peasants that lemmings rain from the clouds like\ncats and dogs, to the notion of some imaginative biologists\nthat lemmings are following instinctively in ancestral\nfootsteps from the Miocene period, when the Baltic and\nNorth Seas were dry land.</p>\n<p>It is all bunkum.  Lemmings just don't do what they are\nsupposed to do.  The only animal that regularly commits mass\nsuicide is Homo sapiens.  But evidently we have a need for\nsome vivid metaphor from Nature to illustrate the human\npropensity to self-destruction.  The poor bleeding lemming\nhas been adopted as a rhetorical cliché to fit the description.</p>\n<p>Our Society for Onomastic Rehabilitation will try to explain\nthat there was more to the great civilization of Byzantium\nthan Byzantine deviousness.  It is probably too late to\npersuade anybody that Cloud-Cuckoo-Land is a highly desirable\nresidence.  And in fact all such attempts to correct inveterate\nerrors are mostly likely, a priggish waste of time.  We\nevidently need to believe rubbish about Canute and lemmings\nfor our rhetorical purposes.  And so the names have\ncome to represent things that never happened.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English</h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\">Canute</span></em></p> <p>A leader of the National Graphical Association, the principal\nBritish printing union, announced the other day that his\nmembers were not King Canutes about the new technology\nthat is turning their ancient inky craft upside down.  He presumably\nmeant that the lads were not going to try to stop the\ntides of innovation that are making many of them redundant.\n(<em>Luddites</em> would have been a more appropriate metaphor.)\nBut he demonstrated again the need for a Society to Rehabilitate\nthe Reputations of Those Whose Names Have Become\nMetaphorical Clichés.  Many such monstrous towers of careless\nmetaphor are based upon foundations of painted smoke.</p> <p>For example, in the great Boat Club in the sky Canute\nmust be indignant that he is daily slandered down here as a\nmegalomaniac who seriously believed that he could stop the\nflowing tide.  What happened was the exact opposite.  Canute\n(c. 995-1035) was the great sea-king of England and Denmark.\nHis fleets ruled the waves.  He was the last man to\nwaive the rules of seamanship.  If any contemporary knew\nabout the tides and other ways of the sea it was Canute.</p> <p>The story of Canute and the tide is recorded only by\nHenry the Archdeacon of Huntingdon, who wrote his <em>Historia\nAnglorum</em> a century after Canute's death.  Henry says that\nCanute sat on the bank of the Thames at Westminster and\ncommanded the rising tide to go back as a dramatic rebuke to\nhis sycophantic court.  He got his feet wet as a parable to demonstrate\nto his magnates that there were forces in the world\ngreater than war, and to prepare them for his submission to\nthe Holy See in Rome.  Henry of Huntingdon adds that as a\ngesture of humility Canute would never afterwards wear his\ncrown: he hung it, instead, on the head of an effigy of the\ncrucified Christ.  The story is found nowhere else.  It reads like\na pious ecclesiastical legend with homiletic intent.</p>"
}