{
  "type": "Article",
  "title": "How Off-track Betting Endangers Our Mother Tongue: Draining Color from the Horseplayer's Gift of Gab",
  "author": "Francis J. Walsh",
  "location": "Chicago, Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">How Off-track Betting Endangers Our Mother Tongue: Draining Color from the Horseplayer's Gift of Gab</h1>\n<p><em><span data-rel=\"author\">Francis J. Walsh</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p>\n<p>The betting messenger services are under wraps by order\nof the Illinois Supreme Court, but there is a lot of smart\nmoney and political pressure around town in favor of setting\nup a legitimate off-track betting network.  Just like New York.\nYou'd only have to walk around the corner to drop your dough.\nNaturally, this extension of temptation is being deplored on\nall sides: by preachers, professors of urban economics, some\nrace track operators, budget-strapped housewives, mothers of\ntwelve, constant readers; even supermarket operators and\nlandlords, who see the grocery and rent money going through\nthe betting wickets.</p>\n<p>Our collective morality and our continuing money supply\nhave always been under threat from one direction or another.\nSo what else is new?  New, and to be viewed with alarm, is the\nthreat the OTB system poses to our Mother Tongue.  The race\ntrack, it can be fairly argued, is a most productive potting shed, a\nfruitful compost pile that keeps the language fermenting and\nblooming.  Look at it this way: It is six, two and even that\nyour friendly, nearby OTB branch will be designed with all\nthe color, warmth, and ambiance of a currency exchange.  Or\nthe ante room of a public foot clinic.  It will be you, a clerk\nbehind the glass screen, a tattered common racing form or green\nsheet.  And silence.  And that's all.  You might as well be doing\nbusiness with a vending machine.  (Next revolting development:\n“Dial-a-Trifecta!  Let us charge your wagers to your\ntelephone bill.”)</p>\n<p>In such plasticized, sterilized surroundings could you ever\nhear such fervent, rich jargon as the following, overheard\nbarside at Sportsman's Park during the flats season there last\nspring?</p>\n<p>The chalk come in like trained pigs!</p>\n<p>This lamentation with a little hop on each word was offered up\nby a bruised horseplayer.  He had favored long shots.  The fates\nhad fancied favorites.  Eight races in a row had been won at\nodds of 5 to 2 or less.  At the track, at the track bars, or in the\nstands where the action is, parsing this agonized yelp can be\nas much fun (almost) as holding a winning ticket.  For <em>chalk</em>\nread 'betting favorite.'  The word, as race track etymologists\ncan tell you, is an anachronism, left over from the days of live\nbookmakers at such sporty spas as Saratoga and the old Washington\nPark race track, out around 63rd street and Cottage\nGrove avenue in the early 1900s.  As post time neared, the\nbookies would erase odds quotations furiously, chalking in\nthe shorter prices as the faithful bet with both hands on\nemerging favourites.  Out of the cloud of chalk dust came the\ncryptic term, <em>the chalk horse</em>.  To this day favorite players,\nbucking the sophisticated tote machine will say, if you ask\nthem their pick, “I went to the chalk.” (Note: the use of <em>came</em>\ninstead of <em>come</em> in the complainant's outcry, above, would be\nunthinkable.  The horseplayer, as the cabbie, lives, for purposes\nof expression, in the more vivid historical present tense.\nOf course the reference to <em>trained pigs</em> is simply a locution\ncombining the affection-cum-derision with which the player\nregards the beasts he loses his money on.)</p>\n<p>Are you going to hear that kind of rich gab in the\nbloodless, sterile, Orwellian OTB betting booth that seems to\nbe just around the corner?  Not likely.  For stalking the wild\nword, the track can be a happy hunting ground.  Offered here\nare a few notes gathered over years of “traveling on the Erie”\nat barside and along the rail around Chicago tracks.  Read\n'em and weep, for these expressions may become as extinct as\nnoble Chaucerian English, polluted out of currency by OTB\nrobots.</p>\n<p><em>He win laughin' by five open lenths</em>.  Here two meanings\nmay be held simultaneously.  Could be sheer joy shared by horse\nand bettor.  A more particular observation: the horse had excess\nsteam in the stretch and the jock had him under the tightest of\nholds so that the beast's teeth were bared, lips pulled back by\nthe bit, showing a wild and wonderful simulation of a horse\nlaugh.  (Note: the <em>g</em> in <em>lengths</em> is never sounded or admitted.)</p>\n<p>Alternatively: <em>The teamster brings him home with his\nhead in his lap.  Teamster</em> equals 'jockey.'  The <em>head</em> is that of\nthe horse, pulled up so tight it looks to be in the lap of the\nrider.  You must learn the lingo, for pronouns and antecedents\nin track talk can be as tough to sort out as a four-horse photo\nfinish.  For instance, the loser squeals, <em>I'm home free but he\nhangs in the stretch</em>.  The adept knows the <em>I</em> is the bettor and\nthe <em>he</em> is the horse who seems to hang in the air, ballet-like,\nwhile the field rushes by him.  All right class: once around the\ntrack and watch your antecedents.</p>\n<p>Another bit of poetry with a pair of interpretations: <em>I got\ncaught in the switches</em>.  Could be a jockey complaining about\ntwo horses coming together in front of him to form a blind\nswitch to block and throw his horse off stride.  If intentional\nthis move could set up an “Inquiry.” <em>Foul</em>, a naughty word, is\nout.  <em>Inquiry</em> is in and when flashed on the board it sends the\npatrol judges to the movies to see who done what to whom.</p>\n<p>Or <em>getting caught in the switches</em> could describe the awful\ndilemma of the tout who takes his client's or his box-mate's\nmoney designated by them for the five horse, say.  At the mutuel\nwindows the tout switches all funds to his own choice, the\ntwo horse, and guess what?  The five horse wins.  The rogue\nbest slink off home quietly or switch over to the grandstand\nfor the balance of the day.  From winners and losers alike the\nbreezy language gushes forth.  This jeremiad from an all-day\nloser: “I didn't ever find out whether them guys in the cashiers'\ncages were monkeys or Chinamen.”</p>\n<p>It's a safe bet that in the vitreous enamel precincts of the\nOTB cells you will never hear invoked the hallowed names of\nDuffy and Sweeney, two shadowy princes of the sport of\nkings.  To <em>take it on the Duffy</em>, an expression now practically\nobsolete, was the turn of the century equivalent of to 'take the\nmoney and run.'  Duffy the Bookmaker simply walked out on\nhis obligations after a disastrous day.  At the end of the day's\nsport the faithful came around to collect only to find Duffy\nlong gone: sticks of chalk, blackboard, their money, keister\nand all.  Through the years many another absconder has\n<em>taken it on the Duffy</em>.  And not without some reverential attention\nfrom the sporting gentry.  If the high roller's defalcations\ngot into six figures he was said with some awe to have\n<em>taken it on the Arthur H. Duffy</em>.</p>\n<p>Sweeney, according to legend, was a horseman of a different\ncolor; a bookmaker, too, but supposedly privy to the\ninsidest of inside information.  (Horseplayers go to their\ngraves convinced that somebody knows something.)  <em>Running\nfor Sweeney</em>, in sporting circles, came to mean 'malingering,\njust out for the exercise, not really trying.'  So much clout had\nthe legendary Sweeney that he could manipulate the performances\nof horses and riders and always seemed to know\nwhether owners were out to win or just sending the horse out\nfor a little breeze.  If he knew the latter he would make the\nhorse a stiff favorite, igniting the bettors' greed with dreams\nof a sure thing.  He knew he couldn't be beat.  Hence the\ndawdling horse was said to be <em>running for Sweeney</em>, not for\nthe owners or the put-upon betting public.</p>\n<p>One of the prime sources for this kind of sport of kings'\nEnglish was a fixture at Chicago tracks, a professional tout\nwho went under the nom du course of Persian Sam.  Sam's\nfierce Levantine eye could calculate to the dollar the amount\nof money the mark might have in his poke or the old girl in\nher reticule.  After about the sixth race, Sam could be observed\ntouting the ladies of uncertain age when business with other\nclients had turned sour.  “Charlie Potatoes” was his withering\nepithet for the timid $2.00 bettor, and he shot for bigger\ngame.  Thus he was often tapped out, caught in the switches.\nWhen he died a few years back, Persian Sam was the subject\nof a few fond obituaries by knowing turf writers.  As one of\nthem, demonstrably a graduate student of our subject, wrote\non the day of the funeral:</p>\n<blockquote>\n<p>Persian Sam in this morning's line figures to be about six\nto five to be gathered up into that great Tap City in the\nsky.</p>\n</blockquote>\n<p>And, as one wise guy on the copy desk added, “When he gets\nthere they'll probably put the 'INQUIRY' sign up on the board.”\nBut we must all be charitable.  Hold on to your tickets until\nthe result is official.</p>\n<p>The natural ecology of etymology needs no such artificial\nadditives as OTB branches.  They could be hazardous\nto the health of a growing vocabulary.  Language lovers must\nvote “No” to any OTB proposition.  Take the Erie out to the\ntrack and listen.  Eavesdroppers' paradise.  A sure-fire fix for\nword addicts.  May the fates or Gov. James Thompson (circle\nyour choice) preserve us from any further threats to the\nnatural development of our beloved and continually wagging\nMother Tongue.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">How Off-track Betting Endangers Our Mother Tongue: Draining Color from the Horseplayer's Gift of Gab</h1> <p><em><span data-rel=\"author\">Francis J. Walsh</span> <span data-rel=\"location\">Chicago, Illinois</span></em></p> <p>The betting messenger services are under wraps by order\nof the Illinois Supreme Court, but there is a lot of smart\nmoney and political pressure around town in favor of setting\nup a legitimate off-track betting network.  Just like New York.\nYou'd only have to walk around the corner to drop your dough.\nNaturally, this extension of temptation is being deplored on\nall sides: by preachers, professors of urban economics, some\nrace track operators, budget-strapped housewives, mothers of\ntwelve, constant readers; even supermarket operators and\nlandlords, who see the grocery and rent money going through\nthe betting wickets.</p> <p>Our collective morality and our continuing money supply\nhave always been under threat from one direction or another.\nSo what else is new?  New, and to be viewed with alarm, is the\nthreat the OTB system poses to our Mother Tongue.  The race\ntrack, it can be fairly argued, is a most productive potting shed, a\nfruitful compost pile that keeps the language fermenting and\nblooming.  Look at it this way: It is six, two and even that\nyour friendly, nearby OTB branch will be designed with all\nthe color, warmth, and ambiance of a currency exchange.  Or\nthe ante room of a public foot clinic.  It will be you, a clerk\nbehind the glass screen, a tattered common racing form or green\nsheet.  And silence.  And that's all.  You might as well be doing\nbusiness with a vending machine.  (Next revolting development:\n“Dial-a-Trifecta!  Let us charge your wagers to your\ntelephone bill.”)</p> <p>In such plasticized, sterilized surroundings could you ever\nhear such fervent, rich jargon as the following, overheard\nbarside at Sportsman's Park during the flats season there last\nspring?</p>"
}