{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Rail Talk: A Lexicon of Railroad Language",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <em><a href=\"https://www.amazon.com/Rail-talk-lexicon-railroad-language/dp/0931408008\">Rail Talk: A Lexicon of Railroad Language</a></em></h1>\n<p>Collected and edited by James H. Beck, (James Publications, Gretna, Nebraska,\n1978).</p>\n<p>Mr. Beck has undertaken a sizable task in this compilation\nof railroad terms.  He rummages through all 140 years of\nthe Railroad Era, and, his low-key introduction notwithstanding,\nhe covers the range of vocabulary from slang to\nworkaday terms and highly technical descriptions.  To my\npersonal satisfaction, he steps outside the usual haunts of the\nengine and caboose into the business office as well—an area\nusually ignored.</p>\n<p>While the range of Beck's material is stunning, two\npoints detract from his effort.</p>\n<p>The first difficulty is suggested by Mr. Beck's acknowledgment\nthat the book started as a “semantics project.”  It is\nevident that Mr. Beck is more at home with phonemes than\nwith flatcars.  What else are we to conclude from this definition\nof so basic a term as “track”:</p>\n<blockquote>\n<p>The space between the rails and space of not less than 4\nfeet outside each rail.</p>\n</blockquote>\n<p>To define track in terms of space instead of structure is unsatisfying.\nOther definitions range from precise to vague to descriptive\nwhile a couple are just plain wrong.  One wonders if\nMr. Beck has spent much time outside his study recently.  The\npictures which illustrate the book are of 1950s' vintage, and\nthe steam engine diverts most of his attention from the contemporary\ndiesel.</p>\n<p>The second problem focuses on the organization of the\nmaterial.  Mr. Beck alternates between redundant definitions—he\nwill define a verb and its participle separately—\nand bald cross-references.  When one term can carry several\nmeanings he arbitrarily itemizes them or runs them together.\nThere are several inexplicable omissions.  For instance, he\ndescribes many different classes of wheel arrangements on\nsteam locomotives without ever telling us what the “tender”\nis.</p>\n<p>In addition, I think the general reader encountering the\nmore technical terms could have benefited more from simple\nline drawings than from involuted explanations bristling with\nmore unfamiliar terms.  Finally, as a personal aside, I prefer\nmy books with page numbers.</p>\n<p>Of course, the first of the above criticisms comes from\nworking on railroads (most people don't), while the second\nstems from the critical reading of a lexicon nonstop from\ncover to cover (few people do).  Perhaps my comments should\nnot weigh too heavily against this opus.  It is a perfectly suitable\nreference tool for the general reader.  As I gather that is\nwhat Mr. Beck intended, one must say he has done his job.</p>\n<p><em>[Jim Goodwin, Essex, Connecticut]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <em><a href=\"https://www.amazon.com/Rail-talk-lexicon-railroad-language/dp/0931408008\">Rail Talk: A Lexicon of Railroad Language</a></em></h1> <p>Collected and edited by James H. Beck, (James Publications, Gretna, Nebraska,\n1978).</p> <p>Mr. Beck has undertaken a sizable task in this compilation\nof railroad terms.  He rummages through all 140 years of\nthe Railroad Era, and, his low-key introduction notwithstanding,\nhe covers the range of vocabulary from slang to\nworkaday terms and highly technical descriptions.  To my\npersonal satisfaction, he steps outside the usual haunts of the\nengine and caboose into the business office as well—an area\nusually ignored.</p> <p>While the range of Beck's material is stunning, two\npoints detract from his effort.</p> <p>The first difficulty is suggested by Mr. Beck's acknowledgment\nthat the book started as a “semantics project.”  It is\nevident that Mr. Beck is more at home with phonemes than\nwith flatcars.  What else are we to conclude from this definition\nof so basic a term as “track”:</p>"
}