{
  "type": "Article",
  "title": "Epenthetically Speaking",
  "author": "Jack Luzzatto",
  "location": "Bronx, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Epenthetically Speaking</h1>\n<p><em><span data-rel=\"author\">Jack Luzzatto</span> <span data-rel=\"location\">Bronx, New York</span></em></p>\n<p>I have been collecting examples of epenthesis for some time\nand would like to share my findings with VERBATIM readers.</p>\n<p>Epenthesis is the insertion of an extra consonant or vowel\nin the pronunciation of a word.  The extra vowel use has a\nword for itself, anaptyxis.  Thus saying “scrapegoat” for\n<em>scapegoat</em> is epenthesis, but saying “mischievious” for <em>mischievous</em>\nis vowel epenthesis.</p>\n<p>The epenthetical word can gain legitimacy by widespread\nuse.  The original word was <em>plenitude</em>, but “plentitude” is\neasier to say and understand.  <em>Sobriquet</em> is the French form\nyet “soubriquet” has made the dictionary as a variant.  And I\nsuppose “deviltry” developed from the old <em>devilry</em>.</p>\n<p>The epenthetical quirks of the average person are the\nmost amusing.  I have heard someone say that he was going to\nbuy “a cartoon of cigarettes.”  And, of course, everybody\nknows the one who said, “My arthuritis is killing me.”  This is\nof serious import to an “athaletic” type.  These are the same\npeople who enjoy a good “fillum.”  These are also the people\nwho warn you to look out for the “poison ivory.”</p>\n<p>This may make so-called educated people smile, but they\nthemselves are not free of committing epenthesis.  I have\nheard a Carter aide on the radio mention “the sovereigntry of\nthe Panama Canal,” and it was no slip of the tongue because\nhe repeated the mispronunciation.  Supposedly better\ninformed speakers have uttered “grievious” for <em>grievous</em>.</p>\n<p>In the area of sex, the most popular word that is garbled\nis the “prostrate” gland, and on sober thought its malfunction\ncould well do that to a man.  When Dr. Conton, an 18th-century\nEnglishman, invented his contraceptive device, the\nname soon became <em>condom</em>, but many purchasers of this article\nrequest “condrums.”  I feel that the existence of the word <em>conundrum</em>\nis responsible for this.  Incidentally, <em>Webster 8</em> says of\n<em>condom</em> “origin unknown” but the etymology in the <em>Webster's\nNew World Dictionary</em> refers to the aforementioned doctor\nwith a question mark.  One more sex note.  I asked a neighbor\nwhat the new photography shop was, as it called itself “Picture\nShop.”  He informed me that it was a “pornio place.”</p>\n<p>Humorous epenthesis is deliberate, but I can think of only\none, offhand.  That's the word “bazoom.”  Inadvertent humor\nis solemnly expressed by the housewife at the fruit and\nvegetable store (or greengrocer's) who asks for “sparrow\ngrass” or “asparagrass.”  Children especially are addicted to\nsaying “chiminey” for <em>chimney</em>.  Customers in record shops\nhave asked for “monaurial records.”  In all seriousness, pool\nplayers say the ball “caroomed off the side.”  The doubling of\nthe <em>o</em> does have a funny, or perhaps a more important sound,\nas when <em>ponton</em> became “pontoon.”</p>\n<p>I would very much like to learn more of these from the\nreaders.  They are elusive things to keep in mind.  But isn't\neverything?  I must leave you now.  A police car is racing\ndown my street, its “sireen” screaming.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Epenthetically Speaking</h1> <p><em><span data-rel=\"author\">Jack Luzzatto</span> <span data-rel=\"location\">Bronx, New York</span></em></p> <p>I have been collecting examples of epenthesis for some time\nand would like to share my findings with VERBATIM readers.</p> <p>Epenthesis is the insertion of an extra consonant or vowel\nin the pronunciation of a word.  The extra vowel use has a\nword for itself, anaptyxis.  Thus saying “scrapegoat” for\n<em>scapegoat</em> is epenthesis, but saying “mischievious” for <em>mischievous</em>\nis vowel epenthesis.</p> <p>The epenthetical word can gain legitimacy by widespread\nuse.  The original word was <em>plenitude</em>, but “plentitude” is\neasier to say and understand.  <em>Sobriquet</em> is the French form\nyet “soubriquet” has made the dictionary as a variant.  And I\nsuppose “deviltry” developed from the old <em>devilry</em>.</p>"
}