{
  "type": "Article",
  "title": "Philip Howard on English English",
  "author": "Philip Howard",
  "location": "Legalese",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English</h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\">Legalese</span></em></p>\n<p>Those who think that civilization as we know it is coming\nto an end and that the Dark Ages are about to descend\nagain sometimes cite the “decay” of English as a symptom of\nthe supposed general decline of civilization.  Myself, I doubt\nwhether decay is an apt metaphor for the way that a\nlanguage constantly evolves to meet the new needs of those\nwho use it.  If you believed in vegetable metaphors, you\ncould, I suppose, say that Latin decayed after the fall of the\nRoman Empire.  That was because different and barbarian\nchaps were speaking and writing the stuff.  Political and social\nchange produced the change in language.  And as Helen Waddell\nshowed unforgettably, the “decayed” Latin of the Dark\nAges was a vigorous, poetic, and eloquent language for the\necclesiastical and other purposes for which it was needed.</p>\n<p>In a lecture to a society of sages at the Athenaeum\nrecently, the learned and witty George Steiner argued that\nEnglish was in a poor way in the United Kingdom.  All the\nbest poetry and fiction, he said, were being written in the\nUnited States.  Well, yes, up to a point, Lord Copper.  There\nare some Brits from Graham Greene and Iris Murdoch to Ted\nHughes who still manage to turn out good stuff.  And in certain\nbranches of English, from biography and academic\nwriting to television, British writers and talkers are in the first\ndivision; indeed, near the top of it.  But in general it is not surprising\nthat a country as big, rich, and diverse as the United\nStates should produce more good writers than a comparatively\nsmall, run-down, and at present introspective island.</p>\n<p>The only two British politicians who speak with the\nclarity and eloquence of previous generations (leaving on one\nside the wisdom or folly of what they say) are Lord Hailsham\nand Enoch Powell.  Most of our politicians use language\ndesigned to conceal the poverty of their thought and to\nmislead the public or appeal to their baser instincts.  But then\nmost politicians since the time of Cleon have done that.  Many\nacademics use pretentious jargon that is not clear even to\nthose inside their discipline.  The churches were once the\nrepository of good English.  Pick up any book of seventeenth-century\nsermons, not by an acknowledged master of language\nsuch as John Donne but by an otherwise obscure parson, and\nyou will find the English language used to the service of God\nin a living and beautiful way.  How long is it since we heard a\nbishop say something interesting?  But leaving that aside, how\nlong is it since you heard a bishop say something in language\nthat is lively and clear?</p>\n<p>One place, at any rate, where even pessimists about the\nlanguage acknowledge that good English survives is on the\nBench.  Judges still talk conspicuously good English, and do it\nextemporarily.  Of course, it is part of their training.  Since all\njudges were once barristers themselves, they are used to\nspeaking and making themselves understood.  A barrister who\npleads before a judge has to make his meaning clear.  He has\nto cite the proper references.  He has to explain what he means\nby a particular example, even more so when he has a jury to\npersuade.  It is harder to persuade a jury than to gull a television\naudience.  A politician can get away with weasel words\nand slippery argument because he has nobody except the\nhecklers to contend with.  A lawyer who is obfuscating\nlanguage has to contend with the judge, who will often pull\nhim up if he starts twisting the language.</p>\n<p>One of our learned and purist Circuit Judges has sent me\nsome new words that he has noticed emerging in his courts\nover the past few months.  The first is <em>adamance</em>, as in (from a\nreport by a social worker in Southwark): “He has expressed\nhis <em>adamance</em> that he will become a responsible member of\nthe community.”  The Oxford lexicographers cannot determine\nwhen the substantive <em>adamant</em>, meaning 'a fabulous\nhard metal or rock,' became an adjective meaning 'inflexible,'\nparticularly in <em>to be adamant</em>, meaning 'stubbornly to\nrefuse compliance with requests.'  As an adjective, <em>adamant</em>\nusually means 'a negative determination not to do something'\nrather than a positive determination, for instance to turn over\na new leaf and become a responsible member of the community.\nIn spite of its barbarously bastard birth, <em>adamance</em> is\nan attractive new word, as fits a substance that was for centuries\nconfused with lodestone and credited with magnetic\npowers.</p>\n<p>The Judge's second new word, <em>abscondition</em>, as in “bail\nwas refused because of the likelihood of <em>abscondition</em>” is less\nattractive and seems otiose.  We already have <em>absconding</em> and\n<em>abscondment</em> in the vocabulary as nouns.  In the Judge's exemplary\nsentence, “because he was likely to abscond” would\nbe less abstract and more vigorous.  Like the rest of us, social\nworkers sometimes want to soften the sharp truth with\nabstractitis.</p>\n<p>The Judge's third new word is <em>orality</em>, as in “the English\ncriminal trial is moving away from its character of extreme\n<em>orality</em>”; that is, it is 'not now so insistent upon solely oral\nevidence.'  This appeared in a recent article in the lawyers'\ntrade magazine <em>Justice of the Peace</em>.</p>\n<p>In fact, <em>orality</em>, meaning 'the quality of being oral or\norally communicated,' is already in the British vocabulary as\na rare and supposed to be obsolescent word.  Evidently our\nneed for it is reviving.  In any event, it has a respectable\npedigree going back to the seventeenth century, as well as its\nnew legal function.</p>\n<p>The Judge's final contribution was not a new word but\nan example of the old linguistic vice of jargon, circumlocution,\nand beating around the bush.  It comes from a recent\nreport from a Remand Centre.  The subject of the report was\nsaid to be “unlikely to make attitudinal changes until the\nmaturation process has been completed.”  I suppose that it\nwas felt to be unduly blunt to say that the subject of the\nreport was unlikely to change his attitude until he had grown\nup.  British English is protected from the decay supposed to be\nnibbling away at it by the vigilance of, among others, those\nprecise and witty purists, the Judges.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English</h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\">Legalese</span></em></p> <p>Those who think that civilization as we know it is coming\nto an end and that the Dark Ages are about to descend\nagain sometimes cite the “decay” of English as a symptom of\nthe supposed general decline of civilization.  Myself, I doubt\nwhether decay is an apt metaphor for the way that a\nlanguage constantly evolves to meet the new needs of those\nwho use it.  If you believed in vegetable metaphors, you\ncould, I suppose, say that Latin decayed after the fall of the\nRoman Empire.  That was because different and barbarian\nchaps were speaking and writing the stuff.  Political and social\nchange produced the change in language.  And as Helen Waddell\nshowed unforgettably, the “decayed” Latin of the Dark\nAges was a vigorous, poetic, and eloquent language for the\necclesiastical and other purposes for which it was needed.</p> <p>In a lecture to a society of sages at the Athenaeum\nrecently, the learned and witty George Steiner argued that\nEnglish was in a poor way in the United Kingdom.  All the\nbest poetry and fiction, he said, were being written in the\nUnited States.  Well, yes, up to a point, Lord Copper.  There\nare some Brits from Graham Greene and Iris Murdoch to Ted\nHughes who still manage to turn out good stuff.  And in certain\nbranches of English, from biography and academic\nwriting to television, British writers and talkers are in the first\ndivision; indeed, near the top of it.  But in general it is not surprising\nthat a country as big, rich, and diverse as the United\nStates should produce more good writers than a comparatively\nsmall, run-down, and at present introspective island.</p> <p>The only two British politicians who speak with the\nclarity and eloquence of previous generations (leaving on one\nside the wisdom or folly of what they say) are Lord Hailsham\nand Enoch Powell.  Most of our politicians use language\ndesigned to conceal the poverty of their thought and to\nmislead the public or appeal to their baser instincts.  But then\nmost politicians since the time of Cleon have done that.  Many\nacademics use pretentious jargon that is not clear even to\nthose inside their discipline.  The churches were once the\nrepository of good English.  Pick up any book of seventeenth-century\nsermons, not by an acknowledged master of language\nsuch as John Donne but by an otherwise obscure parson, and\nyou will find the English language used to the service of God\nin a living and beautiful way.  How long is it since we heard a\nbishop say something interesting?  But leaving that aside, how\nlong is it since you heard a bishop say something in language\nthat is lively and clear?</p>"
}