{
  "type": "Article",
  "title": "ETYMOLOGICA OBSCURA: GI for the IG",
  "author": "Sgt. Maj. Dan Cragg",
  "location": "Arlington, Virginia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">ETYMOLOGICA OBSCURA: <em>GI for the IG</em></h1>\n<p><em><span data-rel=\"author\">Sgt. Maj. Dan Cragg</span> <span data-rel=\"location\">Arlington, Virginia</span></em></p>\n<blockquote>\n<p>GI for the IG 'cause that's the thing to do.</p>\n<p>GI for the IG 'til you're black and blue.</p>\n<p>Oh, GI for the IG so when the Man comes through</p>\n<p>He'll see that you've GI'd for the IG and won't gig you.</p>\n<p>—<em>From <em>The Dark Other</em>, by J. B. Post, Verdun, France, 1963.\nQuoted with the permission of the author.</em></p>\n</blockquote>\n<p>Having “GI'd for the IG” more times than my permanently\nscabbed knees and elbows prematurely creaky from overwork\ncare to remember, tracing the etymology of this and other\nexamples of U. S. Army slang and jargon is a very personal\nand nostalgic endeavor.</p>\n<p><em>GI</em> as we have used the word since World War II comes\nfrom the abbreviation for 'government issue' or 'general\nissue.'  It was originally applied in adjectival form to almost\neverything used or issued by the Army, such as <em>GI cans, GI\nshoes, GI haircuts, GI soap, GI brushes</em>.  The acronym became\nso popular that it soon replaced the full form for soldier\nand was applied in such insipid monstrosities of the nonce as\n<em>GI Joe, GI Jane</em>, and (horrors!) <em>GI Kraut</em>.  But the root of <em>GI</em>\nis galvanized iron.</p>\n<p>Since World War II <em>the GIs</em> has become synonymous\nwith 'the trots,' and as soldiers are most susceptible to this inconvenience,\nit is linked in many minds with the Army word\nand not gastrointestinal diarrhea, from which the expression\noriginated.  Its association with the military was further reinforced\nduring the years of the Vietnam War, when most soldiers\ndeployed in Southeast Asia suffered from gastrointestinal\ndiseases at one time or another.</p>\n<p>Used with certain unprintable modifiers, <em>GI</em>, as in “He's\nreal GI,” was once very common for a martinet or military\npettifogger.  But this application is being replaced by <em>gung ho</em>\nand <em>hard-core</em> (a Vietnam War word).</p>\n<p>Wentworth and Flexner (<em>Dictionary of American Slang</em>)\nstate that <em>GI can</em>, meaning 'any large metal can used to hold\nrefuse' (or peeled potatoes or iced cans of beer, but not necessarily\nin that order) traces back to the 1920s.  These cans were\ncalled GI because there were made of <em>galvanized iron</em>.  That\n<em>GI</em> in this sense was widely used in the Army before World\nWar II is a fact beyond dispute.  But in the May 1948 issue of\nthe <em>Infantry Journal</em> the editors took Mr. Mencken to task\nover the etymology of <em>GI</em> in <em>The American Language: Supplement\nII</em>, accusing him of having “strayed from the path of\naccuracy and scholarship” and advising him, “If you want to\nthink that <em>GI</em> came to mean general issue only after the outbreak\nof World War II, we can only sorrowfully conclude\nthat your research among master sergeants of twenty years'\nservice is totally inadequate.”</p>\n<p>Mencken acknowledged the ancient lineage of <em>GI</em>, citing\nColby (Colonel Elbridge Colby, <em>Army Talk</em>, 1942; this book,\na classic, was dedicated to Mr. Mencken) as an authority for\nits use in the Army, from <em>galvanized iron</em>, even before the\nFirst World War.  I have traced it in this sense to 1907, when\nA. W. Whitehead, in the <em>Cavalry Journal</em> for April 1907\n(“Handling a Wagon Train”) wrote, “The following is the\nequipment of Wagon trains sent from this post [Fort Leaven-worth]\nto the Ft. Riley maneuvers in 1906:</p>\n<p>Bucket, G.I. on strap near axle under body.”</p>\n<p>Its later application, whether that was before or during the\nearly years of World War II, was reinforced by the much\nolder meaning.</p>\n<p>Mr. Post, in the verses quoted at the beginning of this\npiece, uses <em>GI</em> in shortened form in the sense of 'GI party,' or\na general cleaning and scrubbing prior to an inspection.  <em>GI\nparties</em> used to be held in Army garrisons every Friday night\nto prepare for the traditional Saturday morning inspection of\nquarters conducted by gimlet-eyed company commanders' first\nsergeants.  Nevertheless, the effort expended getting ready for\nthe inspector general's (IG) annual walk-through was something\nto behold.  I believe that if some of those “parties” in\nwhich I have participated had been filmed and the film shown\nin certain countries overseas, our most truculent enemies today\nwould long since have turned to growing cabbages.</p>\n<p>Some of today's master sergeants with twenty years' service\nnote that among soldiers the use of <em>GI</em> is beginning to wane.\n<em>GI parties</em> have become unfashionable and today's soldier can\nafford to buy the things that were once issued to him, while\nregulations have been relaxed to the point where <em>GI haircuts</em>\nare the exception.</p>\n<p>With the end of the draft the perpetuation of military\nslang and jargon in the general language should begin to decline\nas a generation of Americans with no military service\ngrows up.  It may not be too long before words like <em>GI</em> will\nsound strange on the tongue and those who use them will thereby\nreveal their years.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">ETYMOLOGICA OBSCURA: <em>GI for the IG</em></h1> <p><em><span data-rel=\"author\">Sgt. Maj. Dan Cragg</span> <span data-rel=\"location\">Arlington, Virginia</span></em></p> <blockquote>\n<p>GI for the IG 'cause that's the thing to do.</p>\n<p>GI for the IG 'til you're black and blue.</p>\n<p>Oh, GI for the IG so when the Man comes through</p>\n<p>He'll see that you've GI'd for the IG and won't gig you.</p>\n<p>—<em>From <em>The Dark Other</em>, by J. B. Post, Verdun, France, 1963.\nQuoted with the permission of the author.</em></p>\n</blockquote> <p>Having “GI'd for the IG” more times than my permanently\nscabbed knees and elbows prematurely creaky from overwork\ncare to remember, tracing the etymology of this and other\nexamples of U. S. Army slang and jargon is a very personal\nand nostalgic endeavor.</p> <p><em>GI</em> as we have used the word since World War II comes\nfrom the abbreviation for 'government issue' or 'general\nissue.'  It was originally applied in adjectival form to almost\neverything used or issued by the Army, such as <em>GI cans, GI\nshoes, GI haircuts, GI soap, GI brushes</em>.  The acronym became\nso popular that it soon replaced the full form for soldier\nand was applied in such insipid monstrosities of the nonce as\n<em>GI Joe, GI Jane</em>, and (horrors!) <em>GI Kraut</em>.  But the root of <em>GI</em>\nis galvanized iron.</p>"
}