{
  "type": "Article",
  "title": "Colorful Language",
  "author": "Sterling Eisiminger",
  "location": "Clemson University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Colorful Language</h1>\n<p><em><span data-rel=\"author\">Sterling Eisiminger</span> <span data-rel=\"location\">Clemson University</span></em></p>\n<p>In 1969, Brent Berlin and Paul Kay, two linguistic anthropologists,\npublished an important study entitled <em>Basic\nColor Terms: Their Universality and Evolution</em>.  After surveying\ncolor terms in ninety-eight of the world's approximately\nthree thousand languages, Berlin and Kay concluded that\nthere was a strong unanimity among the world's languages.\n“Although different languages encode in their vocabularies\ndifferent <em>numbers</em> of basic color categories, a total universal\ninventory of exactly eleven basic color categories exists from\nwhich the eleven or fewer basic color terms of any given language\nare always drawn.”<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>\nTwo exceptions may exist in Hungarian and Russian, both of which may be developing a\ntwelfth basic color term, but it remains to be seen if these new\ncolors are true basic terms.<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup>  Of course there are many more\nthan eleven color terms in English.  Maerz and Paul's <em>Dictionary\nof Color</em>, 1930, cites over three thousand color names,\nand the Optical Society of America estimates that the human\neye can discriminate between seven and a half and ten million\ncolors.  There are, in fact, many technical applications of\ncolor, but they are beyond our present concern which is to\ntake a cultural-linguistic approach to the subject of color\nassociations.</p>\n<p>In addition to a fixed maximum number of color terms,\nBerlin and Kay observed that the order in which a language\nacquires colors is partially fixed.  For example, since Jalé,\nspoken in the highlands of New Guinea, has only two basic\ncolor terms, these colors must be black and white.  A language\nwith three basic color terms will have acquired black, white,\nand red; one with four terms will have black, white, red, and\neither green or yellow; one with five will have black, white,\nred, green, and yellow; one with six will add blue to the\npreceding five; and one with seven will include brown.  If a\nlanguage has eight, nine, ten, or eleven basic terms it will\nhave acquired purple, pink, orange, or gray, but not in any\nparticular sequence.<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p>\n<p>Despite this fixed partial order and the apparent universality\nof eleven as the maximum number of basic color terms,\nwhen color associations in different languages are compared\na notable lack of order and universality is the usual result.  In\nthe following paragraphs, Berlin and Kay's eleven basic color\nterms and their associations are examined in a dozen mostly\nIndo-European languages in order to learn what different\ncultures associate with colors.  No attempt has been made to\nbe exhaustive or to deal with purely descriptive color phrases\nor with color symbolism.  Cited below are usages typical\namong the many.</p>\n<p>Though there are unconfirmed reports of white devils in\nAfrica, <em>white</em> generally connotes fairness (<em>that's white of\nyou</em>), harmlessness (<em>white magic</em>), professionalism (<em>white collar</em>),\nsurrender or peace (<em>white flag</em>), and the white race\n(<em>white slavery</em>).  With a few exceptions (<em>whitewash</em> and <em>white\nfeather</em>, for example), <em>white</em> has positive connotations in\nAmerican English.  Though the English speak of tuberculosis\nas <em>the white death</em>, most Indo-European languages regard\n<em>white</em> positively, probably because of its association with the\nheavenly bodies and the white race.  In Russian, for example,\n<em>beloe zoloto</em> 'white gold' is cotton; <em>beloe ugol</em> 'white coal' is\nwater power, and <em>belye nochi</em> 'white nights' are those of the\nmidnight sun.  In Spanish <em>hijo de la gallina blanca</em> 'son of a\nwhite chicken' is for some reason a lucky fellow.  And in\nFrench <em>mariage blanc</em> 'white marriage' is an unconsummated\none.  An unconsummated war, or a cold one, is <em>guerre blanche</em>\n'white war,' while an English <em>greenhorn</em> is a French\n<em>blanc-bec</em> 'white mouth.'</p>\n<p><em>Black</em>, on the other hand, in most languages has generally\nnegative connotations probably because of its association\nwith night, the underworld, and death.  Among speakers of\nHindi, though, it is <em>white</em> that is the color of funeral attire\nand widows' dresses.  In English there are exceptions too\n(<em>black belt</em> and <em>in the black</em>, for example), but words and\nphrases like <em>blacklist, blackmail, black market, black mass,\nBlack Death, black-hearted, blackguard, black deeds, black\nmagic, blackball, black book</em>, and <em>black humor</em> are overwhelmingly\nin the majority and may be a factor in the widespread\nprejudice against the Negro.  Many Negroes, however,\nperhaps to spite this prejudice, prefer to be called <em>black</em>.\nSome miscellaneous phrases from other Indo-European\nlanguages show the generally negative associations of <em>black</em>.\nIn Russian, <em>chelovek</em> 'black person' is a commoner, and his\n<em>chërnaia rabota</em> 'black work' is heavy, unskilled labor, while\nin German the same phrase, <em>Schwartzarbeit</em>, means 'illegal,\nnon-union work.' When a Frenchman is <em>noir</em> 'black' he is 'suffering\nfrom the English blues' or he is drunk.  A French\nremedy for either condition might be <em>un roman noir</em> 'a black\nnovel,' which is a literary thriller, or a Gothic novel.</p>\n<p>Richer sources of color expressions than <em>white</em> and <em>black</em>\nare the primary colors: <em>blue, red</em>, and <em>yellow.  Green</em>, a secondary\ncolor, that is, one made by combining two primaries,\nis the only hue outside of the primaries to rival them in frequency\nof color phrase.  Among the primaries, however, <em>blue</em>\nis by far the most popular with phrase makers as William\nGass has abundantly shown in his grand, sensual celebration\nof the color in <em>On Being Blue</em>, 1976.  English phrases include\n<em>to blue</em> 'to squander,' hence <em>to blow, a bluebeard</em> 'a man who\nmarries in order to kill his wife,' taken from Charles Perrault's\n1703 story), <em>blue ruin</em> 'gin,' <em>bluenose</em> 'a resident of\nNova Scotia or a puritan,' <em>the blues</em> (shortened from <em>an attack\nof the blue devils</em>, who could depress anything), <em>blue blood</em>\n(borrowed from the Spanish <em>sangre azul</em>, aristocrats who\nwished to distinguish themselves from “dark-blooded” Jews\nand Moors), <em>bluestocking</em> (from a fifteenth-century Venetian\nintellectual society whose members wore blue stockings to\ndistinguish themselves), <em>blue movie</em> (possibly from the use of\nblue lights in striptease shows), and <em>blue laws</em> (from the color\nchosen by the Covenanters, later the Puritans, to distinguish\nthemselves from the Royalist's <em>red.  Blue</em> was probably chosen\nbecause of its heavenly associations and the rhyming association\nwith <em>true</em>).</p>\n<p>In other languages, the associations with <em>blue</em> are just as\nvaried as they are in English.  A Dutchman <em>staan blauwbekken</em>\n'standing in a blue bowl' has been left to cool his heels.  An\nItalian singing with <em>voce azzurra</em> 'blue voice' is crooning softly.\nBut <em>blue</em> is not always gentle.  Rage, for example, takes a\nvariety of colors in English including <em>red</em> and <em>purple</em>, but in\nSwedish and French anger is <em>blue</em>.  A Frenchman who is <em>blue</em>\nmay also be inexperienced or politically conservative; if he\ntells a <em>conte bleu</em> 'a blue story' he is telling a fairy tale, and if\nhe is in a <em>resie bleu</em> 'blue rest' he is flabbergasted.  The Germans,\nit seems, are also fond of <em>blue</em> as an element in their\ncolor idioms.  A German who is <em>blau</em>, 'blue' is slightly drunk,\na state many find themselves in on <em>blauer Montag</em>, 'blue Monday'\na day on which little is done.  If a German takes <em>eine\nFahrt ins Blaue</em> 'a blue trip' he is wandering perhaps in search\nof <em>die blaue Blume</em>, 'the blue flower' which is any mystic object\nof a romantic quest.  If he tells <em>blaue Geschichten</em> 'blue\ntales' he is lying, which might provoke someone to give him\n<em>ein blaues Auge</em> 'a blue eye' or worse, fire <em>eine blaue Bohne</em> 'a\nblue bean' or bullet at him.</p>\n<p>Only slightly less popular than <em>blue, red's</em> popularity is\ndue to the universal color of blood and fire.  Examples from\nEnglish include: <em>see red</em> 'be enraged,' <em>red-faced</em> 'flushed with\nembarrassment,' <em>red-handed</em> 'with the blood of one's victim\nstill on one's hands,' hence, 'in the act,' <em>paint the town red</em>\n'have a wild time,' and <em>red-hot</em> 'burning,' or 'full of scandal.'\nFrom the folk belief that <em>red</em> objects enrage bulls comes <em>red\nrag</em>, which is 'anything that incites anger.'  From the <em>reddish</em>\ntint of copper comes <em>red cent</em>.  From the passionate associations\nof <em>red</em>, derived mainly from anatomical coloration,\ncomes <em>red-hot mamma</em> and <em>red-light district</em>, an area where\nprostitution is common.  Among writers, <em>red</em> has long been a\npopular color because of its sharp contrast with the usual <em>blue</em>\nor <em>black</em> inks.  <em>To redline</em> an aircraft, thus, is 'to ground' it; <em>to\nred-pencil</em> is 'to censor or correct,' and to be <em>in the red</em> is to be\n'in debt,' derived from an old bookkeeping practice.  <em>A redletter\nday</em> is a holiday marked in <em>red</em> on the calendar or, by\nextension, any significant day.  In other languages, the\namorousness of <em>red</em> is common.  <em>Cuento colorado</em> 'red tale' in\nSpanish is an indelicate one; in Turkish <em>kizilbas</em> 'red woman'\nis 'scarlet woman' in English.  Other associations are more difficult\nto explain: in German a novel's <em>roter Zwirn</em> 'red thread'\nis 'an unbroken, clear chain of events.'  In Italian the yolk of\nthe egg is <em>rosso d'uovo</em>, 'red of the egg.'  But the language in\nwhich many would expect to find an abundance of <em>red</em> is Russian\nsince it is Russia's national color, and popularly <em>a red</em> is a\ncommunist or a political radical.  Consequently Russian expressions\nwhich feature <em>red</em> are generally positive in their\novertones.  Something said <em>skazat' dlia krasnogo slovtsa</em> 'in a\nred way,' for example, is amusing; <em>krasny\\?\\ orator</em> 'red\nspeaker' is an eloquent one, and anything which is <em>red</em> is\nbeautiful or valuable.  It is not surprising that <em>red</em> and\n<em>beautiful</em> in Russian come from the same Slavic root.</p>\n<p>Like the other primary colors, <em>yellow</em> has long been a\npopular basic color term.  During the Middle Ages in\nEngland, for example, <em>the gift of a yellow flower</em> meant the\nrecipient was a cuckold.  More recently, because of <em>yellow's</em>\nassociations with disease and the western bias against Orientals,\n<em>Yellow</em> has continued to have negative associations in\nEnglish.  <em>Yellow journalism</em>, for example, is sensational in\nnature though it derives innocently from “The Yellow Kid,”\nan early American comic strip which was printed in <em>yellow</em>.\nOther examples include <em>the yellow peril</em> which was the feared\nimmigration of the Oriental people into the West, and out of\nthis bias and fear probably came the terms <em>yellow</em> and\n<em>yellow-bellied</em> meaning cowardly.</p>\n<p>Outside of English, <em>yellow</em> retains its negative associations\nin the European languages.  Though envy is <em>green</em> in\nEnglish, it is <em>yellow</em> in French, Italian, and German.  Furthermore,\n<em>wylać swa żólcić</em>, 'to have a yellow quarrel' in\nPolish is to vent one's spleen.  <em>Sharshe phul dekha</em>, 'to see\nyellow' is to lapse into unconsciousness in Bengali.  A Turk\nwho is <em>saricizmeli</em> 'yellow' is a nobody, but a Russian worker\nwho is <em>zheltoroty\\?\\</em>, is 'yellow' or 'inexperienced.'  If he is confined\nto <em>zhëlty\\?\\ dom</em> 'a yellow place,' he is a lunatic.  A\nFrenchman who is <em>un jaune</em> 'a yellow' is a traitor or a\nstrikebreaker, and his <em>ris jaune</em> 'yellow smile' is a wry or\nmaudlin one.  An Italian who reads a <em>giallo</em> 'yellow' is enjoying\na mystery novel or what a Frenchman might call <em>a black\nnovel</em>.</p>\n<p>Like <em>yellow</em>, phrases which include <em>green</em> are among the\noldest in English.  Shakespeare's <em>green-eyed monster</em>, which\nmay derive from Ovid, has given us <em>green-eyed</em> and perhaps\n<em>green with envy.  Green gown</em>, a term for 'illicit lovemaking,'\n<em>green winter</em> 'a temperate one,' and <em>to green</em> 'to yearn,' are as\nold as the Shakespearean monster.  More recent are the\nEnglish expressions <em>green thumb</em> 'skill with plants,'\n<em>greenroom</em> 'the actors' waiting room painted green to soothe\neyes strained by harsh stage lights,' and <em>greenhorn</em> 'an immigrant\nor inexperienced person.'  Thanks to the German\nauthor Karl May, <em>greenhorn</em> has been introduced into German\nthough a German is more likely to refer to a tyro as a\n<em>Grünschnabel</em> 'green beak.'</p>\n<p>Curiously, <em>green</em> has amorous connotations in several\nlanguages: <em>vert histoire</em> 'green story' in French is 'an off-color\ntale'; <em>yesillenmek</em>, 'to be green' in Turkish is 'to be sexually\naroused'; <em>a green goose</em> is English 'harlot,' and <em>viejo verde</em> 'old\ngreen man' in Spanish is 'a lascivious one.'  In German, <em>green</em>\nsuggests youth, growth, and hope,' and these associations are\ngenerally true in most Indo-European languages because of\n<em>green's</em> obvious connections with nature.  Nevertheless, a person\nwho is <em>looking green</em> has 'a sickly appearance' perhaps\nbecause of the color of putrifying flesh.  Other expressions,\nhowever, which make use of <em>green</em> are harder to classify.  To\nbe <em>essere al verde</em> 'in the green' in Italian is 'to be in the\n[English] red,' that is 'in debt'; <em>prendre sans vert</em> 'to catch\nsomeone without green' in French is 'to catch someone napping';\n'to be scared green,' in Chinese is 'to be very scared,' or\n<em>rage nil</em> 'scared blue' as a Bengali speaker would say; <em>göra sig\ngron för</em> 'to green up to someone' in Swedish is 'to play up to\nsomeone'; and <em>darse un verde</em> 'to give oneself a green' in\nSpanish is 'to amuse oneself.'  Finally, the French regard slang\nas <em>langue vert</em> 'green language' and any tart response as a\n<em>green</em> one.</p>\n<p>Probably because of their relative scarcity in nature, the\nother secondaries, <em>purple</em> and <em>orange</em>, are notably lacking in\ncolor expressions.  An exception to this generalization is the\nuse of <em>purple</em> in English.  Examples include <em>purple patch</em> or\n<em>passage</em> 'highly rhetorical, undistinguished writing derived\nfrom Horace's <em>Art of Poetry,' purple language</em> 'pungent or\nprofane language,' <em>born in</em> or <em>to the purple</em> 'born to an\naristocratic family,' <em>purple testimony</em> 'erotic or lurid\ntestimony,' <em>purple time</em> 'a happy affair,' and <em>purple passion</em> 'a\nviolent passion.'  With the exception of <em>purple's</em> suggestion of\nroyalty (because originally only the wealthiest could afford\nthe purple dye which was made from the Purpura shellfish),\n<em>purple</em> is very seldom used in color idioms outside of English.\nSimilarly, <em>orange</em> is rarely used except in occasional references\nto the House of Orange in Northern Ireland.  In Spanish,\nhowever, <em>naranjada</em> 'orange drink' is a rude saying or\ndeed, and <em>naranjo</em> 'orange tree' is an ignoramus.</p>\n<p>One of the most curious aspects of color phraseology is\nthe compound color phrase.  <em>Black and blue</em> (preserved also in\n<em>black and blue Monday</em>) is perhaps the most common of these\nphrases in English.  In German, however, one is beaten <em>grün\nund gelb</em> (or <em>grün und blau</em>) 'green and yellow' (or 'green and\nblue'), and a <em>black eye</em> is <em>blue</em>.  If a German sees <em>grün und\ngelb</em>, he feels dizzy, but if he is <em>grün und gelb</em>, he is angry.\nSimilarly, a Bengali speaker is enraged if he is <em>rage lal</em> 'yellow\nand red.'  The Spanish, though, have the most curious compound\ncolor phrase: if a Spaniard <em>darse un verde</em> 'gives\nhimself a green,' he is 'amused'; if he <em>darse un verde con dos\nazules</em> 'gives himself one green and two blues,' he is 'highly\nentertained.'  Why <em>blue</em> should provide an extra measure of\namusement is unknown.</p>\n<p>As with the secondaries, there is one tertiary color, a color\nresulting from the mixture of two secondaries, that has\nbeen very popular with phrase makers: <em>gray</em>.  In English there\nare <em>graybeard</em> for an old man, <em>gray matter</em> for intellect, and\n<em>gray eminence</em>, a translation of the French <em>eminence grise</em>,\nfor one who exercises power behind the scenes.  A Frenchman\nwho is <em>gray</em> may be old and fuddled but may also be slightly\ndrunk or as the Germans would say, <em>blue</em>.  If he <em>en voir de\ngrises</em> 'makes someone see gray,' he is 'giving his opponent a\nrough time'; if he <em>faire grise mine á</em> 'gives someone a gray\nlook,' he is giving his rival 'a cold shoulder.'  To the Germans,\n<em>der kleine graue Mann</em> 'the little gray man' is 'the devil'; <em>ein\ngraues Elend</em> 'a gray misery' is 'a hangover,' and <em>graue\nVergangenheit</em> 'gray antiquity' is 'the remote past.'  <em>Gray</em> also\nsuggests the past and dreamy meditations in Italian probably\nbecause of their association with the elderly.  An Italian suffering\n<em>pensieri grigi</em> 'gray thoughts,' therefore, is 'in a brown\nstudy.'</p>\n<p>The English expression <em>brown study</em> may have\noriginated from the supposed inherent thoughtfulness and\nrepose of <em>brown</em>, or it may derive from the expression <em>to do\nup brown</em> which originally meant 'to put someone thoroughly\nin the dark, or to deceive.'  <em>Do up brown</em> came to mean,\nhowever, 'to do anything thoroughly,' and it thus may be the\norigin of the phrase <em>browned-off</em>, meaning 'thoroughly disgruntled.'\nMore common, however, than any of these brown\nphrases is <em>brown-nose</em> 'a toady who wins favor by paying very\nclose attention to his superior's bottom.'</p>\n<p>Perhaps the reason for the scarcity of phrases which\nmake use of <em>brown</em> is that different languages arbitrarily and\nunscientifically mark off the color scale without precise\nlimits.  Thus German <em>Braunkohle</em> 'brown cabbage' is American\n'broccoli' which to Americans is very green whether\ncooked or not.  Furthermore, the German <em>Rosenkohl</em>, 'rosy\ncabbage' is the English 'Brussels sprouts,' but even more baffling\nis that English <em>red cabbage</em> is <em>blue</em> or <em>red</em> in German and\n<em>black</em> in Italian.</p>\n<p><em>Pink</em>, the third of the tertiaries, is very scarce indeed.\nBecause of its closeness to <em>red, pink</em> and <em>pinko</em> often are used\nto refer to a Communist.  And because of its association with\nblood and health, the English expression <em>in the pink</em> means\nthe highest degree of health or excellence in general.  Beyond\nthese expressions, <em>pink</em> is used primarily in descriptive\nphrases, but even in these expressions its use is limited.  The\nexpression <em>pink eye</em>, for example, is not a description of the\neye's color but is a reference to a small European flower\nwhich the eye resembles when it is swollen shut with conjunctivitis.</p>\n<p>The fact that <em>blue</em> in German may mean 'drunk' while in\nEnglish it may mean 'depressed' is hardly a refutation of\nBerlin and Kay's pioneering research.  But the curious and\nusually inconsistent color associations in the twelve languages\nresearched here are strong indications of linguistic relativism.\nWhy two cultures associate different colors with a similar\nidea, feeling or attitude is a perplexing cultural question that\nneeds further study by students of psychology, sociology, anthropology,\nand language.</p>\n<p>22 March 1979: ABC-TV morning news: Steve Bell announced\nthat Mary Leakey's recent archaeological find:\n“the 3.6-million-year-old footprints of the direct descendant\nof modern man.”  [Robert J. Powers, <em>Shreveport, Louisiana</em>]</p>\n<p>“Rowdy control techniques for libraries including special\ngames and stories for difficult children,” listed among\nthe “aids” to be found in <em>The Elementary School Library in\nAction</em>, Parker Publishing.  [Joan C. Sanders, <em>Bardonia, New\nYork</em>]</p>\n<p>In the event that anyone may be laboring under the delusion\nthat divine retribution (surrogate division) has\ngone the way of secularism, let him be warned: American\nsavings banks now threaten punishment for onanism by cautioning\nthat those who buy certain kinds of savings certificates\nshall be subject to severe penalties for “premature withdrawal.”\nAt last they are wreaking vengeance on those who\nare trying to get <em>out</em> of the act.</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>Brent Berlin and Paul Kay, <em>Basic Color Terms: Their Universality\nand Evolution</em> (Berkeley: University of California Press, 1969), p.2. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a2\">\n<p>Ibid., pp. 35-36. <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-fn-a3\">\n<p>Ibid., pp. 2-4. <a href=\"#user-content-fnref-a3\" data-footnote-backref=\"\" aria-label=\"Back to reference 3\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Colorful Language</h1> <p><em><span data-rel=\"author\">Sterling Eisiminger</span> <span data-rel=\"location\">Clemson University</span></em></p> <p>In 1969, Brent Berlin and Paul Kay, two linguistic anthropologists,\npublished an important study entitled <em>Basic\nColor Terms: Their Universality and Evolution</em>.  After surveying\ncolor terms in ninety-eight of the world's approximately\nthree thousand languages, Berlin and Kay concluded that\nthere was a strong unanimity among the world's languages.\n“Although different languages encode in their vocabularies\ndifferent <em>numbers</em> of basic color categories, a total universal\ninventory of exactly eleven basic color categories exists from\nwhich the eleven or fewer basic color terms of any given language\nare always drawn.”<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>\nTwo exceptions may exist in Hungarian and Russian, both of which may be developing a\ntwelfth basic color term, but it remains to be seen if these new\ncolors are true basic terms.<sup><a href=\"#user-content-fn-a2\" id=\"user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup>  Of course there are many more\nthan eleven color terms in English.  Maerz and Paul's <em>Dictionary\nof Color</em>, 1930, cites over three thousand color names,\nand the Optical Society of America estimates that the human\neye can discriminate between seven and a half and ten million\ncolors.  There are, in fact, many technical applications of\ncolor, but they are beyond our present concern which is to\ntake a cultural-linguistic approach to the subject of color\nassociations.</p> <p>In addition to a fixed maximum number of color terms,\nBerlin and Kay observed that the order in which a language\nacquires colors is partially fixed.  For example, since Jalé,\nspoken in the highlands of New Guinea, has only two basic\ncolor terms, these colors must be black and white.  A language\nwith three basic color terms will have acquired black, white,\nand red; one with four terms will have black, white, red, and\neither green or yellow; one with five will have black, white,\nred, green, and yellow; one with six will add blue to the\npreceding five; and one with seven will include brown.  If a\nlanguage has eight, nine, ten, or eleven basic terms it will\nhave acquired purple, pink, orange, or gray, but not in any\nparticular sequence.<sup><a href=\"#user-content-fn-a3\" id=\"user-content-fnref-a3\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">3</a></sup></p> <p>Despite this fixed partial order and the apparent universality\nof eleven as the maximum number of basic color terms,\nwhen color associations in different languages are compared\na notable lack of order and universality is the usual result.  In\nthe following paragraphs, Berlin and Kay's eleven basic color\nterms and their associations are examined in a dozen mostly\nIndo-European languages in order to learn what different\ncultures associate with colors.  No attempt has been made to\nbe exhaustive or to deal with purely descriptive color phrases\nor with color symbolism.  Cited below are usages typical\namong the many.</p>"
}