{
  "type": "Epistola",
  "title": "EPISTOLA Thomas L. Bernard",
  "contributor": "Thomas L. Bernard",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Thomas L. Bernard</span></h1>\n<p>I thoroughly enjoyed Geoffrey Bocca's article “If It Isn't\nIn Writing....”  Over the years I have come across a number\nof such examples which have left me either amused or confused\nor both.</p>\n<p>Two examples to illustrate Mr. Bocca's point are to be\nfound in a recent copy of <em>Reader's Digest</em> [July, 1978] where\none can read:</p>\n<blockquote>\n<p>Notice in students' cafeteria:</p>\n<p>“Lunch will be served from\n11:30 until the middle of\nOctober.”</p>\n<p>On a door in an automobile plant:</p>\n<p>“Emergency exit only—\nnot to be used under any\ncircumstances.”</p>\n</blockquote>\n<p>A hilarious instance quoted in <em>Modern-Maturity</em> [May,\n1977] refers to the sign on the University Bulletin Board\nwhich read: “Shoes are required to eat in the cafeteria.”  Some\nwit had penciled in underneath: “Socks may eat anywhere\nthey want to.”</p>\n<p>Bob Kinney, the humorist, has pointed out [<em>Parade</em>,\nSept. 3, 1978] that those banks that finance houses, etc.,\nwhich advertise “Auto loans” won't loan cars to anyone, and\neven deny being in the business of loaning autos.  He also objects\nto the fact that “No Turns” signs are common on turnpikes;\nwhy, he asks, did they bother to call it a turnpike?</p>\n<p>In this same vein is the announcement put up on the\nprison bulletin board which read “Illiterate?  Sign up now for\nfree help.”  I wonder if the sponsors managed to figure out\nwhy there was so little reaction to their well-intentioned effort.\nA European friend of mine was arrested once for passing\nvehicles and changing lanes while going through a New York\nCity tunnel; he claimed this was absolutely necessary in order\nfor him to obey the sign that read “Maintain 35 m.p.h.”\nOther foreign drivers I have known have, in bewilderment,\nbrought their cars to a halt in front of the “Do Not Pass”\nsigns.</p>\n<p>A notice that has caught my eye in the past is the arresting\npiece of information one finds written in certain hotels to\nthe effect that “Your day ends at noon.”  Recently, I came\nacross the fact that in the wards of a hospital in Florida one\nmay read the clear admonition that “Patients are not to attempt\nto get into bed without the attending nurse.”  To my\nmind, however, the classic case which most impresses (and\nastonishes) foreign visitors is the wording on tags of pillows,\ncushions, seat covers, etc., which sternly cautions: “Under\npenalty of law this tag is not to be removed.”  Most recently,\nI've noticed this wording has been extended to include\n“...except by the consumer.”</p>\n<p><em>[Thomas L. Bernard, Springfield, Massachusetts]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Thomas L. Bernard</span></h1> <p>I thoroughly enjoyed Geoffrey Bocca's article “If It Isn't\nIn Writing....”  Over the years I have come across a number\nof such examples which have left me either amused or confused\nor both.</p> <p>Two examples to illustrate Mr. Bocca's point are to be\nfound in a recent copy of <em>Reader's Digest</em> [July, 1978] where\none can read:</p> <blockquote>\n<p>Notice in students' cafeteria:</p>\n<p>“Lunch will be served from\n11:30 until the middle of\nOctober.”</p>\n<p>On a door in an automobile plant:</p>\n<p>“Emergency exit only—\nnot to be used under any\ncircumstances.”</p>\n</blockquote> <p>A hilarious instance quoted in <em>Modern-Maturity</em> [May,\n1977] refers to the sign on the University Bulletin Board\nwhich read: “Shoes are required to eat in the cafeteria.”  Some\nwit had penciled in underneath: “Socks may eat anywhere\nthey want to.”</p>"
}