{
  "type": "Article",
  "title": "Antipodean English: Infinite Variety",
  "author": "G. W. Turner",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean English: <em>Infinite Variety</em></h1>\n<p><em><span data-rel=\"author\">G. W. Turner</span> <span data-rel=\"location\"></span></em></p>\n<p>How big is a dialect?  For some people it is coextensive\nwith a language—there is only one form of English or French\nor Japanese that merits serious attention, and that is the\nstandard or correct form, the one taught to foreign learners.\nBut should a Japanese learner learn British or American\nEnglish?  Or might he even learn Australian English?\nAustralian English, after all, is a language with about as\nmany speakers as Dutch, Czech, or Hungarian, that is,\nperhaps twice as many as the number of speakers of its direct\nancestor, the English of Shakespeare's time.</p>\n<p>Australian English itself is noted for its uniformity, but it\nis not absolutely uniform.  The argument that establishes its\nown right to separate existence can be extended to its subvarieties.\nQueensland English or South Australian English also\nhave a right to exist, and New South Wales English is accordingly\nseen to be but one variety, even if a seminal and still influential\none.  Admittedly, differences within Australia are\nsmall, mainly a matter of a few items of vocabulary, and they\nare becoming smaller still as government exercises its wellrecognized\nstandardizing influence.</p>\n<p>Modern linguistic varieties differ from medieval trade\nand regional dialects in the extent to which they are subjected\nto standardizing pressures from government and commerce.\nGovernment encourages standardized names for trees, fruit,\nor fish to protect buyers, while sellers themselves regulate\nnames to encourage trade.  New Zealand growers adopted the\nname <em>tamarillo</em> for 'tree tomato' expressly to recommend it\nwith a nice-sounding name, and 'Chinese gooseberries' grown\nin New Zealand were renamed <em>kiwi fruit</em> to promote sales in\nthe U.S.A.  Similarly Australian fishermen found that <em>redfish</em>\nsold better than <em>nannygai</em> though the difference is entirely\nlinguistic.</p>\n<p>Commercial and official names are subject to standardization,\nbut this does not prevent colloquial names from lingering\non in speech and informal use.  Although a fish called\n<em>callop</em> in South Australia has been officially named <em>golden\nperch</em> throughout Australia, it continues to be called <em>callop</em>\namong South Australian fishermen, even in a television program\nfor fishermen run by the Australian Broadcasting Commission,\nand in the official <em>South Australian Yearbook</em> it is\nentered as “golden perch (callop).”</p>\n<p>Other regional colloquialisms survive because they are\nnot of interest or concern to commerce or government.  A\n'swimming costume' is called variously <em>bathers</em> in South\nAustralia and Western Australia, <em>cozzie</em> in New South Wales\nand <em>swimmers</em> in Queensland.  What are <em>sandshoes</em> in South\nAustralia may be called <em>runners</em> in Victoria.</p>\n<p>Slang is particularly subject to regional variations of this\nkind.  A Western Australian writer, Stuart Gore, has noticed\nthat “the <em>connie</em>, the <em>ronnie</em>, or the <em>yonnie</em>, which the youth\nof other states <em>bish, biff</em>, or <em>peg</em> at a target becomes for the\nWest Australian boy a <em>boondie</em> or a <em>brick</em>, which he may\neither <em>lob</em> or <em>heave</em>.”  Probably to most Australians <em>connie</em> is\nmore likely to suggest a bus or tram conductor than a stone to\nbe thrown, but the general point is valid; juvenile stone\nthrowing, though not entirely beyond the interest and concern\nof administrators, is hardly likely to have its special\nvocabulary effectively controlled by the recognized arbiters\nof usage, and the economies of standardization have little\nrelevance in the colorful world of slang.</p>\n<p>Local life may have its peculiarites with peculiarities of\nvocabulary to match.  Because Adelaide was laid out with a\ngreen belt or park surrounding the city, newcomers soon\nlearn the term <em>the parklands</em> as one of special significance.\nBecause some of the early settlers in South Australia were\nfrom Germany and retained national ways in food and entertainment,\n<em>mettwurst</em> 'a kind of sausage' or <em>schuetzenfest</em> 'an\nannual rifleman's contest and public picnic' (with nowadays\na fair amount of beer to drink, a component perhaps reinforced\nby association with <em>Oktoberfest</em>) are words generally\nknown to South Australians.  <em>Deli</em> is not an abbreviation confined\nto South Australia of course, but its age is reflected in its\ndeviation in meaning from the longer <em>delicatessen</em>.  The <em>deli</em> is\n'a small shop open for long hours selling perishable goods and\nnewspapers.'  Even the patriotic <em>Kitchener bun</em> suggests a\nreplaced German name, apparently <em>Berliner</em>, though the\nBerliner is now available as a slightly different bun.</p>\n<p>A telegraph pole, designed by J.C. Stobie in 1924, made\nfrom two steel rails with concrete between them to resist\nwhite ants is called a <em>stobie pole</em> in Adelaide.  The word is so\nestablished that it is sometimes difficult to convince Adelaide\nstudents that it is not the name for a telegraph pole wherever\nEnglish is spoken.  Sometimes no particular reason for a local\nterm is obvious.  When a headline announces that <em>pushers</em> are\nto be allowed on Adelaide buses, the permission extends not\nto 'peddlers of drugs' but to 'a child's pushchair.'  Other terms\nused in Adelaide and perhaps nowhere else are <em>floater</em> 'a meat\npie immersed in pea soup,' <em>fritz</em> 'a luncheon sausage' (called\n<em>Vienna sausage</em> in Melbourne, <em>Devon</em> in Sydney, and <em>German\nsausage</em> or <em>Belgian sausage</em> in New Zealand), <em>salt damp</em>\n'rising damp,' and <em>spoon drain</em> 'a shallow drain across a\nstreet.'</p>\n<p>In its language as in other ways, farming in Australia\nshows a mixture of independence and regulation.  Owners of\nsmall fruit farms (locally called <em>blocks</em>) along the Murray\nRiver are called <em>blockers</em> in South Australia but <em>blockies</em> in\nWestern Victoria.  If they grow dried fruits, they refer to 'the\nremoval of the stems of raisins (or sultanas) in the process of\npacking' as <em>titting</em> if they are in South Australia or <em>capping</em> in\nVictoria.  In Western Australia the same process is called <em>pinning</em>.\nIn Queensland a wheat crop is <em>headed</em>, in Victoria\n<em>stripped</em>, and in South Australia <em>harvested</em>, but lucerne is\n<em>reaped</em>.  In South Australia a farmer <em>seeds</em>, in Victoria he\n<em>sows</em>, and in Queensland he <em>plants</em>.  In South Australia\nfarmers take wheat to <em>silos</em>, in Western Australia to <em>bins</em>.\nThough weeds have their standard Latin names (and farmers\nare likely to know them), popular names persist and are often\nlocal.  The <em>Bathurst burr</em> (<em>Xanthium spinosum</em>) is called <em>three-corner\njack</em> in South Australia and <em>double-gee</em> or <em>devil-jee</em> in\nWestern Australia.  This last name seems to be connected with\nthe South African <em>devil's thorn</em>, a similar weed, and its name\nin Afrikaans, <em>dubbeltjie</em> or <em>duwweltjie</em>.</p>\n<p>All of the information in the preceding paragraph has\nbeen gleaned from students (the source of much academic\nlore).  My own farming experience was in New Zealand,\nwhere a great deal of further variation could be recorded.\nThe variant names of weeds alone would furnish material for\nseveral articles.  Such records have their usefulness and it is to\nbe hoped that national dictionaries will someday record\nthem.  In the meantime the sporadic jottings above will serve\nto hint by implication at the infinite variety of language.</p>\n<p>—<em>University of Adelaide</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean English: <em>Infinite Variety</em></h1> <p><em><span data-rel=\"author\">G. W. Turner</span> <span data-rel=\"location\"></span></em></p> <p>How big is a dialect?  For some people it is coextensive\nwith a language—there is only one form of English or French\nor Japanese that merits serious attention, and that is the\nstandard or correct form, the one taught to foreign learners.\nBut should a Japanese learner learn British or American\nEnglish?  Or might he even learn Australian English?\nAustralian English, after all, is a language with about as\nmany speakers as Dutch, Czech, or Hungarian, that is,\nperhaps twice as many as the number of speakers of its direct\nancestor, the English of Shakespeare's time.</p> <p>Australian English itself is noted for its uniformity, but it\nis not absolutely uniform.  The argument that establishes its\nown right to separate existence can be extended to its subvarieties.\nQueensland English or South Australian English also\nhave a right to exist, and New South Wales English is accordingly\nseen to be but one variety, even if a seminal and still influential\none.  Admittedly, differences within Australia are\nsmall, mainly a matter of a few items of vocabulary, and they\nare becoming smaller still as government exercises its wellrecognized\nstandardizing influence.</p> <p>Modern linguistic varieties differ from medieval trade\nand regional dialects in the extent to which they are subjected\nto standardizing pressures from government and commerce.\nGovernment encourages standardized names for trees, fruit,\nor fish to protect buyers, while sellers themselves regulate\nnames to encourage trade.  New Zealand growers adopted the\nname <em>tamarillo</em> for 'tree tomato' expressly to recommend it\nwith a nice-sounding name, and 'Chinese gooseberries' grown\nin New Zealand were renamed <em>kiwi fruit</em> to promote sales in\nthe U.S.A.  Similarly Australian fishermen found that <em>redfish</em>\nsold better than <em>nannygai</em> though the difference is entirely\nlinguistic.</p>"
}