{
  "type": "Article",
  "title": "Say, You Have a Point There, I Guess",
  "author": "Donald R. Morris",
  "location": "The Houston Post",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Say, You Have a Point There, I Guess</h1>\n<p><em><span data-rel=\"author\">Donald R. Morris</span> <span data-rel=\"location\">The Houston Post</span></em></p>\n<p>I've just finished reviewing a novel by an Englishman,\nwho will remain nameless.  It wasn't a bad novel, except for\nthe two Americans in it.  You could tell they were Americans,\nbecause they began just about every sentence with “Say,” or\n“I guess.”</p>\n<p>We all know, of course, that there are enormous differences\nin vocabulary, spelling, idiom, accent, and grammar\nbetween American and British English, and equally great\nregional and class variations within both, but there is a\ndearth of material on the misconceptions reasonably intelligent\nand literate Englishmen and Americans hold about how\nothers speak their language.</p>\n<p>The number of American writers given to indicating\nBritish origins by having their characters use “I say!” is far exceeded\nby the number of Englishmen who seem to think all\nAmericans start the majority of their sentences with “Say,” or\n“I guess.”  This is, at least partially, a simple literary convention,\nbut it is a device that has been worked to death by\nauthors from Percival Christopher Wren to Nevil Shute, who\nwas not noted for his tin ear.</p>\n<p>Americans do indeed use these expressions to open\nsentences, but they have extraordinarily precise nuances.</p>\n<p>As an opener, <em>Say</em>, is a mild apology.  It may be used for\nopening a conversation with a total stranger, as in “Say, have\nyou got a light?”  In this case it is more often than not slurred\nand serves almost as a prefix for the following word.  In the\ncourse of a going conversation it apologizes for an abrupt but\nnecessary change of subject—“Say, what time is it, anyway?”\nIt is, in short, a bridging device.  As an intensifier—“Say! that\nwas some game!”—it would appear to have lost most of\nwhatever currency it may once have had, except in English\nfiction.</p>\n<p><em>I guess</em> has even a more limited use.  It indicates grudging\nacquiescence, in effect saying “I don't really agree or approve,\nbut will go along for the moment even though I am\nnot prepared to give a precise reason.”  A child wanting to\nvisit a neighbor shortly before dinner might be told “I guess\nit's all right.”  A person being talked into or out of something\nby a logical chain of steps would answer “Right?” with “I\nguess so,” indicating both concession of the point but resistance\nto the overall argument.  Although it would be understood,\nthe meaning of “I have casually decided” for “I guess”\n(“I guess I'll have dinner now,” “I guess I'll be going”) never\nreally had much currency in colloquial American English.  It\nwas, in fact, a literary convention even in written English, indicating\nthe speaker was a hick or rube.  In that context it can\nbe found as “I reckon” or even “I calculate,” a form invariably\nassociated with shrewd Yankee farmers.  It is doubtful\nif these variations ever had colloquial currency; they\nsound like literary clichés.  (There was, in fact, an entire\nworld of American humor which depended initially on\nurban-rural stereotypes, then switched to a stereotype in\nwhich the rural type was actually shrewder than the urban\ntype, and then finally died out.)</p>\n<p>Another overworked English literary device is the use of\n<em>sure</em> for <em>certainly</em>, as in “I'd sure like to meet him” (or even\nmore deliberately, “I sure would like to meet him”).  <em>Sure</em> is,\nindeed, an American colloquialism (it sure is), but it is not used\nto the extent or in exactly the fashion in which it appears in\nEnglish fiction.  The <em>sure would</em> combination, in fact, rarely\nappears even colloquially, but does appear in American fiction\nas a regionalism, to indicate “Western” speech!</p>\n<p>American writers, of course, have their own conventions\nto indicate nationality, some more valid than others.  German\nnationality is signaled by <em>Ach</em> for an opener, and “th”\nrendered as “d,” as in “Ach!  Dis is de place!”  French origins\nare indicated by substituting “z” for “th” — “Zis is ze place.”\nThis is reasonably accurate, because “th” does not exist in\neither German or French, phonetically, and for some odd\nreason Germans do render it “d” and Frenchmen “z” when\nthey encounter it in foreign words.  I say odd, because a\nnumber of words do start with the <em>th</em> combination in both\nlanguages, but in all cases both languages pronounce it with a\nsimple aspirated “t”: one would consequently expect both to\nrender <em>the</em> or <em>this</em> as “tuh” or “tiss.”  Some of the more\nhilarious passages in philological literature appear in French\nand German texts on how to pronounce English <em>th</em>.  Most\nrecommend imagining one has a small bit of thread adhering\nto the upper side of the tip of the tongue, and attempting to\nblow it off.</p>\n<p>American (and English) convention also indicates\nChinese origin by substituting “l” for “r” (“velly solly”) and\nJapanese by substituting “r” for “l” (“Ritter Sir Echo, How do\nyou do, Haro, Haro, Haro-o”).  This was not particularly accurate\nto begin with, and has almost disappeared due to recent\nrevulsion at the notion of unnecessary ethnic indications.\n(Heaven help an American writer who either denies the\nvalidity of Black Standard English or dares render it\nphonetically in fiction.)  The problem with the Oriental\nlanguages stems from the fact that “l” and “r” are both liquids\nand more closely related phonetically than English speakers\nrealize.  Chinese does not really have a proper “r,” while in\nJapanese the two verge on (but do not reach) interchangeability.\nJapanese, in fact, have much more difficulty with English\n“ch” in certain positions and with English “f,” since what\npasses for “f” in Japanese is really an explosively aspirated “h!”\nJapanese will go to extraordinary lengths to avoid having to introduce\npeople with names like “Ralph Cheif” to others.</p>\n<p>Other conventions are used besides phonetic ones.\nAmerican writers will frequently change word order to indicate\na foreigner is speaking, but this usually gets out of hand\nunless the writer has good control of the language involved.\nForeigners do make mistakes in idiom and word order,\nalmost invariably because they are translating verbatim from\ntheir native languages.  A number of French adjectives have\ndifferent meanings depending on whether they appear before\nor after the nouns they modify; Germans tend to put the verb\nlast and to make heavy use of verbal phrase modifiers.  (Mark\nTwain, in an essay on the German language, tells of a reporter\nwho called his editor to report a fire and finds the\npaper has the story set in type before he gets to the verb; his\nexample of verbal modifiers is along the lines of an “across the\nstreet walking, to me known, fur-coat wearing, to the Burgomeister\nmarried, to her friend talking woman.”)</p>\n<p>In an otherwise superior novel, <em>Andersonville</em>, MacKinlay\nKantor portrays the hapless camp commander Wirz, a\nGerman-speaking Swiss, as using broken English, but neither\nthe phonetics, the vocabulary nor the word order correspond\nto the patterns to be expected, nor is Kantor's use consistent.\nThis flaw, apparently, only bothered readers with a knowledge\nof German.\nFurther national stereotypes can be found in exclamations.\nThere is a tendency to assign “hunh?”, “eh?”, “hein?”\nand “ja?”  to Americans, English, French, and Germans\nrespectively, although all four spellings represent almost\nprecisely the same phonetic value!</p>\n<p>A remarkable example of stereotyping appears in the\nmotion picture, “The Desert Fox,” in which James Mason\nportrays the German general Erwin Rommel.  At that period\n(1951, and a sequel in 1953), it was customary to show German\nofficers speaking English to each other, with a slight accent,\nexcept that universally recognized phrases would be left\nin German, such as the snappy, “Jawohl, Herr General!”  that\naccompanied the heel-clicking salutes.  It was my great good\nfortune to see “The Desert Fox” in Bremen, with a German\nsoundtrack dubbed in.  The audience accepted the show with\ngood grace—a few snickers were justified now and again.\nThe English officers, however, now spoke accented German\nuntil they saluted each other, when I was astonished to discover\nthat what they said to each other was “Yasoup!”  (There\nwas also a John Ford Western with a German soundtrack in\nwhich an Indian enters a parley, raises his hand and in a deep\nmonotone intones “Wie geht's.”)</p>\n<p>Beyond the thickets of national stereotypes lies the quagmire\nof social gradations.  This can be muddy even when a\nwriter stays within his own culture, and turns into quicksand\nwhen he shifts to another.  The spread of such concepts as\nuniversal equality and classlessness has led to acute discomfort\nover the dichotomy between the way things are and the\nway we would like to think they are, and writers avoid what\nwas once a plot staple of coupling extreme wealth and poverty\nin a love match.</p>\n<p>England, even to this day, has retained somewhat more\nrigid class lines, although they no longer depend on wealth.\nThey are marked by linguistic usage—accent, vocabulary,\nand idiom as much as subject matter—and English writers\nare more at home in sorting out such nuances.  Nevil Shute,\nfor example, based perhaps a dozen novels on what Americans\nwould regard as very slight class distinctions.  His\nmiddle-class women were forever betraying their origins to\nupper-middle-class men by describing something as “ever so\nnice.”  Another Shute convention to indicate middle-class\norigins was a desire to see a motion picture about which\nnothing is known except that it is “the new Bette Davis\nmovie.”  Shute, in fact, went so far as to introduce an\nAmerican super-star of lower-middle-class origins into a\nnovel (<em>No Highway</em>) which—except for the jarring presence\nof the super-star—is a small masterpiece of English class distinctions\nbeing played off against each other.  The novel,\nretitled <em>No. Highway in the Sky</em>, was turned into an equally\nsuccessful film, although Shute's reactions to finding his\nabsent-minded, ineffably British, protagonist portrayed by\nJimmie Stewart and his American super-star by Marlene\nDietrich can only be imagined.  Shute was nothing if not bold:\nhe once got away with putting an English protagonist not only\ninto a small Western American town but right into an American\nfamily, and a number of his better novels were set in\nAustralia.</p>\n<p>Australians suffer horribly from English literary attentions.\nThere is indeed an Australian accent (which most\nAmericans can't distinguish from what they think is a\n“British” accent), and it drives the English straight up the\nwalls.  Australians can usually live with Shute's Australians,\nhowever, if only because he obviously admired them greatly\nand they are all sympathetic characters.  He limits his administrations\nto a few exclamations— “Oh my word” for everything\nfrom surprise to sarcasm—and to such slang as <em>crook,\ndinky-die, cobber</em>, and the like.  He leaves the accent alone,\nwhich is probably just as well.</p>\n<p>John Masters, in <em>Bhowani Junction</em>, brings off a tour de\nforce.  He tells a story in the first person as seen by four people\nof radically different ethnic, social, and educational back-grounds—one\nof them a woman.  Two of the men, an upper-class\nIndian and an English Colonel, share a British university\neducation, and they have a private joke of using <em>pip-pip!,\nI say</em>, and <em>stiff upper lip</em> expressions to each other.  A third\ncharacter, an Anglo-Indian, has never seen England and is\nnot university-educated.  He has, however, been raised in a\nculture that desperately wishes to distance itself from the indigenous\nIndian culture and slavishly apes what it regards as\nauthentic English dress, behavior, usages, and speech.  The\n<em>pip-pip!</em> business is actually his natural mode of speech, and\nfor the life of him he can't understand why the other two use\nit and find it humorous.  Even more impressive is the manner\nin which this character is developed; he starts as a pathetic\nand decidedly unsympathic figure and is gradually turned into\nan admirable and heroic protagonist; the subtle play with the\nspeech forms plays as great a role in this process as the plot\nstructure.  But Masters, despite his finely attuned ear and\nyears of residence in America, makes a spectacular failure in\na later novel trying to portray an excruciatingly unreal slangy\nAmerican racketeer.  <em>Ne sutor supra crepidam</em>.</p>\n<p>One of the best English ears belongs to Nicholas Monsarrat.\n<em>The Cruel Sea</em> presents a ship's company drawn from all\nmanner of social backgrounds—there is even a convincing\n(although not sympathetic) Australian.  This lot is transferred\nto the Brooklyn Navy Yard while their corvette is overhauled,\nand Monsarrat bounces his characters off a number of Americans\nin a hilarious and flawless series of anecdotes.  These\nscore not only linguistic usages but national characters and\nvalues as well.</p>\n<p>At the other end of the scale must be placed the nameless\nscripter who attempted to insert a couple of Americans into\nthe otherwise superb television series based on <em>The Forsyte\nSaga</em>.  The exquisite horror of the dialogue was compounded\nby the casting director, who assigned the parts to a brace of\nunutterably English actors.</p>\n<p>America is slowly improving, although only a foreigner\nborn and bred can tell us how far we have gotten out of the\nwoods.  The worst of the Hollywood stereotypes are fading,\nalthough the Never-Never Lands of British India and African\njungle live on, thanks to the late show, in millions of minds.</p>\n<p>But Americans and English working in English are not\nthe only offenders, as anyone who has ever seen as Italian\nWestern can testify.  Some such works, by resolutely ignoring\nreality, rise above their origins—as Brecht did in <em>Die\nDreigroschen Roman</em>, which (in German) was a novel before\nit was an opera.  This is one German's invincibly Teutonic notion\nof what lower-class Victorian London was really like,\nand those interested in cultural goulash might try tracing\nback what the English-version “Mack the Knife” owes to Victorian\nEngland, to Germany—and to John Gay's world.</p>\n<p>There is also Sartre's awesomely bad effort to portray class\nand race relationships in a small town in the American South.\nThis isn't a French version of <em>Uncle Tom's Cabin</em>—Sartre was\nwriting about contemporary America in 1946.  Do not, ever attempt\nto explain to a Frenchman that <em>La Putain Respectueuse</em>\nis anything less than a clinically accurate portrayal of The\nWay It Really Is, to this very day.  It can't be done.</p>\n<p>Pip pip, ta, or ciao, y'all.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Say, You Have a Point There, I Guess</h1> <p><em><span data-rel=\"author\">Donald R. Morris</span> <span data-rel=\"location\">The Houston Post</span></em></p> <p>I've just finished reviewing a novel by an Englishman,\nwho will remain nameless.  It wasn't a bad novel, except for\nthe two Americans in it.  You could tell they were Americans,\nbecause they began just about every sentence with “Say,” or\n“I guess.”</p> <p>We all know, of course, that there are enormous differences\nin vocabulary, spelling, idiom, accent, and grammar\nbetween American and British English, and equally great\nregional and class variations within both, but there is a\ndearth of material on the misconceptions reasonably intelligent\nand literate Englishmen and Americans hold about how\nothers speak their language.</p> <p>The number of American writers given to indicating\nBritish origins by having their characters use “I say!” is far exceeded\nby the number of Englishmen who seem to think all\nAmericans start the majority of their sentences with “Say,” or\n“I guess.”  This is, at least partially, a simple literary convention,\nbut it is a device that has been worked to death by\nauthors from Percival Christopher Wren to Nevil Shute, who\nwas not noted for his tin ear.</p>"
}