{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Linguistics And Bilingual Dictionaries",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Linguistics%20And%20Bilingual%20Dictionaries%20Ali%20M.%20Al-Kasimi&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results\"><em>Linguistics And Bilingual Dictionaries</em></a></h1>\n<p>Ali M. Al-Kasimi, (E.J. Brill, Leiden, 1977), 131pp</p>\n<p>The Bureau of Arabization in Morocco deals with urgent\nlinguistic problems of a kind that most speakers of English are\nunacquainted with.  The introduction of new technologies into\nthe Arab world raises many questions about terminology.</p>\n<p>Simultaneous introduction of a piece of machinery into\nAlgeria and Egypt, for example, can mean that two quite different\nArabic expressions (one derived from French, the other\nfrom English) can come into use having identical reference.\nIndeed, the same English or French original can itself give\nrise to more than one Arabic expression, some coined by\ndirect borrowing of the original English or French expression,\nothers by translation of its parts, and so on.  If Arabic is to\nmaintain its role as a major vehicle of international communication,\nthere is clearly a need for some person or organization\nto give a lead in selecting certain expressions for preferred\nuse throughout the Arab world and rejecting others.  It\nis a need for a much more prescriptive attitude to language\nthan is fashionable among English-speaking lexicographers\nand linguists.  This is one of the functions of the Bureau of\nArabization, one of whose leading scholars is Dr. Ali Al-Kasimi.</p>\n<p>Dr. Al-Kasimi himself studied with Professor Archibald\nA. Hill at the University of Texas.  He has thus been exposed to\none of the classical schools of American linguistics.  The range\nof his scholarship and reading on the subject of lexicography\nis particularly impressive.  He is well placed to assess the\nrelevance of linguistics to bilingual dictionaries, which he has\ndone here in a carefully researched, thoughtful, and readable\nwork.  His views, as a speaker of Arabic, bring a particularly\ninteresting perspective to bear on matters which many of us\nhave previously considered only from the point of view of\nEuropean languages.  He makes us aware that English (and\nFrench to an even greater degree) is homogeneous when compared\nwith a language such as Arabic, with its classical\nliterary dialect and its wealth of vernacular versions.</p>\n<p>The first principle of a lexicographer setting out to compile\na new dictionary must be to consider the <em>people</em> for\nwhom he is writing.  Who is going to use the dictionary and\nfor what purpose?  All other theoretical considerations are\nsecondary to this one.  It is a practical principle that is to the\nforefront throughout Dr. Al-Kasimi's evaluation of the relevance\nof linguistics to bilingual lexicography.  He reminds us,\nfor example, that a sizable bilingual dictionary should help its\nusers to weed out improper usage and avoid translationisms.\nIt is not enough for a dictionary to tell us that English <em>year</em> is\nFrench <em>an</em> or <em>année</em>; ideally, the dictionary should also indicate\nthe French contexts in which <em>an</em> is more appropriate,\nthose in which <em>année</em> would be preferred by a French\nspeaker, and those in which they are interchangeable.</p>\n<p>Dealing with problems of giving a guide to pronunciation,\nDr. Al-Kasimi's comment on a formula proposed by one\nof his former teachers is a model of reasonableness in considering\nthe practical implications of academic thinking.  Professor\nJames Sledd has suggested that dictionaries should offer\n“one highly abstract underlying form from which all other\ndialectal pronunciations can be derived by applying the ordered\nphonetic rules of a transformational grammar.” “If\nSledd's doctrine is possible,” says Dr. Al-Kasimi, “Then...\nthe dictionary should cite the pronunciation of <em>a selected\ndialect</em> from which other dialectal variations can be derived\nby applying the phonetic rules....” (My italics).  Elsewhere,\nhe says,“A lexicographer should do his best to spare the\nlearner of the foreign language from any unnecessary difficulty.”</p>\n<p>I would not like to give the impression that Dr. Al-Kasimi's\nbook is of use only to lexicographers and intending\nlexicographers.  There is a section on typological classification\nof dictionaries which will be of considerable interest to\nlibrarians; scholars will find a wealth of useful and interesting\nexamples of vocabulary, semantic, and grammatical\ndifferences from many languages; above all, Dr. Al-Kasimi's\nsound common sense will be of use to language teachers\neverywhere in considering the roles that a dictionary can play\nin language learning.  I cannot do better than to close by\nciting Dr. Al-Kasimi's own closing words:</p>\n<blockquote>\n<p>In short, the selection of a good dictionary is not\nsufficient in itself; the user should have the necessary\nlexicographical education which enables him to get the\nmost out of that dictionary.  And it is the duty of the\nlanguage teacher to provide his students with that education.</p>\n</blockquote>\n<p>P.W. Hanks</p>\n<p><em>Aylesbury, Bucks., England</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?kn=Linguistics%20And%20Bilingual%20Dictionaries%20Ali%20M.%20Al-Kasimi&amp;sts=t&amp;cm_sp=SearchF-_-topnav-_-Results\"><em>Linguistics And Bilingual Dictionaries</em></a></h1> <p>Ali M. Al-Kasimi, (E.J. Brill, Leiden, 1977), 131pp</p> <p>The Bureau of Arabization in Morocco deals with urgent\nlinguistic problems of a kind that most speakers of English are\nunacquainted with.  The introduction of new technologies into\nthe Arab world raises many questions about terminology.</p> <p>Simultaneous introduction of a piece of machinery into\nAlgeria and Egypt, for example, can mean that two quite different\nArabic expressions (one derived from French, the other\nfrom English) can come into use having identical reference.\nIndeed, the same English or French original can itself give\nrise to more than one Arabic expression, some coined by\ndirect borrowing of the original English or French expression,\nothers by translation of its parts, and so on.  If Arabic is to\nmaintain its role as a major vehicle of international communication,\nthere is clearly a need for some person or organization\nto give a lead in selecting certain expressions for preferred\nuse throughout the Arab world and rejecting others.  It\nis a need for a much more prescriptive attitude to language\nthan is fashionable among English-speaking lexicographers\nand linguists.  This is one of the functions of the Bureau of\nArabization, one of whose leading scholars is Dr. Ali Al-Kasimi.</p> <p>Dr. Al-Kasimi himself studied with Professor Archibald\nA. Hill at the University of Texas.  He has thus been exposed to\none of the classical schools of American linguistics.  The range\nof his scholarship and reading on the subject of lexicography\nis particularly impressive.  He is well placed to assess the\nrelevance of linguistics to bilingual dictionaries, which he has\ndone here in a carefully researched, thoughtful, and readable\nwork.  His views, as a speaker of Arabic, bring a particularly\ninteresting perspective to bear on matters which many of us\nhave previously considered only from the point of view of\nEuropean languages.  He makes us aware that English (and\nFrench to an even greater degree) is homogeneous when compared\nwith a language such as Arabic, with its classical\nliterary dialect and its wealth of vernacular versions.</p>"
}