{
  "type": "Article",
  "title": "Preposition Pollution",
  "author": "Barbara R. DuBois",
  "location": "Los Alamos, New Mexico",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Preposition Pollution</h1>\n<p><em><span data-rel=\"author\">Barbara R. DuBois</span> <span data-rel=\"location\">Los Alamos, New Mexico</span></em></p>\n<p>Foreigners trying to learn English often have more trouble\nwith our prepositions than with any other feature.  But I\nsee and hear so many awkward uses of prepositions lately that\nI think we all have more trouble with them than with any\nother feature—and more trouble than we used to.  All kinds of\nnew anomalies appear: sometimes merely the idiomatically\nawkward preposition is used, such as “comply to”; sometimes\na preposition is used where none is needed, as in “This program\naffords for employee self-improvement”; and sometimes\na preposition is used with a word when an entirely different\nword without preposition would be better: “Manufacturers\nconsider styling paramount to safety” should end with “paramount”\nor should change to “consider styling more important\nthan safety.”  Some writers don't appreciate the power of a\npreposition: <em>allow for</em> does not mean 'allow.'  If we <em>allow</em> an\napplicant's tardiness, we are more permissive than when we\n<em>allow for</em> tardiness, meaning that we take it into account,\nprobably resentfully.</p>\n<p>Misunderstood clichés are responsible for much preposition\nawkwardness.  “We must not dwell over the past” is\nalmost as funny as “We took them into tow.”  I heard a politician\nsay that he wanted to be able to “look at people in the\neye.”  My favorite example is from an administrator who\nwrote, “By in large, students should be able to live with the\nnew policy.”</p>\n<p>The shortest prepositions cause the most trouble.  Here\nare some examples collected from television, newspapers,\ntextbooks, and business letters using <em>for</em> awkwardly: “All\ngenerals are advocates for military aid.”  “We will forward\nthe manual upon receipt for your check.”  “What is your concern\nfor the project?” means 'What is your worry about the\nproject?'  when the writer more likely means 'What is your\nconcern with the project?' that is, 'What do you have to do\nwith it?'  “Friends sympathize for you in your troubles” needs\n<em>with; for</em> goes with <em>sympathy.  Affinity</em> does not use <em>for</em> but\n<em>with</em>, since <em>affinity</em> means 'kinship' not <em>affection</em> or <em>inclination</em>.\n“Such a threat is an invitation for rejection” needs <em>to</em>.\n“They agree in principle for creating a new program” needs\n<em>on</em> or an infinitive.  “Cutting the police budget will leave the\ncitizens open for more crime” needs <em>to</em>.  “Pretend that you are\nan employee for the company,” says a textbook writing assignment;\n<em>of</em> is idiomatic.</p>\n<p>Another short preposition used awkwardly is <em>of</em>: “We\nmust alert citizens of the danger.”  We may <em>warn</em> them <em>of</em> the\ndanger, but we <em>alert</em> them <em>to</em> it.  “We have set a limit of new\nproposals” needs <em>on</em> or <em>to</em>.  “We are not as grateful of our\nhealth as we should be” needs <em>for</em>, although <em>appreciative</em>\ntakes <em>of</em>.  “They charged them of negligence” needs <em>with</em>,\nalthough <em>accused</em> uses <em>of</em>.  “Sincere interest is needed of the\nstudent” needs <em>from</em>, although <em>required</em> takes <em>of</em>.  “He cannot\ndisguise his antipathy of the military junta in that country”\nneeds <em>toward</em>, although <em>dislike</em> or <em>hatred</em> takes <em>of</em>.  I suspect\nthat the writer or speaker has both words in mind and carelessly\ncombines one word with the preposition belonging to\nthe other.</p>\n<p>A third short but troublesome preposition is <em>to</em>: “The\nstudents demonstrated in protest to the decision”; <em>against</em> is\nidiomatic and even logical.  “The constituents held a banquet\nin honor to the senator”; <em>in homage</em> takes <em>to</em>, but <em>in honor</em>\nneeds <em>of</em>.  “Pessimism is popular to many people today” needs\n<em>with</em> as does “<em>More</em> is not necessarily synonymous to <em>better</em>.”\n“Their remarks gave evidence to their intelligence” needs <em>of</em>.\n“The weather may delay your arrival to your destination”\nneeds <em>at</em>.  A startling discovery is an awkward <em>to</em> that is not a\npreposition but an infinitive marker where a preposition is\nneeded: “They insist to go along” should be “They insist on\ngoing along,” and “The annual clinic is aimed to aid horticulturists”\nshould use “aimed at helping.”</p>\n<p>Some words give difficulty because they use different\nprepositions for different meanings.  <em>Immune</em>, for example, is\na troublemaker since it has become popular in figurative use.\nIt takes <em>to</em> when we discuss disease, and so we can talk about\n“immunity to jet lag.”  But when we discuss taxes or fines, we\nuse <em>from</em>: “Kings and queens are immune from taxation” and\n“diplomats are immune from prosecution.”  “Non-Indians Immune\nto Tribal Court” makes the headline say that the court\nis like a disease.</p>\n<p>Many words cause trouble because they use different\nprepositions in different constructions.  “They made a mistake\nin [or by] turning right” changes if the article changes: “They\nmade the mistake of turning right.”  We may have <em>a craving\nfor affection</em>, but we do not <em>crave for affection</em>: we omit the\npreposition when we change part of speech.  “The decision to\nsplit the family temporarily was a matter for professional survival\nand challenge,” said a professor of English.  It could be a\nmatter for discussion, but it's a matter <em>of</em> professional survival.</p>\n<p><em>Purpose</em> gives much trouble: “What is your purpose for\ncommunicating?”  asks one textbook preface.  <em>For</em> goes with\n<em>reason</em>, but <em>in</em> goes with <em>purpose: reason for communicating</em>\nand <em>purpose in communicating</em>.  In another construction, <em>purpose</em>\nuses <em>of</em>: “What is the purpose of the communication?”</p>\n<p><em>Opposite</em> is one of the most bothersome preposition\nusers.  We may omit a preposition altogether in “Your view is\nopposite mine” or we may use <em>to</em>, but if we add <em>the</em>, we must\nchange to “Your view is the opposite of mine.”  If we have\nmore complication, we may use <em>from</em>: “Your room is in the\nopposite wing of the building from mine.”  People who try the\nunidiomatic <em>than</em> might rearrange as follows: “Our rooms are\nin opposite wings of the building.”</p>\n<p>The most troublesome word of all, because it's so popular,\nis <em>fascination.  Fascinated</em> doesn't cause much trouble, because\n<em>with</em> or <em>by</em> works, but some writers do choose <em>in</em>, which\nbelongs rather with <em>interested</em>: we are <em>fascinated by antiques</em>\nor <em>interested in them</em>.  But <em>fascination</em> leads to catastrophe.  I\nkeep hearing and reading that people have a <em>fascination for\nantiques</em>, meaning that 'antiques are crazy about people.'</p>\n<p>If you share my pique, fight preposition pollution.  Don't\nlet people express a <em>predilection with</em>; don't let them <em>look\nupon you for advice</em>; don't let them have an <em>attitude over the\nproject</em> or <em>unpack the contents on this package</em>.  Complain\nwhen the sports reporter asks the famous athlete whether he\n<em>is a target by the police</em>.  Above all, don't let <em>rising costs stand\nin your way from achieving your goal</em>, even if life does <em>reek\nwith politics</em> and even if the earth does become <em>barren from\nvegetation</em>.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Preposition Pollution</h1> <p><em><span data-rel=\"author\">Barbara R. DuBois</span> <span data-rel=\"location\">Los Alamos, New Mexico</span></em></p> <p>Foreigners trying to learn English often have more trouble\nwith our prepositions than with any other feature.  But I\nsee and hear so many awkward uses of prepositions lately that\nI think we all have more trouble with them than with any\nother feature—and more trouble than we used to.  All kinds of\nnew anomalies appear: sometimes merely the idiomatically\nawkward preposition is used, such as “comply to”; sometimes\na preposition is used where none is needed, as in “This program\naffords for employee self-improvement”; and sometimes\na preposition is used with a word when an entirely different\nword without preposition would be better: “Manufacturers\nconsider styling paramount to safety” should end with “paramount”\nor should change to “consider styling more important\nthan safety.”  Some writers don't appreciate the power of a\npreposition: <em>allow for</em> does not mean 'allow.'  If we <em>allow</em> an\napplicant's tardiness, we are more permissive than when we\n<em>allow for</em> tardiness, meaning that we take it into account,\nprobably resentfully.</p> <p>Misunderstood clichés are responsible for much preposition\nawkwardness.  “We must not dwell over the past” is\nalmost as funny as “We took them into tow.”  I heard a politician\nsay that he wanted to be able to “look at people in the\neye.”  My favorite example is from an administrator who\nwrote, “By in large, students should be able to live with the\nnew policy.”</p> <p>The shortest prepositions cause the most trouble.  Here\nare some examples collected from television, newspapers,\ntextbooks, and business letters using <em>for</em> awkwardly: “All\ngenerals are advocates for military aid.”  “We will forward\nthe manual upon receipt for your check.”  “What is your concern\nfor the project?” means 'What is your worry about the\nproject?'  when the writer more likely means 'What is your\nconcern with the project?' that is, 'What do you have to do\nwith it?'  “Friends sympathize for you in your troubles” needs\n<em>with; for</em> goes with <em>sympathy.  Affinity</em> does not use <em>for</em> but\n<em>with</em>, since <em>affinity</em> means 'kinship' not <em>affection</em> or <em>inclination</em>.\n“Such a threat is an invitation for rejection” needs <em>to</em>.\n“They agree in principle for creating a new program” needs\n<em>on</em> or an infinitive.  “Cutting the police budget will leave the\ncitizens open for more crime” needs <em>to</em>.  “Pretend that you are\nan employee for the company,” says a textbook writing assignment;\n<em>of</em> is idiomatic.</p>"
}