{
  "type": "Article",
  "title": "How Do You DARE?",
  "author": "The Dictionary of American Regional English (DARE),\na continuous project of the American Dialect Society for\nmany years",
  "location": "is devoted to the documentation of words and expressions\nused in American English.  Although the project has\nemployed (and continues to employ) many field workers,\nthere are occasional gaps in the evidence collected for attested\nusage and occurrence of the thousands of lexical and grammatical\ncitations.  VERBATIM readers can help by answering\nthe queries we plan to publish from time to time.  You can also\nhelp by sending contributions of financial support",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">How Do You DARE?</h1>\n<p><em><span data-rel=\"author\">The Dictionary of American Regional English (DARE),\na continuous project of the American Dialect Society for\nmany years</span> <span data-rel=\"location\">is devoted to the documentation of words and expressions\nused in American English.  Although the project has\nemployed (and continues to employ) many field workers,\nthere are occasional gaps in the evidence collected for attested\nusage and occurrence of the thousands of lexical and grammatical\ncitations.  VERBATIM readers can help by answering\nthe queries we plan to publish from time to time.  You can also\nhelp by sending contributions of financial support</span></em>.</p>\n<p><em>All correspondence regarding DARE should be sent\ndirectly to:</em></p>\n<blockquote>\n<p><em>Professor Frederick G. Cassidy</em></p>\n<p><em>Director—Editor D.A.R.E.</em></p>\n<p><em>6125 Helen C. White Hall</em></p>\n<p><em>University of Wisconsin</em></p>\n<p><em>Madison, WI 53706</em></p>\n</blockquote>\n<p><em>Please mention VERBATIM when you write.  Any information\nyou can contribute will be acknowledged in DARE</em>.</p>\n<p>In providing the requested information, please document (1)\n<em>where</em> the word was or is in use, (2) <em>when</em>, (3) by <em>what kind</em> of\npersons, (4) in <em>what</em> circumstances, and (5) the <em>meaning</em>.</p>\n<p>From farm publications in the upper Midwest we find\nthat the long-established <em>silage</em> (winter feed stored in a silo)\nhas produced analogical progeny: <em>haylage, oatlage, cornlage</em>.\nNo doubt there are others we have not harvested.  Are these\nactually farmers' words, or something invented by the farm\njournalists, the silo salesmen, or somebody else?  Also, they're\nexpectable in the dairy belt.  Are they used anywhere else?</p>\n<p>What words do you have for a very hot day?  One of our\nfavorites hails from central-western Tennessee: it's a <em>corntwister</em>.\nAnd if this kind of weather continues for quite a\nspell, <em>corn-twister</em> may mean a drought.  Also, from southeastern\nWisconsin, “<em>It's a day for a carp roast</em>.”  (No similes,\nplease—they are innumerable.)</p>\n<p>Some things from the past ought, on their merits, to continue\nin use—for example (from 1912) to <em>corple out</em> a piece of\npie, which means to take it out clumsily, breaking and messing\nit up in the process.  Is this still in use, or remembered anywhere?\nIt strikes us as the kind of word in which the sound\nsuits the action perfectly.</p>\n<p>In the high old times when Bourbon County, Ky., was\nbeing surveyed (around 1800) the surveyors took conveniently\nplaced trees as “corners” from which to make their measurements.\nThe greatest favorite was the “sugar tree” (maple),\nnext to that buckeye, then hickory, various kinds of ash,\nhoney locust, oak, hackberry, walnut, and so on.  <em>Bettywood</em>\nis recorded thirteen times between 1798 and 1817, but in no\ncase is an alternative name or other identification given.  This\nhas been one of our most teasing problems.  Our botanical\nconsultants are baffled.  Is any reader interested in the history\nof surveying—or the history of botany, for that matter?  Or\nBourbon County, Kentucky?  Who is Bettywood; what is she?</p>\n<p>A formula for politely refusing more food at dinner, in\nthese casual days no longer practiced, was reported as used by\nelderly people in northern Alabama, southern Wisconsin,\nand New Brunswick, Canada.  The hostess asks, “Will you\nhave some more—?'  And the guest replies, “No thank you,\nmy sufficiency is fully serancified.  Any more would be súperflúous.”\nOther spellings are <em>cironchified, surronchified</em>, and\n<em>suffoncified</em>, which does not make it any easier to work out\nthe etymology!  There is some evidence pointing to Britain—\nperhaps specifically to Scotland—but I have found nothing in\ndictionaries to attach it to.  Also, the Alabama correspondent\ninsists that it was quite serious in actual use, even though it\nmay have been humorized in the memory of younger people.</p>\n<p>We want evidence on staying at a party or other meeting\n<em>till the last dog is hung</em>.  That means till the very end, of\ncourse, but why hang the dogs?  We have a theory but won't\ntip our hand at this time.  Any reader with something like\nhard evidence, please offer it.</p>\n<p>From the second half of the nineteenth century come\ntwo meanings of <em>dollar store</em>: one, a store where relatively inexpensive\ngoods are sold, and two, some kind of illegal business—gambling,\nprostitution—what?  We'd like very much to\ntrack this one down.  The area of use is not clear.</p>\n<p>We have chiefly from the Southeast, and chiefly from\nBlacks, the phrase “there's a <em>dead cat on the line</em>,” meaning\nexactly the same as Marcellus's “Something is rotten in the\nstate of Denmark.”  But our metaphor is not clear.  Are we to\nvisualize a cat, a catfish, or something else?  And on what kind\nof line?  The possibilities are numerous.  Evidence from the\npast, if obtainable, may solve this.</p>\n<p>Children have a way of grasping another's arm with\nboth hands, then twisting in opposite directions.  It hurts!\nThis is known in southern California as giving an <em>Indian\nburn</em>; in eastern Wisconsin and Utah it's a <em>snake bite</em>.  Where\nelse are these terms used, and what others are there for this\nform of torture?</p>\n<p>The night before Halloween is <em>mischief night</em> when teenagers\n(mostly) go about performing acts of mild vandalism.  It\nis also called <em>cabbage night</em> (CT, NJ, NY, WI), <em>gate night</em>\n(OH, PA), <em>goosie night</em> (neNJ), <em>tick-tack night</em> (wcNJ), and\nless often (also in NJ as mapped by R. F. Foster) <em>mystery\nnight</em> and <em>picket night</em>.  Is this “celebration” kept up elsewhere,\nand if so, under what name?  A census from readers of\nVERBATIM could make an interesting nationwide map.  Explanation\nof the names would also be welcome.</p>\n<p><em>A letter from home</em>, we find, is something, often something\nedible, sent to a person who has moved away.  For example,\na Chicago Black receives a watermelon and exclaims,\n“That's a letter from home!”  What other objects or situations\nelicit this phrase?</p>\n<p>One of our sources says that <em>burr clover (Medicago hispida)</em>\nis also called in the Southwest <em>jackass clover</em>.  We have\nour doubts; <em>jackass clover</em> is normally applied to <em>Wislizenia\nrefracta</em>, quite a different plant.  But people do confuse or\ntransfer plant names.  What's the evidence on this one?</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">How Do You DARE?</h1> <p><em><span data-rel=\"author\">The Dictionary of American Regional English (DARE),\na continuous project of the American Dialect Society for\nmany years</span> <span data-rel=\"location\">is devoted to the documentation of words and expressions\nused in American English.  Although the project has\nemployed (and continues to employ) many field workers,\nthere are occasional gaps in the evidence collected for attested\nusage and occurrence of the thousands of lexical and grammatical\ncitations.  VERBATIM readers can help by answering\nthe queries we plan to publish from time to time.  You can also\nhelp by sending contributions of financial support</span></em>.</p> <p><em>All correspondence regarding DARE should be sent\ndirectly to:</em></p> <blockquote>\n<p><em>Professor Frederick G. Cassidy</em></p>\n<p><em>Director—Editor D.A.R.E.</em></p>\n<p><em>6125 Helen C. White Hall</em></p>\n<p><em>University of Wisconsin</em></p>\n<p><em>Madison, WI 53706</em></p>\n</blockquote> <p><em>Please mention VERBATIM when you write.  Any information\nyou can contribute will be acknowledged in DARE</em>.</p>"
}