{
  "type": "Article",
  "title": "Philip Howard on English English",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English</h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>It must be a sign of the times.  We seem to have stopped\nbelieving in Utopia and to need a word for its exact opposite.\nAt any rate, in British political discourse there has recently\nbeen discovered a Disunited Nations of Dystopias and Cacotopias,\nmeaning places or systems of government where\neverything is for the worst in the worst of all possible worlds:\nNasty Nowheres, in fact, or possibly Democratic Kampucheas.\nBeware of governments that feel it necessary to describe themselves\nformally as democratic in their titles: they protest too\nmuch.  Perhaps on this side of the diluted oil-pond we are becoming\nmore pessimistic or even more realistic.  An example\nof the new use is: “The modern classics—Aldous Huxley's\n<em>Brave New World</em> and George Orwell's <em>Nineteen Eighty\nFour</em>—are Dystopias.  They describe not a world we should\nlike to live in, but one we must be sure to avoid.”  A Dystopia\nor Cacotopia is applied to visions of hell on earth like 1984\nand Anthony Burgess's Tucland.</p>\n<p>These new vogue terms of rhetoric are politically interesting\nbecause of the need we evidently feel for such words in\nthe tool-box of British English.  They are linguistically interesting\nbecause of their charmingly eccentric derivation.\nDystopia and Cacotopia are evidently children of <em>Utopia</em>, derived\nfrom the misapprehension that Sir Thomas More's\nimaginary island republic was Eu-topia (Everything-in-the-garden-is-lovely-place)\nrather than Ou-topia (No-place, that\nis Nowhere or Never Never Land).  Until now etymologists\nhave judged that it was the latter.  For one thing Ou-topia is\nimpeccably derived from its Greek parent.  Eu-topia is a barbarism,\nbecause it uses the adverb <em>eu</em> 'well' to qualify a noun,\n<em>topos</em> 'place.'  The correct Greek for such a place would be\n<em>Agathotopia</em> or <em>Kalotopia</em>.  In the same way the correct Greek\nfor its opposite is <em>Cacotopia</em>, not <em>Dystopia</em>, since <em>dys-</em> is an inseparable\nprefix meaning the opposite of <em>eu</em>, and chiefly used\nadverbially.  <em>Dys-</em> is like our <em>un-</em> or <em>mis-</em>, and always has the\nnotion of 'hard, bad, or unlucky,' destroying the good sense of\na word and increasing the bad.  If an Ancient Greek wanted\nto qualify the noun <em>topos</em> he would have used the adjectival\n(<em>Cacotopia</em>) rather than the adverbial prefix (<em>Dystopia</em>).</p>\n<p>However, we English-speakers have never felt bound to\nfollow the semantic or grammatical rules of the languages\nfrom which we borrow.  We breed barbarous Centaur words\nsuch as <em>quadraphonics</em> from Latin sires out of Greek dams—\nand perfectly good words they are.  The “correct” alternatives—<em>tessaraphonics</em>\nor <em>quadrivocals</em>—are unattractive.  We\nrear hybrids, such as the ragingly fashionable <em>dysfunction</em>,\nwhich is mere pretentious varium lectum for <em>malfunction</em>.\nAnd we abuse Greek adverbs to qualify nouns, as in\n<em>euphoria</em>; though I suspect that this may be correctly derived\nfrom the older English word <em>euphory</em>, in which <em>eu</em> is properly\nused to qualify a verb.</p>\n<p>In fact both <em>Dystopia</em> and <em>Cacotopia</em> are quite respectably\nelderly arrivals into British English.  Since the nineteenth\ncentury, they have been intermittently used by English\nwriters for imaginary places or conditions in which everything\nis as as bad as possible.  <em>Dystopia</em> is rather the more common;\n<em>Cacotopia</em> is the older.  As you might have guessed, each\nseems to have been introduced into the language by a\npolitical philosopher.  Jeremy Bentham wrote as early as\n1818: “As a match for Utopia (or the imagined seat of the best\ngovernment), suppose a Cacotopia (or the imagined seat of\nthe worst government) discovered and described.”  John\nStuart Mill declaimed in a speech to the House of Commons\nin 1868: “It is, perhaps, too complimentary to call them Utopians,\nthey ought rather to be called Dystopians, or Cacotopians.\nWhat is commonly called Utopian is something too\ngood to be practicable; but what they appear to favour is too\nbad to be practicable.”</p>\n<p>The interestingly faecal variant <em>Cacatopia</em> for <em>Cacotopia</em>\nappeared in almost the last issue of <em>The Times</em>.  (May Lord\nThomson's vanished organ reappear soon—civilized life is unviable,\nas we trendies say these days, without it).  <em>Cacatopia</em>\nwith three *a'*s has no connexion with the Greek <em>kakos</em>.  Its\nderivation is obviously from the French <em>caca</em> (whose meaning\ncan be found in any decent French dictionary) and the Greek\n<em>topos</em>.  Broadly and loosely this macaronic (or is it mock\nironic?) hybrid means 'a place that is in a ghastly mess, or\nShitland.'  At times during the past year hardened and shameless\npessimists have been driven to thinking of modern Britain\nas <em>Cacatopia</em> made real.</p>\n<p>German sages seem especially inclined to think of Utopia\nas a <em>Eu</em> rather than an <em>Ou</em> place.  A memorial notice to the\nlate Ernst Bloch in <em>The</em> late <em>Times</em> pointed out that according\nto Bloch “Utopia is not 'nowhere.'  It is that indispensable\ntomorrow, the practicable ideal at which we aim.”  The German\ntheologian Jurgen Moltmann has written of the necessity\nof devising “concrete Utopias,” i.e., plans for the reform of\nsociety.</p>\n<p>The ambiguity between <em>Ou</em> and <em>Eu</em> (Nowhere and Lovelywhere)\nis actually useful and pretty, rather than a mere\nmisunderstanding of More's Utopia, where Communism is\nthe general law, a national system of education is extended to\nmen and women alike, and the freest toleration of religion is\nrecognized.  How different, how very different from life\nunder Henry VIII!</p>\n<p>The pun has long been recognized.  An author of 1610\nwrote in a dedication to a translation of St. Augustine's <em>City\nof God:</em> “Then of a devised country scarce on earth, now of a\ndesired City sure in heaven; then of Utopia, now of Eutopia.”\nIt can be argued that Thomas Mre himself gives authority for\nthe coinages <em>Dystopia</em> and <em>Cacotopia</em>, since he represents the\nisland of Utopia as saying: “The ancients called me Utopia or\nNowhere because of my isolation.  At present, however, I am\na rival of Plato's Republic, perhaps even a victor over it.  The\nreason is that what he has delineated in words I alone have\nexhibited in men and resources and laws of surpassing excellence.\nDeservedly ought I to be called by the name of\nEutopia or Happy Land.”  Welcome aboard the good ship\nBritish English, <em>Dystopia</em> and <em>Cacotopia</em>.  We need you.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English</h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>It must be a sign of the times.  We seem to have stopped\nbelieving in Utopia and to need a word for its exact opposite.\nAt any rate, in British political discourse there has recently\nbeen discovered a Disunited Nations of Dystopias and Cacotopias,\nmeaning places or systems of government where\neverything is for the worst in the worst of all possible worlds:\nNasty Nowheres, in fact, or possibly Democratic Kampucheas.\nBeware of governments that feel it necessary to describe themselves\nformally as democratic in their titles: they protest too\nmuch.  Perhaps on this side of the diluted oil-pond we are becoming\nmore pessimistic or even more realistic.  An example\nof the new use is: “The modern classics—Aldous Huxley's\n<em>Brave New World</em> and George Orwell's <em>Nineteen Eighty\nFour</em>—are Dystopias.  They describe not a world we should\nlike to live in, but one we must be sure to avoid.”  A Dystopia\nor Cacotopia is applied to visions of hell on earth like 1984\nand Anthony Burgess's Tucland.</p> <p>These new vogue terms of rhetoric are politically interesting\nbecause of the need we evidently feel for such words in\nthe tool-box of British English.  They are linguistically interesting\nbecause of their charmingly eccentric derivation.\nDystopia and Cacotopia are evidently children of <em>Utopia</em>, derived\nfrom the misapprehension that Sir Thomas More's\nimaginary island republic was Eu-topia (Everything-in-the-garden-is-lovely-place)\nrather than Ou-topia (No-place, that\nis Nowhere or Never Never Land).  Until now etymologists\nhave judged that it was the latter.  For one thing Ou-topia is\nimpeccably derived from its Greek parent.  Eu-topia is a barbarism,\nbecause it uses the adverb <em>eu</em> 'well' to qualify a noun,\n<em>topos</em> 'place.'  The correct Greek for such a place would be\n<em>Agathotopia</em> or <em>Kalotopia</em>.  In the same way the correct Greek\nfor its opposite is <em>Cacotopia</em>, not <em>Dystopia</em>, since <em>dys-</em> is an inseparable\nprefix meaning the opposite of <em>eu</em>, and chiefly used\nadverbially.  <em>Dys-</em> is like our <em>un-</em> or <em>mis-</em>, and always has the\nnotion of 'hard, bad, or unlucky,' destroying the good sense of\na word and increasing the bad.  If an Ancient Greek wanted\nto qualify the noun <em>topos</em> he would have used the adjectival\n(<em>Cacotopia</em>) rather than the adverbial prefix (<em>Dystopia</em>).</p> <p>However, we English-speakers have never felt bound to\nfollow the semantic or grammatical rules of the languages\nfrom which we borrow.  We breed barbarous Centaur words\nsuch as <em>quadraphonics</em> from Latin sires out of Greek dams—\nand perfectly good words they are.  The “correct” alternatives—<em>tessaraphonics</em>\nor <em>quadrivocals</em>—are unattractive.  We\nrear hybrids, such as the ragingly fashionable <em>dysfunction</em>,\nwhich is mere pretentious varium lectum for <em>malfunction</em>.\nAnd we abuse Greek adverbs to qualify nouns, as in\n<em>euphoria</em>; though I suspect that this may be correctly derived\nfrom the older English word <em>euphory</em>, in which <em>eu</em> is properly\nused to qualify a verb.</p>"
}