{
  "type": "Article",
  "title": "“Inward Seethings”: On Euphemism",
  "author": "Jeff Miller",
  "location": "Toronto, Canada",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">“Inward Seethings”: On Euphemism</h1>\n<p><em><span data-rel=\"author\">Jeff Miller</span> <span data-rel=\"location\">Toronto, Canada</span></em></p>\n<p>“Indeed,” Hamlet tells his mother of Polonius, whom\nhe has just stabbed to death, “this counsellor/Is now\nmost still, most secret and most grave,/Who was in life a foolish\nprating knave.”  It is the suggestive, sometimes prurient,\npower of euphemism that lends itself so serviceably to the\npoet on one hand, and to the busybody, huckster, or sniggerer\non the other.  Where in one instance euphemism can be more\nevocative than plain speaking, in another it is made mercenary,\n<em>provocative</em>, the stock-in-trade of “diplomacy.”  And as\nwith cake, too much of having it either way, of saying what\nyou mean by not saying it, can be inimical:</p>\n<blockquote>\n<p>KING:   Now, Hamlet, where's Polonius?<br>\nHAM.:   At supper.<br>\nKING:   At supper!  Where?<br>\nHAM.:   Not where he eats, but where he is eaten: a certain convocation of politic worms are e'en at him....</p>\n</blockquote>\n<p>Many of us feel ridiculous to equivocate about ourselves\nas a fact of nature, about our bodies and their functions, afflictions,\nand stirrings, yet this is where most euphemistic\nenergy is expended.  When euphemism seems most absurd—\nover-delicate, or naive, or mincing—we sometimes overcompensate\nor become glib: Polonius is personified literally as\nThe Diet of Worms; and—to follow the trend generically—\naccording to an ad transcribed by Coleridge in his notebooks,\na variety of nineteenth-century “patent” worm medicine (useless\nto poor Polonius, even if it had been available to him) relieves\nthe son of “The Lord Chief Baron [of] a Load, which\ncannot without impropriety be described, but which appeared\nthe Nest of these pernicious animals.”  As euphemism,\nthese clearly outdo themselves to the opposite extreme (“dysphemism,”\nas also in “greasy spoon” or “cancer stick”).  It's a\npity, anyway, the Lord Chief Baron's son doesn't give his personal\nendorsement in the ad, if only in the interests of nobler\nmetaphor.</p>\n<p>Queasiness in a similar vein, speaking at least of propriety\nand metaphor, finds its way even into Biblical scholarship,\nwhere euphemism is often at its most artful.  In Marvin Pope's\nexhaustive scholarly study of <em>The Song of Songs</em>, the Bride's\nvivid description of her passion for the Bridegroom as “my\nbowels were moved for him”—striking in its proprietous King\nJames context (5:4)—is rendered “my inwards seethed for\nhim.”  Lest a reader think Mr. Pope, himself, squeamish by\ncomparison, he explains that the Hebrew word for “seethe,”\n<em>hmy</em>,</p>\n<blockquote>\n<p>denotes commotion and stir, with particular\nreference to noises, growling of dogs or bears, murmur\nof doves, groans of distress, murmuring in\nprayer, the sounds of lyre or flute, the roar of the\nsea, the noise of the city streets, the boisterous\nbehavior of an inebriated man or woman.  As applied\nto the insides, the guts, or bowels, as the seat of the\nemotions, biblical expression is literally very near to\nthe current locution “to get or have one's bowels in a\nuproar.”</p>\n</blockquote>\n<p>By contrast, more euphemistic versions than either Mr.\nPope's or the King James pale, to put it mildly.  The <em>American\nTranslation</em> (1931), <em>Revised Standard Version</em> (1946, 1952),\n<em>New American Bible</em> (1970), and <em>Jewish Publication Society\nVersion</em> (1969) all take a stab at “boweldlerizing” the offending\norgan into a heart that yearns, thrills, trembles, and stirs,\nrespectively.  This kind of redaction often provokes the snigger\nit deserves but is meant to discourage—as in the <em>Othello</em>\nedited by the perhaps aptly named Mr. Gentleman, a contemporary\nof Coleridge's and Dr. Bowdler's who italicized\nrather than excised the “obscenities,” thereby allowing\nscholars to study but ladies (presumably ones with blood of\nthe steeliest blue) to skip them:</p>\n<blockquote>\n<p>IAGO: Zounds, sir, y'are robbed!  For shame, put on your gown!</p>\n<p>Your heart is burst; you have lost half your soul.</p>\n<p><em>Even now, now, very now, an old black ram</em><br>\n<em>Is tupping your white ewe</em>.  Arise, arise!</p>\n</blockquote>\n<p>But in these readings at least the metaphorical sense is not\nobliterated for the careful reader.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>\nAnd as Mr. Pope reminds us, even though the King James uses the same “earthy\nlanguage” for Isaiah's fear of God's anger (“Wherefor my\nbowels shall sound like an harp for Moab, and mine inward\nparts for Kir-haresh”) and even to suggest the depth of God's\nlove as it does here to suggest the Bride's (“Is Ephraim My\ndear son?...  I cherish his memory still.  Therefore My guts\nstir for him; I will surely pity him”), this “would not now be considered felicitous, although the Rev. Dr. Sibs in 1648, for\nhis sermons on chas. 4-6 of the Canticle, took his title from\nthis passage: <em>Bowels Opened</em>.”</p>\n<p>For what literal-minded context in which “bowels” or\n“guts” <em>would</em> be “felicitous” today, we need only turn to Plate\nVI in Pope's book, where we find a facsimile of the title page\nof Reverend Dr. Sibs's sermon (“BOWELS OPENED, or, A</p>\n<p>Discovery of the Neere and Deere Love, Union, and Communion\nbetwixt Christ and the Church, and consequently\nbetwixt Him and every beleeving soule”), from a copy in the\n“Medical Library of Yale University classified as 'historical,'\napparently on the assumption that the concern is relief of constipation.”</p>\n<p>The language of much modern advertising is, of course,\na more self-conscious extension of the kind Coleridge recorded\nin his notebooks.  Government and skepticism (“the chastity of\nthe intellect,” says Santayana) bred of more widely available\neducation and information simply require that advertisers\nbe more euphemistically inventive: Marian, the tactfully\nperspicacious and no-nonsense librarian, removes her glasses\nand assures us that “Lots of folks need help now and\nthen”—even you and me, Elmo.  But this approaches nudging\nand winking again.  Euphemism in advertising, like its\ncreators, has for its survival evolved on a subtler level—into\nthe euphemism of implication.  Drinking a certain beer or\nsoda associates us with a whole panoply of gods and goddesses—all\nmanner of he-men, good-lookers, and nymphs whose\nonly unhappiness is a temporary dearth of the advertiser's\nproduct.  Certain cars associate us with these people, too, but\nalso imply a more encompassing happiness and success.  The\ntrend is most fully and subtly expressed in ads for a particular\nscotch which profile “successful” middle and upper-middle\nclass people who profess to drink the brand—the implication\nbeing the old medicine-show one, however prettied up,\nthat the scotch can somehow figure in one's good fortune.  A\nrecent installment features an award-winning “energetic and\nextraordinarily capable” psychologist whose “enviable combination\nof enthusiasm and intellectual ability makes him a\nclassic 'accomplisher,' ” presumably not only in his profession\n(where evidently he makes Freud look like a peanut farmer),\nbut at his hobbies of “photography, poetry, jogging,” too.\nHow explain, then, the observation here attributed to this\nworld-beater that “The integration of all sciences should\nfacilitate the potential that one day man will 'know thyself' ”?\nHow trust an 86.8 proof elixir that does nothing for even\naward-winning psychologists' thydentity crises?</p>\n<p>Another even subtler form of euphemism has become\npervasive in modern American literature, as in modern life:\neuphemism by attitude.  I suppose this is in part what Northrop\nFrye means by “the ironic mode” of thought, and William\nEmpson by “ambiguity of feeling”; it has something to\ndo, at least, with the <em>eiron</em> or “self-deprecating” (Frye's word)\nfigure as hero, and, as well, an inclination to treat seriously of\nthings all the while harboring a vague fear or ambivalence\nthat such treatment will prove facile or dull-visioned when\nmade public.  I notice this ambivalence quite often (perhaps\nbecause I read them quite often) in John Updike, Peter De\nVries, and Nabokov.  These authors, in writing of matters\nthat are evidently quite close to their hearts, often equivocate\nthrough clowning or—in Nabokov's case, at least—willful\nobscurity.  (Perhaps Pynchon is an even better example of this\nlatter tendency.)  Mr. Updike's most recent novel, for instance,\na wonderful piece of writing called <em>The Coup</em>, puts\nforward very passionate arguments against the kind of materialism\nthat suppresses anything transcendental and fundamentally\npassionate about life; but the “hero” who pens these\narguments is, if not a buffoon, at least a “material fool”\nwhose sensitivity is at every turn mocked.  The overall sense\ngiven in this type of literature is that of reticence, a crying\nlack of any commonly held certainty or belief (compare, for\nexample, to irony in Dickens), an increased and painful\nawareness of contingency in a world about which “advanced\nthought” continues to imply we can never make flat, definitive\nstatements.</p>\n<p>Or, as De Vries puts it: “Anyone informed that the universe\nis expanding and contracting in pulsations of eighty billion\nyears has a right to ask, 'What's in it for me?' ”  That De\nVries is an extreme case—pushes irony almost to slapstick—\nperhaps explains why he isn't accorded “major author” status.\nThis is the paradox of this kind of euphemism: if you push it\ntoo far, people will take you at your word, at your inclination\nnot to be thought serious.  But often, in the most hilarious contexts,\nyou can almost hear De Vries pounding his writing\ntable.  There is in <em>Mrs. Wallop</em>, for example, a spoof on “intellectual\ngatherings” (at which among the topics of discussion is\na “novel of the more-multilevel-than-thou school”) where\nsprings up an almost passionate obloquy against television in\nfavor of literature—certainly something much on the mind of\none, De Vries himself, who gets his living by the latter.  Television,\nwe are told,</p>\n<blockquote>\n<p>cannot make us <em>see</em> Jeeves entering the drawing\nroom, 'a procession of one.'  It cannot make us see the\nwoman in <em>Dorian Gray</em> whose dresses always looked\nas though they had been designed in a rage and put\non in a tempest...or the woman in Henry James\nwho appeared to have developed her character as she\nhad her figure, by riding cross-country....  Never,\nnever can television make us see the character in\nRing Lardner who served 'what he thought was good\nscotch, though he may have been deceived by some\nflavor lurking in his beard.'...</p>\n</blockquote>\n<p>and so on for over a page.  In <em>The Mackerel Plaza</em>, a wild\ncomic flailing at, among other moden sophistries, “liberalized”\nreligion, there is another passage that stands out as almost\na cry and attacks a type of equivocation approaching\nthat of De Vries's own literary style.  “ 'Let us not congratulate\nourselves,' ” the Reverend Andrew Mackerel admonishes his\nparishoners, who are scandalized by his rumored sexual behavior\n(“The instant I entered the church I saw how far my\nreputation had fallen.  The place was jammed.”),</p>\n<blockquote>\n<p>on the reasonable mind that sees both sides of every\nquestion.  Civilized flexibility is a fine thing, and in a\nsense the aim of education, but there is a point here,\nas everywhere, where the law of diminishing returns\nsets in.  Tepid liberalism that never lashes out at\nanything, intellects too stocked with information to\ndraw conclusions, educations scrimped and saved for,\nthat one may dawdle in the green bowers of non-commitment—these\nlack something possessed by the\nhonest bigot.  That there is a time to throw stones is a\nprinciple I try to follow in my daily life, occasionally\nto my peril.</p>\n</blockquote>\n<p>More and more, we all seem to feel this sense of peril in\ncontingency, in “knowing too much but not enough,” in taking\na stand amid the continual progression-but-progression-to-what?\nof the world, and our literature reflects it.  Where\nthere is comedy in Mackerel's self-righteous use of a sermon in\ndefense of his purported behavior, there is also the quite serious\nproblem that he can't reconcile his Christian calling with\nhis mixed love and outrage for the sensual world.  His “peril”\nin this instance, he subsequently explains to the congregation,\ntouching his vividly blackened eye, has been that while out\n“ 'strolling the streets of Chickenfoot' ” (in profound sexual\nfrustration)</p>\n<blockquote>\n<p>I saw one of those open-air revivalists who always\nrub me the wrong way (and)...stopped to give\nhim a piece of my mind.  A not altogether sober bystander\nintervened, a fist fight followed, and then a\npoliceman appeared who carted us both off to the\nlocal clink.  You may imagine that your overheated\nSaul of Tarsus cooled off pretty fast at this point.</p>\n</blockquote>\n<p>Then, lest we take all this anti-liberalism too seriously, pin\nDe Vries down to something resolute—even in a context that\nseems to beg for it—we are set up for the kill:</p>\n<blockquote>\n<p>In fact, it was worse than that.  I felt a perfect ass.</p>\n</blockquote>\n<p>And then,</p>\n<blockquote>\n<p>Here Mackerel paused and gazed down at the floor\nbelow the pulpit, as though his thinking had stalled.\nSomewhere some mechanism seemed to have\njammed.  He smiled abstractedly and added: “Like\nthe Englishman who reached down the lady's back\nfor her pearls.”</p>\n</blockquote>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>At least there are no theological canards, in this regard, like the one\nabout Dr. Bowdler's own editorial difficulties over <em>Othello</em>.  The story\ngoes that he was so completely at a loss to render the play “unmixed\nwith anything that could raise a blush on the cheek of modesty,” he\nwas driven to pure inspiration.  When he came upon “Desdemona\nplays the strumpet in bed” (where he is supposed to have found this\nline, I don't know), he simply dropped the “s” from the offending\nword, disposing of sexual allusion not only for the moment, but\nestablishing an entirely new, less embarrassing, but equally stirring\nmotivation for the play's entire action. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">“Inward Seethings”: On Euphemism</h1> <p><em><span data-rel=\"author\">Jeff Miller</span> <span data-rel=\"location\">Toronto, Canada</span></em></p> <p>“Indeed,” Hamlet tells his mother of Polonius, whom\nhe has just stabbed to death, “this counsellor/Is now\nmost still, most secret and most grave,/Who was in life a foolish\nprating knave.”  It is the suggestive, sometimes prurient,\npower of euphemism that lends itself so serviceably to the\npoet on one hand, and to the busybody, huckster, or sniggerer\non the other.  Where in one instance euphemism can be more\nevocative than plain speaking, in another it is made mercenary,\n<em>provocative</em>, the stock-in-trade of “diplomacy.”  And as\nwith cake, too much of having it either way, of saying what\nyou mean by not saying it, can be inimical:</p> <blockquote>\n<p>KING:   Now, Hamlet, where's Polonius?<br>\nHAM.:   At supper.<br>\nKING:   At supper!  Where?<br>\nHAM.:   Not where he eats, but where he is eaten: a certain convocation of politic worms are e'en at him....</p>\n</blockquote> <p>Many of us feel ridiculous to equivocate about ourselves\nas a fact of nature, about our bodies and their functions, afflictions,\nand stirrings, yet this is where most euphemistic\nenergy is expended.  When euphemism seems most absurd—\nover-delicate, or naive, or mincing—we sometimes overcompensate\nor become glib: Polonius is personified literally as\nThe Diet of Worms; and—to follow the trend generically—\naccording to an ad transcribed by Coleridge in his notebooks,\na variety of nineteenth-century “patent” worm medicine (useless\nto poor Polonius, even if it had been available to him) relieves\nthe son of “The Lord Chief Baron [of] a Load, which\ncannot without impropriety be described, but which appeared\nthe Nest of these pernicious animals.”  As euphemism,\nthese clearly outdo themselves to the opposite extreme (“dysphemism,”\nas also in “greasy spoon” or “cancer stick”).  It's a\npity, anyway, the Lord Chief Baron's son doesn't give his personal\nendorsement in the ad, if only in the interests of nobler\nmetaphor.</p>"
}