{
  "type": "Article",
  "title": "Fallin' In with the Great-Aunts",
  "author": "Rebecca Christian",
  "location": "Hi-Nella, New Jersey",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Fallin' In with the Great-Aunts</h1>\n<p><em><span data-rel=\"author\">Rebecca Christian</span> <span data-rel=\"location\">Hi-Nella, New Jersey</span></em></p>\n<p>The other day, my Brooklyn-born co-worker characterized\nher exasperating boss with the expression, “Now that's\na piece of work.”</p>\n<blockquote>\n<p>“When were you in Joplin?”  I wanted to know,<br>\n“Never, thank God.”  was the reply.</p>\n</blockquote>\n<p>But it did turn out that one of her friends is a St. Louis\nnative, and she picked the phrase up from him.  Even with an\nEastern accent, the words had a welcome ring.  Though I grew\nup in Iowa, visiting relatives in Missouri taught me to vent my\nspleen in down-home style.</p>\n<p>To express consternation, I admit I can't decide whether\n<em>to pee or go blind</em>.  When I've done something clever, I\ncongratulate myself for having <em>cut a fat pig in the hip</em>.  If a\nfriend abandons me, I console myself that <em>I am well shet\nof him</em>.</p>\n<p>The highlight of my childhood summers was journeying\ndown to Eldorado Springs, Missouri, for the 20th of July picnic\ncelebration in the town's tiny central square.  What we were\ncelebrating, I never knew, but after we partook of the rusty\nspring water from a tap in the bowels of the park and gorged\non three-bean salad while Aunt Blanche's weepy chocolate\npie went a-beggin', the fun began.</p>\n<p>While the men went off to talk politics and pitch\nhorseshoes, I would lie on a picnic bench with my head in\none of my great-aunt's broad lap.  Looking up at the stars in\nthe summer sky, I lay low until the women forgot I was there.\nThen I listened to delicious tales of babes born <em>not quite\nright</em>, men who were <em>steppin' out</em>, women who found the\n<em>wifely duty</em> repugnant, and sinners who got <em>caught and\nchurched</em>.  The language was almost as intriguing as the racy\ntidbits floating on the July air.</p>\n<p>I was taken with the distinctions between <em>fallin</em>' in\n(“Stevie got to goin' with that Randolph girl and fell in with the\nBaptists”), <em>fallin' out</em> (“Great-Grandma and her second husband\nhad a fallin' out because he wanted her to make all the\npancakes at once and she wanted to make them in shifts,\nstoppin' to gobble hers when they were hot”), and <em>fallin' off</em>\n(“Erma, your dress is loose.  Did you fall off a little?”)</p>\n<p>A <em>fallin' off</em> was hard to keep straight from a <em>runnin' off</em>,\nwhich was diarrhea.  Other descriptions of illness were also</p>\n<p>challenging to translate.  <em>Peaky</em> meant 'poorly' and 'not up to\nsnuff,' <em>puny</em> was 'confined to bed,' <em>poorly</em> meant 'chronically\nill,' and <em>bad sick</em> meant it was time to call the undertaker.</p>\n<p><em>To like to do something</em> did not always indicate pleasure, as\nI learned from the example, “He liked to bled to death.”  <em>Shore</em>\nmeant 'sure' and was used not only as an affirmative but as\nshorthand for 'surely.'  My cousin Sharon, a University of\nMissouri homecoming queen, shore did look pretty, and her\nmother shore could fry chicken.  It took me a long time to\nfigure out <em>Lord Willing</em> wasn't royalty but kin to crossing your\nfingers or knocking on wood, a conditional on which plans\nwere based.</p>\n<p>Since I was as corn fed as one of those curious hogs that\nasserted their independence on ice, I was particularly attentive\nto descriptions of fat.  From the plainspoken <em>fleshy</em> to the\neuphemistic <em>rounded</em>, I heeded them all.</p>\n<p>Great-Grandpa Fowble's ancient mother would croak\nabout her firstborn, “Jenny's fat, but 'tisn't good fat.  It's water\nfat.  She always did swell.”  Jenny's ankles did look ready to bust\nout of the white surgical socks she wore to ward off infection\nfrom a long-ago operation.  I can still picture the fluid\nundulating beneath her flesh like the water under the\nmattress of a water-bed.  Her mother-in-law's comment always\nannoyed Great-Grandma Fowble, who would knead the sickly\nyellow of her droopy forearm and hoot, “Not me.  I got good,\nplain old-fashioned fat.  Good fat!  I'm right fleshy.”</p>\n<p>The discussion of fat always brought up the topic of\nwedding-day weights, with one aunt whose leg alone weighed\n85 pounds claiming that statistic for her nuptials.  As a result of\nmy eavesdropping, I always associate wedding-day weights\nwith the length of time spent in labor as crucial information in\na woman's curriculum vitae.  The woman who could boast of a\nmatch—the number of pounds registered at the altar equaling\nthe number of hours spent in labor with the first child—well,\nthat was a woman indeed.</p>\n<p>Even the less sexy conversations had a special twist.\nWhile we Iowans <em>shopped for material</em>, our Missouri cousins\n<em>traded for dry goods</em>.  Their potato salad didn't <em>spoil</em>, but\n<em>turned</em>.  For them <em>to be set back</em> was not 'to encounter failure'\nbut 'to spend a lot of money.'  I can remember being\nbewildered when someone asked Uncle Kenneth what he had\nto <em>give</em> for his Ford.</p>\n<p>Uncle Kenneth's dead now—or <em>gone</em> as they say in\nEldorado—and I have long since moved from Iowa, the most\njoked about state in the U.S.A. to New Joisey, the runner-up.\nRecently, though, I had to go back to Kansas City on business.</p>\n<p>As soon as I arrived, I snapped on the hotel TV to hear a\nnewscast drawled in the remembered cadences.  The anchor-man,\nwhose hair appeared to have been styled with an\neggbeater, was unmistakably from Trenton.  I liked to died.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Fallin' In with the Great-Aunts</h1> <p><em><span data-rel=\"author\">Rebecca Christian</span> <span data-rel=\"location\">Hi-Nella, New Jersey</span></em></p> <p>The other day, my Brooklyn-born co-worker characterized\nher exasperating boss with the expression, “Now that's\na piece of work.”</p> <blockquote>\n<p>“When were you in Joplin?”  I wanted to know,<br>\n“Never, thank God.”  was the reply.</p>\n</blockquote> <p>But it did turn out that one of her friends is a St. Louis\nnative, and she picked the phrase up from him.  Even with an\nEastern accent, the words had a welcome ring.  Though I grew\nup in Iowa, visiting relatives in Missouri taught me to vent my\nspleen in down-home style.</p>"
}