{
  "type": "Article",
  "title": "ANTIPODEAN ENGLISH: The Dinkum Oil",
  "author": "G.W. Turner",
  "location": "University of Adelaide",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>The Dinkum Oil</em></h1>\n<p><em><span data-rel=\"author\">G.W. Turner</span> <span data-rel=\"location\">University of Adelaide</span></em></p>\n<p>Psst!  Like to read some dinkum Australian?  This comes\nfrom no less august a source than the <em>Times Literary Supplement</em>\n(8 May, 1969, p. 488) and is part of a review of <em>The\nPocket Oxford Dictionary</em> back in the days when the fifth\nedition had just come out with its supplementary list of\nAustralian and New Zealand words.  Here is the passage:</p>\n<blockquote>\n<p>Well, starve the bardies!  Any poor choom who takes\na squiz at the new <em>Pocket Oxford Dictionary</em> doesn't have\na Buckley's.  Talk about stonkering the poms; fossick\nabout in the last thirty pages and you'll want to drop your\nbundle.  The O.U.P.'s gone in boots and all and given\nthe dinkum oil about the way the Aussielanders talk—\nsome Earl's Court exile must have put the acid on them.\nNothing bodger about it, though, they've curled\nthe mo and brought out a real boomer when they could\nhave gone up the booay with all sorts of blues.  So if\nyou want to get the strength of what we've been saying\nand have a bosker hard read slip out one arvo and\nlamb down some of your oscar for the revised\n<em>Pocket Oxford</em> (18s.), the first new edition since 1942.</p>\n</blockquote>\n<p>All the words and expressions in this paragraph are\nindeed Australian English, are mostly current, and are taken,\nin fact, from the list in the dictionary, but no Australian would\nfor a moment think this concentrated collection of localisms a\ngenuine unselfconscious transmission of thought.  It is thought\ndressed entirely in badges, a special literary genre for\nfacetious reviews of regional dictionaries.</p>\n<p>It is, however, not only Poms who write reviews of this\nkind, or actually use language of this kind, if not quite at this\nimpossible level of concentration, Australians abroad might,\nwhen they encounter compatriots, nourish their nostalgia\nwith a concentration of words of home flavour, and even at\nhome (which, so English is the orientation of our culture, can\nseem to be a version of abroad anyway) nationalism may be\nasserted with an aggressive infusion of local colour in speech.\nThe <em>ocker</em> style, we would call it now, using a word which\nbecame current too late for inclusion in the 1969 dictionary.</p>\n<p>What marks the <em>Times</em> reviewer's passage from real\nlanguage is its kaleidoscopic irregularity of tone and connotations.\n<em>Starve the bardies</em>, a meaningless interjection, is\nWestern Australian (<em>stone the crows</em>, itself rather “literary”\nnow, being a more likely Eastern-state term), while <em>up the\nbooay</em> is from New Zealand, nearly a quarter of a world away.\n<em>Earl's Court</em>, about twice as far in the other direction, was for\nsome years a district of London where so many Australians\nrented accommodation that the area acquired the byname\n<em>Kangaroo Valley</em>, a rare example of “Overseas Australian\nEnglish.”</p>\n<p>Some words are not commonly recognized by Australians\nas local words, though usually in these cases they will be\ncolloquial or slang words known to be unlikely to occur in\nbooks.  Probably <em>arvo</em> 'afternoon' is in this category along with\n<em>fossick about</em> (a little old-fashioned now) 'to rummage around,\noriginally seeking gold,' <em>blue</em>, 'error,' <em>get the strength of</em>\n'understand the essence of,' <em>boots and all</em> 'with no holds\nbarred' (to borrow a metaphor from another sport), <em>or put the\nacid on</em> 'exert pressure on (someone) to grant a favour.'  Other\nexpressions are more self-consciously local.  Probably <em>boomer</em>\nin its transferred sense (a large version of anything, not just a\nkangaroo) and <em>dinkum oil</em> 'the genuine article' have this\nrecognizably Australian flavour even at home.</p>\n<p>Many Australianisms have dated to varying extent.  <em>Squiz</em>\n'a look' savours of “bygone schoolboy” to me while <em>curl\nthe mo</em> 'succeed brilliantly' has an Edwardian flavour to at least\none Australian, even though he knows that all the documentation\nfor the word is comparatively recent.  This is because of its\nassociation with the twirling moustaches, of course.  It seems,\nby the way, to be used more especially in sporting contexts.\n<em>Bosker</em> 'excellent' had its active life in the first decade of this\ncentury and is marked 'obsolescent' (an understatement if\nanything) in the list drawn on by the reviewer.  <em>Lamb down</em>\nhad its heyday on the goldfields over a century ago, and <em>oscar</em>\n'money' or 'cash' (rhyming slang based on the name of the\nactor Oscar Asche who died in 1936) has something of a patina\nof age about it now.</p>\n<p>Some Australianisms (e.g. <em>bodger</em> 'inferior' or <em>dinkum</em>\n'genuine') have their origin in English dialect, to the surprise\nof Australians, though, if words are not Aboriginal or foreign, it\nis hardly surprising if their source is to be found in some sort of\nEnglish.  <em>Drop</em> your <em>bundle</em> 'panic,' 'give up' is an idiom arising\nfrom Australian life since it appears that the reference was\noriginally to the swagman's ('tramp's') swag ('roll of personal\nbelongings').  Sometimes words (e.g. <em>stonker</em> 'baffle,' 'tire out')\nare simply of unknown origin.</p>\n<p><em>Choom</em> imitates one kind of British pronunciation of a\nword itself felt to be British in Australia (especially in the\nphrase <em>new chum</em>, 'a newcomer from England,' and, by\nextension, 'a novice at anything').  To say someone <em>doesn't have\na Buckley's</em> is to say 'he has no chance.'  It is not known what\n“Buckley's chance” was originally.  The best suggestion seems\nto be that there is some reference to the Melbourne firm\nBuckley and Nunn—that 'Buckley's chance' is 'Nunn'; but the\nprocess, suggesting but not quite resembling rhyming slang, is\nobscure.</p>\n<p>Origins, if unknown to speakers, are generally considered\nirrelevant to the tone and life of words as they are used now—\nperhaps too readily, since there is perhaps a residual flavour of\ndialect about a word like <em>bodger</em>, and as the metaphor in <em>drop\none's bundle</em> is forgotten the phrase loses vitality and becomes\nmerely puzzling.</p>\n<p>The reader should now be able to prepare a translation of\nthe reviewer's paragraph for homework.  You might begin\n“Well, deprive the small white edible grubs of food....”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">ANTIPODEAN ENGLISH: <em>The Dinkum Oil</em></h1> <p><em><span data-rel=\"author\">G.W. Turner</span> <span data-rel=\"location\">University of Adelaide</span></em></p> <p>Psst!  Like to read some dinkum Australian?  This comes\nfrom no less august a source than the <em>Times Literary Supplement</em>\n(8 May, 1969, p. 488) and is part of a review of <em>The\nPocket Oxford Dictionary</em> back in the days when the fifth\nedition had just come out with its supplementary list of\nAustralian and New Zealand words.  Here is the passage:</p> <blockquote>\n<p>Well, starve the bardies!  Any poor choom who takes\na squiz at the new <em>Pocket Oxford Dictionary</em> doesn't have\na Buckley's.  Talk about stonkering the poms; fossick\nabout in the last thirty pages and you'll want to drop your\nbundle.  The O.U.P.'s gone in boots and all and given\nthe dinkum oil about the way the Aussielanders talk—\nsome Earl's Court exile must have put the acid on them.\nNothing bodger about it, though, they've curled\nthe mo and brought out a real boomer when they could\nhave gone up the booay with all sorts of blues.  So if\nyou want to get the strength of what we've been saying\nand have a bosker hard read slip out one arvo and\nlamb down some of your oscar for the revised\n<em>Pocket Oxford</em> (18s.), the first new edition since 1942.</p>\n</blockquote> <p>All the words and expressions in this paragraph are\nindeed Australian English, are mostly current, and are taken,\nin fact, from the list in the dictionary, but no Australian would\nfor a moment think this concentrated collection of localisms a\ngenuine unselfconscious transmission of thought.  It is thought\ndressed entirely in badges, a special literary genre for\nfacetious reviews of regional dictionaries.</p>"
}