{
  "type": "Article",
  "title": "Bartlett's Ain't Got It",
  "author": "David Steinberg",
  "location": "San Francisco",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Bartlett's Ain't Got It</h1>\n<p><em><span data-rel=\"author\">David Steinberg</span> <span data-rel=\"location\">San Francisco</span></em></p>\n<p>Before Richard Malthy, Jr., restaged his Off-Broadway\nproduction of <em>Ain't Misbehavin</em>' on Broadway, Maltby\nhad told a reporter, the show “is not an attempt to deal\nbiographically with Fats Waller's life, but to celebrate Fats's\nmusical contribution to our lives.”  In Maltby's assay, Waller,\nwho died in 1943, “was a national resource.”</p>\n<p>On Broadway, Maltby's montage of Waller stride pianism,\nsongs and <em>shtick</em> won the 1978 Tony for Best Musical.\nThe long-running hit introduces Fats's jaunty jazz to persons\nwho hadn't been born when he died.  For their elders, <em>Ain't\nMisbehavin</em>' reaffirms Fats's genius.  With Fats's reascendance,\nthe Book-of-the-Month Club in the Summer of\n1979 offered <em>The Best of Fats Waller</em> on records, tapes, or\ncassettes.</p>\n<p>But salutes to Fats won't be complete if we don't reclaim\nand hail Fats's ten-word contribution to American usage.  Fats\nhad told a woman who asked him to explain rthym: “Lady, if\nyou got to ask, you ain't got it.”  That exquisite exegesis of the\nineffable, <em>Bartlett's Familiar Quotations</em> ain't got.  Instead,\n<em>Bartlett's</em> got this modulation: “If you have to ask what jazz is,\nyou'll never know,” and attributes the variation to another\nnational resource, Louis “Satchmo” Armstrong.  Neither Satch\nnor Fats ever phrased things <em>à la Bartlett's</em>, mayvins and\nmusicians point out.  Many swear Fats had blurted: “Lady, if\nyou got to ask, don't fool with it,” substituting for “fool”\nanother four-letter word beginning with the same consonant.</p>\n<p><em>Bartlett's</em> misrendering has for years prompted civilians\nto reprise the wrong words and musician.  Jazz missionary\nEddie Condon reprised the right words and musician in his\nautobiography, <em>We Called It Music</em>, published by Holt in\n1947.  Condon, who co-wrote his book with Thomas Sugrue,\nnoted that jazz musicians revered Fats for his saying as well as\nhis playing.  When he arrived in Manhattan in the late 1920s,\nCondon was thrilled to meet stride piano star Fats Waller, who\nwas famous for answering, “Lady, if you got to ask, you ain't got\nit.”  Two musicians mentioned by Condon—trombonist Mike\nReilly and cornetist Ed Farley—later improvised <em>The Music\nGoes Round and Round</em> to answer a woman who asked what swing was.  Round and round went the Reilly-Farley\n<em>impromptu</em>, becoming one of swing's anthems before World\nWar II.</p>\n<p>After the war, Farley came home to Newark, N.J., and\nworked for the Newark Housing Authority in an office on\nMarket Street opposite <em>The Newark News</em>.  At <em>The News</em>, I ran\nthe entertainment desk and covered the lively arts; moonlighted\nas editor of <em>Music Vendor</em>, trade weekly for jukebox\noperators and disc jockeys; twilighted as free-lance writer of\npieced about showbiz.  Farley, who had known Satch and Fats,\nassured me Satch never uttered <em>Bartlett's</em> garble of Fats's,\n“Lady, if you got to ask, you ain't got it.”  For Farley, for jazz\nmusicians who followed or preceded him, Newark's nearness\nto New York—and separation from Manhattan—made\nNewark their haven, hideout, and home.  In Newark, he could\nlive without being vilified because he had “crossed the line”\n(married a black woman), Mezz Mezzrow, the legendary\nclarinetist, revealed in his autobiography, <em>Really The Blues</em>.</p>\n<p>Walking to <em>The News</em> some mornings, I'd swap hellos\nwith Dave Tough, the Chicago drummer, staggering home\ndown Mulberry Street.  To get their choppers capped and\ngrinders fitted, leaders and side men, ride men, flacks, and\nthrushes fell by the Newark office of dentist Albie Vernet after\ntheir gigs.  Not only did Albie have a “great hand,” he'd cap and grind from midnight to dawn.</p>\n<p>They'd fall by Fat Harris's Star Bar on Halsey Street\naround the corner from the Adams Theatre to dig Don\nLambert's piano improvisations and feed the kitty on his\nbox.  Backstage at the Adams, Sarah Vaughan told me she lived\non Avon Place near the church where she sang in the choir.\nAbout a half mile from the Star, at 58 Market Street, I'd yack\nwith Herman Lubinsky, who recorded Charlie Parker on his\nSavoy label.  I covered name bands and pop singers at the\nAdams and at Frank Daley's Meadowbrook in nearby Cedar\nGrove, mecca for returning GIs, WACS, Gyrenes, WAVES\nand WRENS converted to swing by <em>Matinee At Meadowbrook</em>\nbroadcasts over Armed Forces Radio.  I supped and cupped\nwith leaders, pleaders, readers, flacks, jacks, side men and ride\nmen.  No pro, no hep—that's hep, not hip—civilian ever\nquoted <em>Bartlett's</em> botch instead of Fats's dictum.</p>\n<p>When daylighting, moonlighting, twilighting in Manhattan,\nI'd fall by the Turf Restaurant on the 47th Street strand\nof the Brill Building (Tin Pan Alley).  There, I'd scarf with song\nwriters, demo makers, a &amp; r men, cats, gates.  We'd scarf at\nDanny's Hideaway, too; at Al and Dick's, or at Gus and Andy's\nwhere you could bug the chartists from <em>The Billboard</em>.  To join</p>\n<p>seances at the Turf with mystics who wrote “liner notes,” I'd\nparrot the glossolalia based on rigid rules of rhetoric for\nwriting “notes” (purple paeans) on “liners” (album sleeves):\nUse no form of <em>record</em>; write <em>platter, disc, side, track, session,\nwax, etch, cut, press, groove</em>, instead.  Identify persons who\nrecord as <em>artists</em>, whether they sing, play, lead, or arrange.\nArtists get <em>pacted</em>, or sign <em>pacts</em>—never contracts—with\n<em>labels</em>, not record companies.  Perennial hits remain <em>ever-greens</em>,\nnever <em>standards</em>.</p>\n<p>Indoctrinated with expository exactitudes, authors of\nliner notes never chanted <em>Bartlett's</em> blasphemy.  They cantillated\nthe gospel according to Fats.</p>\n<p>Nick's, the Pied Piper on West Eighth, George's on\nSeventh Avenue and other oases left Washington and Sheridan\nthe only Squares in Greenwich Village.  Up at 144 East\n42nd Street, in the Commodore Music Shop, Milt Gabler\ncollated jazz discography.  Jimmy Ryan's and 52nd Street\nswung.</p>\n<p>No pro, no true blues proponent challenged on my\ndaylight, moonlight, or twilight quests paired <em>Bartlett's</em>\nbanality with Satch.</p>\n<p>To all, Louis Armstrong personified jazz “Start with\nLouis,” when you pick an All-Star Jazz Combo, Jazz Critic\nLeonard Feather said.  Nobody wondered, “Louis Who?”\nBorn in 1900, Louis died in 1971, 28 years after Fats.  During\nthat 28-year stretch, Louis became the best-known jazz artist\nin the world.  Jet planes sped “Ambassador Satch” to Europe\nand Africa and across America.  Television brought him into\nfocus in millions of homes where Fats had been unknown.  On\nstereo and hi-fi rigs, jazz lovers could amplify Satch's growling\nvocals and soaring trumpet with truer “presence” and\n“fidelity” than prewar phonographs could grind from Fats's\nrelatively few 78-rpm shellacs.  The best known jazz artist in\nthe world, Louis, understandably, might be named author of\nany statement about jazz.</p>\n<p>Suppose Satch did growl the variation <em>Bartlett's</em> has\nattributed to him.  We know Fats said, “Lady, if you got to ask,\nyou ain't got it.”</p>\n<p>And <em>Bartlett's</em> ain't got it.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Bartlett's Ain't Got It</h1> <p><em><span data-rel=\"author\">David Steinberg</span> <span data-rel=\"location\">San Francisco</span></em></p> <p>Before Richard Malthy, Jr., restaged his Off-Broadway\nproduction of <em>Ain't Misbehavin</em>' on Broadway, Maltby\nhad told a reporter, the show “is not an attempt to deal\nbiographically with Fats Waller's life, but to celebrate Fats's\nmusical contribution to our lives.”  In Maltby's assay, Waller,\nwho died in 1943, “was a national resource.”</p> <p>On Broadway, Maltby's montage of Waller stride pianism,\nsongs and <em>shtick</em> won the 1978 Tony for Best Musical.\nThe long-running hit introduces Fats's jaunty jazz to persons\nwho hadn't been born when he died.  For their elders, <em>Ain't\nMisbehavin</em>' reaffirms Fats's genius.  With Fats's reascendance,\nthe Book-of-the-Month Club in the Summer of\n1979 offered <em>The Best of Fats Waller</em> on records, tapes, or\ncassettes.</p> <p>But salutes to Fats won't be complete if we don't reclaim\nand hail Fats's ten-word contribution to American usage.  Fats\nhad told a woman who asked him to explain rthym: “Lady, if\nyou got to ask, you ain't got it.”  That exquisite exegesis of the\nineffable, <em>Bartlett's Familiar Quotations</em> ain't got.  Instead,\n<em>Bartlett's</em> got this modulation: “If you have to ask what jazz is,\nyou'll never know,” and attributes the variation to another\nnational resource, Louis “Satchmo” Armstrong.  Neither Satch\nnor Fats ever phrased things <em>à la Bartlett's</em>, mayvins and\nmusicians point out.  Many swear Fats had blurted: “Lady, if\nyou got to ask, don't fool with it,” substituting for “fool”\nanother four-letter word beginning with the same consonant.</p>"
}