{
  "type": "Article",
  "title": "Nabokov's Dirty Tricks",
  "author": "Ray Russell",
  "location": "Beverly Hills, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Nabokov's Dirty Tricks</h1>\n<p><em><span data-rel=\"author\">Ray Russell</span> <span data-rel=\"location\">Beverly Hills, California</span></em></p>\n<p>Coded sexual references, often coarse, lurk under the\nelegant surface of Vladimir Nabokov's work, and\nmost of them have gone undetected by academe.  In evidence,\nyou are invited to examine, first, Exhibit A (for Anal):</p>\n<p>Driving from one motel to another like a connect-the-dots\npuzzle, the ardent sensualist Clare Quality criss-crosses\nthe American landscape, one hand on the steering wheel, the\nother on the smooth warm thigh of this not-unwilling captive,\nthe under-aged, over-sexed Dolores Haze, <em>a.k.a.</em> Lolita, who\ngave her name to Nabokov's most famous novel.  When Quality\nsigns the motels' guest registers, he chooses fictitious names\ndesigned to taunt his pursuer, the obsessed-unto-madness\nHumbert Humbert.</p>\n<p>These motel register word games were apparently designed\nto taunt Nabokov's critics and commentators, too, and\nto puzzle and misdirect them—all for the private amusement\nof the author.  Many of these registrations are transparent\nliterary allusions: “ 'Arsène Lupin' was obvious to a Frenchman\nwho remembered the detective stories of his youth,” says\nFrench-born Humbert, “and one hardly had to be a Coleridgian\nto appreciate the trite poke of 'A. Person, Porlock,\nEngland.' ” (Coleridge's poem, <em>Kubla Kahn</em> came to him in a\ndream from which he was unfortunately awakened by the visit\nof “a person on business from Porlock.”)</p>\n<p>But not all of the allusions in the “cryptogrammic paper\nchase” (Humbert's description) are literary.  When they are\nnot, when they allude to lore outside the academic range, and\nparticularly when they are in the area of what the Monty\nPython zanies call Naughty Bits, they sometimes trip up\nlearned annotators—and Nabokov, wherever he may be,\nsmiles wickedly at their pratfalls.</p>\n<p>Referring to one of the motel registrations, Humbert says,\n“Horribly cruel, forsooth, was 'Will Brown, Dolores, Co.' ”\nI had no trouble decoding that one the very first time I read\n<em>Lolita</em>—but then I'm not an academic, and perhaps too much\nof my youth was misspent among low companions.</p>\n<p>Carl R. Proffer, in a lively, concise and fascinating pioneer\nwork, <em>Keys to Lolita</em> (Indiana University Press, 1968),\ntried to explain it this way:</p>\n<blockquote>\n<p>In the preceding chapter, Humbert composes this poem:</p>\n<blockquote>\n<p><em>Saint</em>, forsooth!  While brown Dolores,<br>\nOn a patch of sunny green<br>\nWith Sanchicha reading stories<br>\nIn a movie magazine—</p>\n</blockquote>\n</blockquote>\n<p>This is odd, because Quilty had no knowledge of these\nverses—so he couldn't have chosen “Will Brown”\nto mock Humbert's “While brown.”  On the other hand,\nbrown is the color most often associated with Lolita...\nand Quilty would know that.  (One should also keep\nin mind the fact that Humbert is quite mad and\nmay be hallucinating all this.)  But more important is the\nfact that Quilty knew the poem Humbert had parodied...\nRobert Browning's “Soliloquy of the Spanish Cloister”...</p>\n<blockquote>\n<p>Saint, forsooth!  While brown Dolores<br>\nSquats outside the Convent bank...</p>\n</blockquote>\n<p>Prof. Proffer, a brilliant Nabokovian and Russologist,\nnonetheless gives the impression, here, of a man stumbling\naround in a dark room, trying to find the light switch, falling\nover hassocks and knocking down lamps.  He's right about the\nBrowning parody (which I, shallowly read in Browning's\nworks, would not have tumbled to), but while spotting that\ndouble-entendre, he misses the triple-entendre.  Alfred\nAppel, Jr., is an equally dedicated and diligent Nabokov buff,\nand a former student of the master, as well (Cornell, 1954).\nAnd yet, in his monumental book, <em>The Annotated Lolita</em>\n(McGraw-Hill, 1970), he is on this point no more illuminating\nthan Proffer:</p>\n<blockquote>\n<p>Quilty echoes H.H., whose “forsooth” acknowledges\nthe “coincidence”; see 247/1 (“<em>Saint</em>, forsooth!\nWhile brown Dolores”)...</p>\n</blockquote>\n<p>In the interests of scholarship, I therefore wrote to\nProffer:</p>\n<blockquote>\n<p>You appear to be somewhat dubious of your own\ninterpretation of “Will Brown, Dolores, Colo.”  since you\nbring up the fact that Quilty could have no knowledge\nof Humbert's verses, and you suggest that Humbert,\nbeing after all a madman, may have been hallucinating.  I\nthink perhaps you miss the point because you may be\nunaware that <em>brown</em>, as a verb, is gutter lingo for 'the act\nof anal intercourse.'  When Quilty writes in the motel\nregister that he “will brown Dolores,” he is taunting\nHumbert with his intention to sodomize Lolita.</p>\n<p>This would seem to be confirmed in the closing pages\nof the novel when Humbert refers to Quilty as one “who\nhad sodomized my darling.”  How could Humbert\nknow that, except from “Will Brown Dolores”? ...  One\nmore thing that seems to bolster my view: why would\nthis particular registration be “Horribly cruel” to\nHumbert if his interpretation was the same as yours?  It is\nno more cruel than many other of Quilty's mocking\nregistrations, <em>if</em> we disallow the brutality and ugliness\nof the anal inference.</p>\n</blockquote>\n<p>A copy of the letter was sent to Appel.  He didn't answer it,\nbut Proffer did, saying, in part: “Thanks for your letter and\nexplanation—I have had several letters explaining what\n<em>brown</em> means over the last few years, but yours is the first real\nexplanation of what is going on in that citation.”</p>\n<p>That would have been the end of it, but a couple of\nmonths later, while re-reading <em>Lolita</em>, I came upon this\npassage in Chapter 21:</p>\n<blockquote>\n<p>...the Palace Sentries, or Scarlet Guards, or Beaver\nEaters, or whatever they are called.</p>\n</blockquote>\n<p>I chuckled inwardly.  Vladimir, you rascal—up to your old\ntricks, are you, putting another one over on the squares?</p>\n<p>Why, I asked myself, do I catch these things when others\ndon't?  Am I sex-obsessed, a Dirty Old Man?  Probably, but\nif I am, so was Nabokov, and that may be the reason I'm tuned\nin to his wavelength.  But there may be another reason.\nNabokov had a devious mind; so do I.  He loved to play tricks on\nhis readers; <em>moi aussi</em>.  He planted obscure clues and private\njokes in his books; same here.  “Art at its greatest is fantastically\ndeceitful and complex,” he once said.  No one, God knows, has\never compared my writing to Nabokov's, either favorably or\nunfavorably (I'd gladly settle for unfavorably!), but some\ncritics and editors have said things about my work that could\nalso apply to his.  A British anthologist, who had included a\nstory of mine in his book, wrote in his introduction: “It is a\nwonderfully flamboyant Chinese puzzle of a story which\nrewards close scrutiny by yielding up further mystery upon\nmystery.”  An editor for Random House, asking for permission\nto use a <em>Paris Review</em> story of mine in a book, wrote, “It took me\nmore than one reading to nail several subtleties and allusions.”\nIn a review of one of my novels, a newspaper critic said, “If you\nare surprised by the end of Chapter 39, then you really did not\npay attention to the clues Ray Russell dropped along the way\n—or you were misdirected, and that is not too surprising,\nbecause Russell is a master of misdirection.”</p>\n<p>It takes one, in other words, to know one.  At any rate, I\nreached for my copies of the Proffer and Appel books again.\nProffer makes no comment on “Beaver Eaters”—it slipped right past him.  Appel does, but, as before, he misses the true\npoint:</p>\n<blockquote>\n<p><em>Beaver Eaters</em>: a portmanteau of “Beefeaters” (the\nyeoman of the British royal guard) and their\nbeaver hats.</p>\n</blockquote>\n<p>This time, I wrote directly to Appel, making passing\nreference to my earlier letter about <em>Will Brown</em> and politely\ngoing on to say, about <em>Beaver Eaters</em>, that his note on the\nphrase was correct as far as it went, but didn't go far enough.\n(Actually, I think it's the Coldstream Guards who wear beaver\nhats, not the Beefeaters, but let that pass.) “A <em>beaver eater</em> is a\n'cunnilingist,' ” I informed him, “and our cunning linguist,\nNabokov, knows this very well, I feel sure.”  My letter\nconcluded: “It's possible that I just have a dirty mind, and\nthat Nabokov is innocent of anal and oral references.  But I\ndoubt it.”</p>\n<p>Appel replied promptly, saying that he had asked\nNabokov about that very thing, but that “the expression was\nnew to him.”  Appel also considered such a reference “inappropriate”\nbecause “until the last decade or so those fellows\n[the Beefeaters] were famous for homosexual prostitution.\n<em>Beaver</em> would be all wrong.”  He admitted that “it is indeed\ntempting to find an allusion behind every bush.”</p>\n<p>Touché, Professor!  “Behind every bush.”  Not a bad joke\nfor an academic.  He made no mention at all of <em>Will Brown</em>, but\nin a P.S. spoke of a scene in the film version of <em>Lolita</em>, though\nnot in the novel, when Lolita's mother, Charlotte Haze\n(played by Shelley Winters) praises the tastiness of her cherry\npie, in order to entice the reluctant Humbert (James Mason)\nto room-and-board in her house.  Humbert, at the moment,\nhappens to be looking directly at an underclad Lolita (Sue\nLyon), and he immediately decides to take the room, after all.\n“What changed your mind?”  asks Charlotte, “The cherry pie,”\nreplies Humbert.  “And Nabokov, not [director Stanley]\nKubrick, wrote this line,” Appel asured me, adding “<em>Cherry</em> is\nan expression Nabokov could have heard on the schoolbuses\nwhich he rode for purposes of research; the other expressions\nwould not have been aired by young teens, but rather their\nolder brothers in locker rooms—to which Nabokov never\ngained (or attempted) entry.”</p>\n<p>Well, as for the sexual connotation of <em>beaver</em> being “new”\nto Nabokov, I have to believe that it was nothing of the kind,\nand that the Olympian novelist<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>\nwas having a bit of fun with his earnest annotator by disclaiming all knowledge of the word's\nerotic meaning.  In my mind is his contempt for “academic mediocrities” who think “it is possible to unravel the mysteries\nof genius” (“The Structure of <em>Eugene Onegin</em>”), and while\nAppel is certainly no mediocrity, it is not difficult to imagine\nNabokov toying with his former pupil like a sleek, well-fed old\ncat with a presumptuous young mouse.  <em>Beaver</em> new to him?  To\n<em>Nabokov</em>??  Are you kidding???  However, the rigors of scholarly\ndiscourse forbade that kind of raucous response, so my\nanswer went like this:</p>\n<blockquote>\n<p>It appears that we'll both have to defer to Nabokov's\nassertion that he was innocent of double-entendre\nin <em>Beaver Eaters</em>.  Perhaps I give him too much credit for\nan almost limitless, omniscient knowledge of sex lore\nand U.S. slang.</p>\n<p>But I beg leave to disagree with you about certain\nexpressions not being available to him on teen-crammed\nschoolbuses: I've heard things from teeners that\nwidened my education considerably and brought a\nblush to my cheek....</p>\n<p>I've always been under the impression (perhaps\nmistaken) that it was the Coldstream Guards who were\nnotorious for homosexual prostitution, rather than the\nmedievally-attired beefeaters of gin and Gilbert-&amp;-Sullivan\nfame [Yeomen of the Guard, <em>or, The Merryman\nand his Maid</em>, London, 1888].  But I suppose both groups\nmight plead guilty to the charge?</p>\n</blockquote>\n<p>Appel did not respond, allowing me the last word.  So\nmuch for the differing viewpoints of gown and town (or\nclassroom and poolroom) and the distinctive contributions of\neach to the Higher Learning.  Perhaps that foxy grandpa,\nNabokov, really had the last word when, in his little book on\nGogol, he spoke of writing that “provokes—not laughter and\nnot tears—but a radiant smile of perfect satisfaction, a purr\nof beatitude—and a writer may well be proud of himself if\nhe can make his readers, or more exactly some of his readers,\nsmile and purr that way.”</p>\n<hr>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-a1\">\n<p><em>Olympian novelist</em>: a sly reference to the original Olympia Press\nedition of <em>Lolita</em> (Paris, 2 vol., 1955).  Nice try, guys—close, but no\ncigar.  I just meant lofty, godlike, haughty, etc. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Nabokov's Dirty Tricks</h1> <p><em><span data-rel=\"author\">Ray Russell</span> <span data-rel=\"location\">Beverly Hills, California</span></em></p> <p>Coded sexual references, often coarse, lurk under the\nelegant surface of Vladimir Nabokov's work, and\nmost of them have gone undetected by academe.  In evidence,\nyou are invited to examine, first, Exhibit A (for Anal):</p> <p>Driving from one motel to another like a connect-the-dots\npuzzle, the ardent sensualist Clare Quality criss-crosses\nthe American landscape, one hand on the steering wheel, the\nother on the smooth warm thigh of this not-unwilling captive,\nthe under-aged, over-sexed Dolores Haze, <em>a.k.a.</em> Lolita, who\ngave her name to Nabokov's most famous novel.  When Quality\nsigns the motels' guest registers, he chooses fictitious names\ndesigned to taunt his pursuer, the obsessed-unto-madness\nHumbert Humbert.</p> <p>These motel register word games were apparently designed\nto taunt Nabokov's critics and commentators, too, and\nto puzzle and misdirect them—all for the private amusement\nof the author.  Many of these registrations are transparent\nliterary allusions: “ 'Arsène Lupin' was obvious to a Frenchman\nwho remembered the detective stories of his youth,” says\nFrench-born Humbert, “and one hardly had to be a Coleridgian\nto appreciate the trite poke of 'A. Person, Porlock,\nEngland.' ” (Coleridge's poem, <em>Kubla Kahn</em> came to him in a\ndream from which he was unfortunately awakened by the visit\nof “a person on business from Porlock.”)</p>"
}