{
  "type": "Article",
  "title": "English in Dutch",
  "author": "Harry Cohen",
  "location": "Brussels, Belgium",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English in Dutch</h1>\n<p><em><span data-rel=\"author\">Harry Cohen</span> <span data-rel=\"location\">Brussels, Belgium</span></em></p>\n<p>Most articles in VERBATIM deal with the way English\nspeakers handle their language, how they play or\nwrestle with it.  Although this probably is what interests\nreaders most, perhaps an occasional look at the joys and\nsorrows English causes in other parts of the world would not\ncome amiss.  Let us take Holland for example.  Within the\nfamily of official national languages, Dutch is probably the\nclosest relative of English.  The two have many elements in\ncommon (including a number of delightful <em>faux amis</em>), but a\nsystematic exposition would require the skills of a linguistic\nhistorian.  All I want to do here is to touch upon some aspects of\nthe large-scale adoption of English vocabulary in recent times.</p>\n<p>To be sure, none of these aspects is confined to the Dutch\nsituation.  After all, each language has its <em>Franglais</em>.  Dutch is\njust a convenient object of demonstration because the material\nis so abundant.</p>\n<ol>\n<li>\n<p><em>Principal areas of penetration</em>.  Words tend to travel\nwith the goods (and the bads) for which they stand.  Just as\nAmericans call their sausages <em>baloney, wurst</em>, or <em>salami</em>, we\nimport the names of new things and concepts from the\ncountries where they originated: sport from Britain, science\nand technology from the USA.  A great many of the American\ncontributions stem from after WW II and are therefore concentrated\nin such areas as electronics, astronomy, nuclear\nphysics, and their applications.  America is also our big supplier\nof terminology in the field that I would vaguely define as\n“modern life”—to encompass such diverse subjects as certain\nstyles of music and dance, contemporary politics and warfare,\nbusiness management and advertising, film and television\ntechniques, youth movements, the drug scene, and other\nsubcultures.</p>\n</li>\n<li>\n<p><em>Uniqueness of the foreign term</em>.  We Dutch could\ncertainly not do without words like <em>clown, jazz, scooter, call\ngirl, rugby, bestseller, cocktail, sexy, ketchup, chip, napalm,\njeep, container, poster</em>, or <em>cruise</em>.  On the other hand, a term\nlike <em>pipe line</em>, although likely to be understood in most\ncircles, might be frowned upon as an unnecessary barbarism,\nand no Dutch dictionary would deign to mention it.</p>\n</li>\n</ol>\n<p>These examples represent two extreme positions.  Many\nEnglish loan words have an in-between status which is less\neasy to describe but more interesting to study.  Take <em>goalkeeper</em>,\na term for which good Dutch equivalents exist.  “Good”\nmeans that it is built from conventional national language\nelements and therefore easy to pronounce and to inflect, and\nthat it is equal in descriptive quality.  Examples: <em>doelman</em>\n'goalman,' <em>doelwatcher</em> 'goalguard,' and <em>doelverdediger</em> 'goal\ndefender.'  Somehow, however, these words have never\ngained complete acceptance; although everybody understands\nthem, their active use is mainly limited to purists and to\nthose journalists who cultivate a certain sports lingo.  Or take\n<em>computer</em>.  First-rate translations were suggested by men of\ngreat authority early in the fifties before any habits had taken\nroot.  Some were of even higher descriptive value than the\noriginal, inasmuch as they also covered the noncomputing\nfunctions that this machine now has come to perform.  Again,\nall have remained strangers, while the foreign word has\nbecome naturalized.  Quite another case is <em>black hole</em>.  The\nliteral translation <em>zwart gat</em> is no less popular than the English\nterm but has a different psychological effect.  <em>Black hole</em> is\nintriguing, mysterious, evoking the thrill of cosmic infinity,\nwhereas <em>zwart gat</em> is just a black hole—if you see what I mean.\n<em>Sex</em> has enjoyed a similar fate.  The Dutch equivalents <em>sekse</em>\nand <em>geslacht</em> are employed in emotionally neutral contexts,\nwhereas <em>sex</em> (sometimes written as “<em>seks</em>”) seems to be the\nproper designation for the same thing when it is forbidden or\notherwise exciting.</p>\n<ol start=\"3\">\n<li><em>Restricted meaning</em>.  Have you ever noticed that\nmany foreign words cover a narrower semantic range in the\nadopting language than at home?  Think of the highly specific\nmeaning that French words like <em>cuisine, chef</em>, or <em>chauffeur</em>\nhave when used by English speakers.  My English dictionary\noffers more than twenty meanings of the noun <em>flat</em>, but the\nmost extensive Dutch dictionary knows only of four.  For the\nnoun <em>bar</em>, the ratio is as high as 30 to 3.  The word <em>drug</em> is\napplied only to the narcotic or hallucinogenic varieties in\nHolland.  Along with these has come a second acceptation of\nthe noun <em>kick</em>—one exclusively a soccer term, as <em>penalty</em> is still.\nLikewise, <em>crawl</em> is only meaningful to swimmers and <em>spurt</em> to\nathletes and cyclists.  <em>Shelter</em> is reserved for a type of tent, and\n<em>feeling</em> is a psychological category, never a perception or an\nopinion.  <em>Concern</em> concerns nobody but businessmen, <em>royalty</em>\nis commonly a commoner's claim, a <em>dealer</em> is either an automobile\nconcessionaire or a drug pedlar, and <em>meeting</em> refers to\nwhat the British would call a <em>demo</em>, the Americans a (political\nor similar) <em>demonstration.  Stick</em> stands exclusively for <em>hockey\nstick</em>, but the diminutive <em>stickie</em> for a marijuana cigarette\n(side by side with <em>joint</em>, <em>reefer</em>, etc.).  And we know of only one\n<em>establishment</em>, namely the Establishment.</li>\n</ol>\n<p>As some of these examples suggest, a high degree of\nsemantic specificity can make attributes redundant.  Indeed,\nwould you call your personal driver a private chauffeur, as\nthe French (rightly) do?  To return to the goalkeeper, the\nDutch never use that word.  We just call him <em>keeper</em>, and\nthere is no risk of ambiguity because we simply have no other\nkeepers in the language.  Anyway, most users do <em>not</em> realize\nwhat the primary meaning of <em>keeper</em> is.  The average\nDutchman, whether he knows English or not, never stops to\nthink about the “real” meaning of those English words of\nwhich he has borrowed only one or two connotations, like\n<em>foxtrot, jitterbug, twist, dragline, hardware, service, bulldozer,\nbumper, pin-up, knock-out, punk, compiler, charter, hip</em>, etc.\nThe same may be said of numerous English abbreviations\nand acronyms, like <em>radar, quasar, laser, hi-fi, COBOL, OK, LSD,\nDNA, UFO, IRA, FBI, CIA, PLO, OPEC</em>, and the names of practically\nthe whole <em>UN</em> family.  Speaking of meaning, I ought to\nmention that some loan words are used senses they never or\nrarely have in the lending language.  For instance, <em>lunchroom</em>\nis a 'tearoom' in Holland, and <em>camping</em> a 'campsite.'  We call a\npaperback <em>pocketbook</em> (<em>boek</em> = book) or just <em>pocket</em>, even\nwhen it sports such uncharacteristic features as giant size or\ndeluxe finish (<em>reuzenpocket, luxepocket</em>).  And we have\nfollowed the French in using <em>slip</em> for 'briefs,' <em>dancing</em> for\n'dance hall,' and <em>smoking</em> for 'dinner jacket.'</p>\n<ol start=\"4\">\n<li><em>Pronunciation.</em>  If we pronounce <em>laser</em> the English\nway, it sounds like the Dutch word <em>lezer</em> 'reader,' and that may\ngive rise to misunderstanding.  On the other hand, if we\npronounce it at face value, it sounds much like one of the less\ndecorous words of our own language, and we may appear\nridiculous.  No wonder we often hesitate: nobody likes to seem\nuncultured, but who wants to sound pedantic?  Ignoring the\nEnglish pronunciation is usually considered to be non-U, but\nan anti-elitist vogue has lately conferred some super-U status\non this attitude (provided it's evident that you are doing it\nknowingly, of course).</li>\n</ol>\n<p>One tiny side problem: which English pronunciation?\nWords like <em>privacy</em> oblige us to choose between British\npri\\?\\\\?\\ē and American pra\\?\\v\\?\\sē.  Mind you, a few words\nhave gone ways of their own: <em>detective</em> is invariably\npronounced as if it were of French origin, and most\nAmsterdam housewives make the first part of <em>corned beef</em>\nsound like <em>cornet</em> (the trumpet).</p>\n<ol start=\"5\">\n<li><em>Spelling.</em>  Strange as it may seem, the spelling of\nforeign words can be open to discussion.  The word <em>tram</em>\n'streetcar' was adopted more than a hundred years ago, and\nwe still have not quite decided whether it should be written\n<em>tram</em> or <em>trem</em> or how to pronounce the former.  During the\nwild 1960s, there was a tendency to stay close to the original\npronunciation while going completely phonetic in spelling.\nThis craze has yielded gems like <em>kwis</em> 'quiz,' <em>joenit</em> 'unit,'\n<em>rieleks</em> 'relax,' and <em>immetsj</em> 'image.'  The present decade of\nspeakers is not so radical, but it certainly is still considered\ngood usage to harmonize the orthography of foreign words\nwith their pronunciation by “Dutching” up their endings and\nmaking other slight alterations.  Hence <em>compatibel</em> for 'compatible,'\n<em>puzzel</em> for 'puzzle,' <em>kloon</em> for 'clone,' <em>boycot</em> for\n'boycott,' <em>hasj</em> for 'hash,' <em>lorrie</em> for 'lorry.'  There is something\ndebatable about this whole subject, though.  For instance, one\ncould argue that <em>lorrie</em> 'mine car' has been integrated for so\nlong that it should not be considered as a respelled foreign\nword any longer.  I would go along with that objection, but\nthen there are those who would criticize some of my other\nexamples.</li>\n</ol>\n<p>This brings us to a question I have carefully avoided so\nfar: What exactly is a foreign word, or a loan word, or a\nbarbarism?  There is probably no simple answer to that, but I\ncan think of several reasons why, whatever the definitions,\nthe English attitude to this issue would differ from that of the\nDutch.  In the first place, the Dutch language has a relatively\nhigh sign/sound correspondence.  This makes the pronunciation\nof a given sequence of letters more or less predictable,\nor, conversely, once you have heard a word, you can be\npretty sure how it “should” be spelled.  The system is by no\nmeans fully consistent, but words that obstensibly do not fit it\nreveal themselves as nonnative.  A few Anglicisms (like <em>trip,\nspin, spot, song, run, stunt</em>) come close enough to circulate\nhere in mufti, but most do not and thus cannot help\ncontinuously exhibiting an alien badge.  Secondly, certain\nletter sequence patterns or letter positions are generally felt\nto be un-Dutch, such as <em>-ck (snack), -ey (jockey), -sh (pusher)</em>,\nfinal double consonants (<em>stuff, mess</em>), and many others.\nConsequently, words containing them—and many English\nwords do—also carry an alien label, even when they cause no\npronunciation problems.  A third factor is psychological.\nSmall language communities, like small nations, tend to react\nmore defensively to immigration waves than do the bigger\nfellows.  But that is an altogether different subject.</p>\n<p>At any rate, the whole notion of foreignness is a relative\nand gradual one.  Quite a few foreign words may be treated <em>en\nfamille</em> in certain circles while elsewhere they are deemed\nlearned, or pedantic, or vulgar, or just “strange.”  They may\nlose their popularity after a certain time (e.g.<em>in</em> is no longer in\nin the Netherlands), or hover forever at the jargon or slang\nlevel, or penetrate into the general language and become\naccepted by dictionary makers.  Incidentally, the assimilation\nis easiest in science and technology because there are\nstandard procedures for the transformation of the Latin and\nGreek roots used to coin new terms in these fields (<em>television/\ntelevisie, ecology/ ecologie, electronics/elektronica, algorithm/\nalgoritme, sexism/ seksisme</em>, etc.).  In fact, the language of\nscience would be almost universal if it were not for those\nfrolicsome Americans who delight in inventing lighthearted\nnames for the most serious concepts, like <em>flip-flop, big bang,\nquark, software</em>, and <em>debugging</em>.</p>\n<p>The spelling of adopted English words presents the same\nkind of problem as their pronunciation: British or American\nstyle?  <em>Behaviourism</em> or <em>behaviorism</em>, <em>center</em> or <em>centre</em>?  I began\nto realize that this is even an inter-English issue when I met a\nBritish secretary who would normally type <em>programme</em> but\nwould prefer <em>program</em> in texts on computer science, the latter\nbeing of American origin.</p>\n<ol start=\"6\">\n<li><em>Morphological constructions.</em>  None of the preceding\naspects causes any major problems as long as we look at\nloan words as immutable lexical elements.  In real life,\nhowever, nouns have to be pluralized and verbs conjugated,\nand we even inflect our adjectives a bit.  (Modern Dutch has\nretained rudiments of gender.)  Also, new words have to be\nformed through composition or derivation.  That's where the\ntrouble begins:</li>\n</ol>\n<p>(a)  <em>Inflection.</em>  Pluralization is a relatively simple matter.\nDutch has two suffixes for the purpose, one of which is\nbasically identical to its English counterpart (<em>-s</em>) and therefore\napplied to most words of English origin: <em>trips, insiders</em>.\nHowever, for words ending in <em>-y</em>, an apostrophe is inserted so\nthat the plural form looks like an English possessive: <em>baby's,\nlolly's</em>.  Words ending in a sibilant are frequently pluralized by\nmeans of the Germanic suffix (<em>-en</em>): <em>stewardessen, quizzen,\nboxen</em>.</p>\n<p>Conjugation is more intricate.  The infinitives of all Dutch\nverbs end in <em>-n</em> preceded by a vowel (generally an <em>e</em>), and the\nregular verb paradigm cannot be properly applied to a word\nthat does not have this ending.  Foreign verbs have therefore\nto be refashioned to fit the pattern.  'To lunch' becomes\n<em>lunchen</em>; other examples: <em>lynchen, trainen, testen, boycotten,\nrunnen, settelen, kidnappen, liften</em> ('hitchhike'), <em>bluffen,\nsprinten</em>, and recently also <em>joggen</em>.  The trick is even played on\nEnglish nouns that are normally not verbalized at home, such\nas <em>hockeyen</em> ('play hockey'), <em>tennissen, bridgen, pokeren</em>\n(analogous), <em>keepen</em> ('act as a goalkeeper'), <em>permanenten</em>\n('apply a perm'), <em>speechen</em> ('deliver a speech').  Technically\nspeaking, these reshaped infinitives can always be conjugated,\nbut the outcome is not always too elegant.</p>\n<p>(b) <em>Composition and derivation.</em>  In English, nouns are combined into new expressions (a) by joining them (<em>dogcart</em>),\n(b) by linking them with a hyphen (<em>dog-ear</em>), or (c) by just\nleaving them as two words (<em>dog collar</em>).  The outcome of (a) or\n(b) is called a compound; for the outcome of (c) I propose the\nterm “word group” (the first self-referring word group, by the way, see VERBATIM IV, 1, 11).  As method (c) does not agree\nwith Dutch usage, English word groups (<em>art director, brain\ndrain, link editor</em>) stand out as conspicuously alien in Dutch\ncontexts, even apart from their unfamiliar spelling.  Bearing in\nmind that English composites often evolve from (c) to (b) to\n(a) anyway, we sometimes attenuate this effect by stealthily\ninserting a hyphen (<em>air-conditioning</em>) or by writing a hyphenated\nword solid (<em>weekend</em>) before the <em>OED</em> has given the\ngreen light.  But mostly we behave as good borrowers should.\nThe whole issue may seem trifling, but it has a few annoying\nconsequences.  In the first place, the combination of an\nEnglish word group and a Dutch noun into a threesome causes\nproblems.  For instance, should one write the combination of\n<em>data base</em> and <em>beheer</em> ('management') as <em>data base beheer,\ndatabasebeheer, data base-beheer</em>, or in some other of the\nnine possible permutations?  Moreover, this uncertainty is\nprobably the root of the increasing habit of splitting up\ngenuine Dutch compounds, especially when the number of\nsyllables is high.  Authors who should know better are\nbeginning to prefer <em>aardrijkskunde onderwijs</em> to\n<em>aardrijkskundeonderwijs</em> ('geography teaching') or even\n<em>inkoop afdeling</em> to <em>inkoopafdeling</em> ('purchase department').</p>\n<p>The English invasion may be detrimental to some of our\ncompositional traditions, but it has induced bustling creativity\non the derivation front.  I have already mentioned the formation\nof new verbs through adaptation of English roots.  Also,\nthe suffix <em>-er</em> can produce agents of such verbs where they do\nnot exist in English (<em>tennisser, bridger, hockeyer, filmer</em>).  In a\nsecond round, Dutch free forms are sometimes attached to\nengender macaronics like <em>afkicken</em> ('kick off = 'undergo drug\ndetoxification treatment'), <em>uittesten</em> ('test out' = 'verify by\nreference to a checklist'), and <em>omturnen</em> ('turn round' = 'make\none change one's mind').</p>\n<p>There is one area of derivation where the Dutch are really\non their home ground; that's the formation of diminutives.  The\nsuffix is basically <em>-je</em>, but its modifications are many.  It can,\ngiven an appropriate context, be applied to practically every\nconcrete noun and sometimes even to other parts of speech.\nIts basic function is of course to denote smallness, but it can\nalso point to the insignificance or the helplessness of the\nobject in question, express feelings of endearment or commiseration\n(but also condescension) in the speaker, or convey\nhis modesty, admiration, or apology.  It can also refer to one\nindividual item made of the material in question, e.g. <em>interlockje</em>\nis a shirt made of such fabric.  Readers may wish to guess\nat the semantic nuance implied in each of the following words:\n<em>shirtje, gangstertje, baby'tje, interviewtje, face-liftje, shagje</em> (or\n<em>sjekkie), drummertje, foldertje, bandje</em>, and <em>speechje</em>.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English in Dutch</h1> <p><em><span data-rel=\"author\">Harry Cohen</span> <span data-rel=\"location\">Brussels, Belgium</span></em></p> <p>Most articles in VERBATIM deal with the way English\nspeakers handle their language, how they play or\nwrestle with it.  Although this probably is what interests\nreaders most, perhaps an occasional look at the joys and\nsorrows English causes in other parts of the world would not\ncome amiss.  Let us take Holland for example.  Within the\nfamily of official national languages, Dutch is probably the\nclosest relative of English.  The two have many elements in\ncommon (including a number of delightful <em>faux amis</em>), but a\nsystematic exposition would require the skills of a linguistic\nhistorian.  All I want to do here is to touch upon some aspects of\nthe large-scale adoption of English vocabulary in recent times.</p> <p>To be sure, none of these aspects is confined to the Dutch\nsituation.  After all, each language has its <em>Franglais</em>.  Dutch is\njust a convenient object of demonstration because the material\nis so abundant.</p> <ol>\n<li>\n<p><em>Principal areas of penetration</em>.  Words tend to travel\nwith the goods (and the bads) for which they stand.  Just as\nAmericans call their sausages <em>baloney, wurst</em>, or <em>salami</em>, we\nimport the names of new things and concepts from the\ncountries where they originated: sport from Britain, science\nand technology from the USA.  A great many of the American\ncontributions stem from after WW II and are therefore concentrated\nin such areas as electronics, astronomy, nuclear\nphysics, and their applications.  America is also our big supplier\nof terminology in the field that I would vaguely define as\n“modern life”—to encompass such diverse subjects as certain\nstyles of music and dance, contemporary politics and warfare,\nbusiness management and advertising, film and television\ntechniques, youth movements, the drug scene, and other\nsubcultures.</p>\n</li>\n<li>\n<p><em>Uniqueness of the foreign term</em>.  We Dutch could\ncertainly not do without words like <em>clown, jazz, scooter, call\ngirl, rugby, bestseller, cocktail, sexy, ketchup, chip, napalm,\njeep, container, poster</em>, or <em>cruise</em>.  On the other hand, a term\nlike <em>pipe line</em>, although likely to be understood in most\ncircles, might be frowned upon as an unnecessary barbarism,\nand no Dutch dictionary would deign to mention it.</p>\n</li>\n</ol>"
}