{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Censors In The Classroom",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.thriftbooks.com/browse/?b.search=Censors%20In%20The%20Classroom%20Edward%20B.%20Jenkinson#b.s=mostPopular-desc&amp;b.p=1&amp;b.pp=30&amp;b.oos&amp;b.tile\"><em>Censors In The Classroom</em></a></h1>\n<p>Edward B. Jenkinson, (Southern Illinois University Press, 1979), xix + 178pp.</p>\n<p>[A VERBATIM Book Club Selection]</p>\n<p>If you have been reading your newspaper regularly, you\nare aware that one of the (several) issues besetting the\nteaching of English in American schools is censorship.  But\nawareness of the isolated case affecting, say, <em>A Dictionary\nof American Slang</em> or <em>Catcher in the Rye</em> in a particular school\nor school district is one thing; the documentation provided by\nJenkinson of hundreds of cases of censorship affecting works\nlike <em>Of Mice and Men, The Naked Ape, Black Boy, Slaughterhouse\nFive</em>, “The Lottery,” <em>To Kill a Mockingbird, Jaws</em>, an\nissue of <em>Time</em> containing an article on swimwear fashions, <em>The\nAmerican Heritage Dictionary, The Doubleday Dictionary,\nThe Random House College Dictionary</em>, Revised Edition,\n<em>Webster's New World Dictionary of the American Language</em>,\nCollege Edition, and <em>Webster's Seventh New Collegiate Dictionary</em>\nis another.  One is given to wonder whether anything\nbut Sally, Dick and Jane is left; but even theirs may be nothing\nother than a thinly disguised tale of troilism.  (Or bestiality, if\nyou take Spot into account.)</p>\n<p>Here are the facts behind the prurient prudes (see\nVERBATIM III, 4) who look at sex and see a cesspool (and vice\nversa): puritanical school boards that consider any hint of\nobscenity libidinous; old-maidish principals who think of\nnovelists as Cyprian degenerates insidiously debauching the\npure minds of their pubescent charges; priggish, frustrated\ntextbook committees whose concupiscence sees a dissolute\npervert lurking between the covers of every book.  In\nAnaheim, California, all of Dickens except <em>Oliver Twist</em> and all\nof Shakespeare except <em>Romeo</em> and <em>Juliet</em> and <em>Hamlet</em> appeared\non the <em>Index</em>.  Prejudice bred of ignorance, protectiveness\nborn of misguided nice-nellyism may be expected in provincial\nignoramuses; but these censors are the ones responsible\nfor the education of millions of school children.  In their\nnaive determination to scour the minds of our youth, they\nsterilize thought and imagination by attempting to obscure life\nfrom what they consider to be the prying eyes of our children.</p>\n<p>These are the same educators who deny students sex\neducation, refuse to tell them the “facts of life” at home, ban\nany attempts at “self-education,” and then express astonishment\nat incidents of rape, premarital intercourse, and other\nactivities they condemn.  Essentially, they deny students\nan education and then hold them accountable for their\nignorance.</p>\n<p>The incidents documented by Jenkinson do not, in themselves,\nsurprise the reader: everyone knows that such events\nhave taken place.  What shocks is the sudden realization that\ncensorship is so widespread and that so many communities are\naffected.</p>\n<p>Dismaying, too, is the number of teachers who have been\ndismissed in one way or another, usually by not having their\ncontracts renewed but often on the grounds of some fabricated\ncharge.  Those are the ones who have refused to defer to\nthe restrictions imposed on them: it is terrifying to contemplate\nthe number who ceased to struggle because they\ncould not afford to exchange security for nobility.</p>\n<p>Not all censorship cited in this book is directed at “dirty”\nbooks; as the author points out, “The study of the humanities is\nsometimes perceived as being anti-God because students\nexplore the achievements and problems of man without\nalways acknowledging God.”  (p. xv) An entire chapter (7) is\ndevoted to “Secular Humanism.”  In Iran we can see the results\nof clericalism: Is it possible that there remains a religion in\nmodern times that seems to be devoted to the eradication of\n“infidels” through massacre by firing squads?  Of course it is.\nBut adherents to such a religion are deemed fanatics, and\nwhile most of us know that there are “a lot of nuts out there,”\nwe find it hard to believe that they occupy positions of\ninfluence as principals, on school boards, and in other\nresponsible places.  In their campaigns, censors declare war on\nhomosexuality and on homosexuals; a Save Our Children\ngroup promulgates a “fight to eliminate homosexual literature\nfrom our schools and libraries,” suggesting the banning of\nworks by “such homosexuals” as Emily Dickinson, Willa\nCather, Tennessee Williams, Oscar Wilde, T. E. Lawrence,\nJean Genêt, Gertrude Stein, Virginia Woolf, Walt Whitman,\nAndré Gide, Jean Cocteau, Gore Vidal, John Milton, Hans\nChristian Andersen, Marcel Proust, Horatio Alger, Jr., Truman\nCapote, and Rod McKuen.  Gee whiz!  I never knew that about\nEmily, John, Hans, and Horatio!</p>\n<p>This could scarcely be termed a rabble-rousing book, for\nthe rabble have already roused themselves sufficiently to\nawake the consternation of those who are seriously concerned\nabout the direction being taken by many in authority in\nAmerica.  Besides, Professor Jenkinson writes in a coldly sober\ntone about the inequities and iniquities of censorship.  Be that\nas it may, <em>Censors in the Classroom</em> is an important book that\nmade this reader seethe: it may be assumed that some who\nread it will use it as a handbook and will be inspired to learn\nabout censorship in areas not yet imagined by their tiny minds:\nCan you imagine some school board member, his blue nose\nburied in this book, learning that <em>Drums Along the Mohawk</em>\ncontains a <em>hell</em> here and a <em>damn</em> there, and then calling for an\nextraordinary meeting of the board to vote for the book's\nburning?  The imagination is boggled.  Maybe James Fenimore\nCooper was a homosexual.  After all, he was never known to\nhave spent much time promoting orange juice.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.thriftbooks.com/browse/?b.search=Censors%20In%20The%20Classroom%20Edward%20B.%20Jenkinson#b.s=mostPopular-desc&amp;b.p=1&amp;b.pp=30&amp;b.oos&amp;b.tile\"><em>Censors In The Classroom</em></a></h1> <p>Edward B. Jenkinson, (Southern Illinois University Press, 1979), xix + 178pp.</p> <p>[A VERBATIM Book Club Selection]</p> <p>If you have been reading your newspaper regularly, you\nare aware that one of the (several) issues besetting the\nteaching of English in American schools is censorship.  But\nawareness of the isolated case affecting, say, <em>A Dictionary\nof American Slang</em> or <em>Catcher in the Rye</em> in a particular school\nor school district is one thing; the documentation provided by\nJenkinson of hundreds of cases of censorship affecting works\nlike <em>Of Mice and Men, The Naked Ape, Black Boy, Slaughterhouse\nFive</em>, “The Lottery,” <em>To Kill a Mockingbird, Jaws</em>, an\nissue of <em>Time</em> containing an article on swimwear fashions, <em>The\nAmerican Heritage Dictionary, The Doubleday Dictionary,\nThe Random House College Dictionary</em>, Revised Edition,\n<em>Webster's New World Dictionary of the American Language</em>,\nCollege Edition, and <em>Webster's Seventh New Collegiate Dictionary</em>\nis another.  One is given to wonder whether anything\nbut Sally, Dick and Jane is left; but even theirs may be nothing\nother than a thinly disguised tale of troilism.  (Or bestiality, if\nyou take Spot into account.)</p> <p>Here are the facts behind the prurient prudes (see\nVERBATIM III, 4) who look at sex and see a cesspool (and vice\nversa): puritanical school boards that consider any hint of\nobscenity libidinous; old-maidish principals who think of\nnovelists as Cyprian degenerates insidiously debauching the\npure minds of their pubescent charges; priggish, frustrated\ntextbook committees whose concupiscence sees a dissolute\npervert lurking between the covers of every book.  In\nAnaheim, California, all of Dickens except <em>Oliver Twist</em> and all\nof Shakespeare except <em>Romeo</em> and <em>Juliet</em> and <em>Hamlet</em> appeared\non the <em>Index</em>.  Prejudice bred of ignorance, protectiveness\nborn of misguided nice-nellyism may be expected in provincial\nignoramuses; but these censors are the ones responsible\nfor the education of millions of school children.  In their\nnaive determination to scour the minds of our youth, they\nsterilize thought and imagination by attempting to obscure life\nfrom what they consider to be the prying eyes of our children.</p>"
}