{
  "type": "Article",
  "title": "Philip Howard on English English",
  "author": "Philip Howard",
  "location": "Thesaurus 1",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English</h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\">Thesaurus 1</span></em></p>\n<p>Let us now praise notabilities, luminaries, celebrities,\n<em>raras aves</em>, magnates, worthies, famous men, and our sires,\nprogenitors, fathers, that procreated, engendered, or, if you\nprefer, begat us.  Peter Mark Roget was born 200 years ago\non 18 January 1779.  In extreme old age he became the author\nand eponym of that most curious and controversial of reference\nbooks, <em>Roget's Thesaurus of English Words and Phrases,\nclassified and arranged so as to facilitate the Expression of\nIdeas and assist in Literary Composition.</em></p>\n<p>Roget was not the pioneer of the ingeniously persuasive\nmetaphor of using thesaurus to mean a treasury or storehouse\nof knowledge, which is the language of salesmen of encyclopaedias.\nIt had been so used in British English since the\nsixteenth century.  John Stuart Mill had used it a few years\nbefore the publication of Roget's <em>Thesaurus</em>, and may have\ngiven the old lexicomane the idea.</p>\n<p>But Roget was a pioneer of dictionaries of synonyms in\nEnglish.  Was it a good idea?  Does his book, as its original title\nclaimed, facilitate the expression of ideas and assist in literary\ncomposition?  Or is it as specious as those courses that claim\nthey can teach you to write television scripts or novels in\ntwenty easy lessons?  Fastidious purists such as Benard Levin\nclaim that to open Roget is a sign of imbecility and an\nimpediment to literary composition.  One should express\noneself in one's own words that come naturally, not search out\nother men's sesquipedalian jaw-breakers for the purpose of\nelegant variation or impressing one's audience with spurious\nerudition.</p>\n<p>That is all very well for people with vocabularies as large,\nmemories as retentive, and wits as quick as Bernard's.  We\nlesser mortals quite often mislay the precise word that we\nneed, although we know perfectly well that it exists.  That is\nwhere there is a legitimate and invaluable use for Roget.  He is\nfor recapturing lost words, not discovering new ones.</p>\n<p>Roget is useless for discovering new words because he\ngroups such diverse words as if they were synonyms.  It is as\nthough a zoo were to put gorillas, chimpanzees, gibbons,\norangutans, and a man and a woman all together in the same\ncage, and label it APES.  The man who uses my Roget to find\na synonym let us say for thanking for a 'meal' will come up with\nsuch grotesquely inappropriate variants as: <em>manducation,\nscoff, phytophagy, refection</em>, and <em>spread</em>.  There is no indication\nof their differences, or the contexts or tones of English for\nwhich they are appropriate.</p>\n<p>There are indeed very few exact synonyms in English.  No\ntwo words are exactly alike.  <em>Gorse</em> and <em>furze</em> are pretty close,\nthough linguistic geographers could draw isoglosses to show\nthat the speaker who says <em>gorse</em> comes from a different part of\nthe United Kingdom from the speaker who says <em>furze</em>.  The\nman who calls the prickly bush with yellow flowers <em>whin</em>\nproclaims that he comes from Scotland or the North of\nEngland.  But <em>impartial, unbiased, unprejudiced</em>, and <em>disinterested</em>\nare not quite synonymous, although Roget shuts\nthem all in the same cage.  A judge trying his own son for\nmurder should try to be impartial, though he could hardly be\nunbiased; he should be unprejudiced, though he could not be\ndisinterested.  He certainly would not be uninterested in the\nverdict, however poor his relations with his son.</p>\n<p>New dictionaries of synonyms will give definitions and\nexamples to explain and illustrate the peculiar properties of\neach so-called “synonym.”  Such a book would be a useful tool\nfor discovering the precise meaning of new words, as well as\nrecovering old ones that have slipped one's memory.</p>\n<p>Another frequent criticism of Roget is the mazily systematic\nclassification of categories in which words are arranged,\nso that Improvement comes next to Impairment, and\nCleanness follows immediately after Mediocrity.  Newer\nthesauruses of synonyms such as Webster's list their words\nalphabetically.  This makes looking a word up one operation\ninstead of two or more.  But in fact Roget's idiosyncratic order\nof words is helpful, because it forces the user to work out\nprecisely what meaning and connotation he is looking for.\nSuppose he decides that he wants another word for <em>hoggish</em>,\nwhich seems a bit pedantic for his purpose.  He looks it up in\nthe index, and has to decide whether it is the <em>porcine, greedy,\nfilthy</em>, or <em>gluttonous</em> implication of the word that is uppermost\nto his purpose.</p>\n<p>Longman, who nearly a century before had published\nJohnson's <em>Dictionary of the English Language</em>, printed only\na thousand copies of the first edition of Roget.  He was soon\nreprinting.  <em>The Westminster Review</em> welcomed its publication\nwith the words: “Roget will rank with Samuel Johnson as a\nliterary instrument-maker of the first class,” which was laying\nit on a bit thick.</p>\n<p>Since that first edition, more than 30 million copies of\nRoget's <em>Thesaurus</em> have been sold in multitudinous editions</p>\n<p>on both sides of the Atlantic.  It obviously meets a deeply felt\nneed or comforts a deep insecurity.  By the time he died, aged\n90, Roget, the sage, luminary, longhead, shining light, wizard\nof synonyms had seen twenty-five editions of the work that has\ncome to be inseparably associated with his name as an\neponymous word.  It is a source of much gobbledygook and\nverbal gunge.  It can be a useful tool.  But it needs to be used\nwith caution: as a rifle for shooting down a particular word that\nis just the one needed, not as a blunderbuss for scattering\n(what's that word for wanting to show off one's supposed\nlearning?  Pass the Roget.  Ah, yes) erudite variation of\nlocution, prolixity, and longiloquence.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English</h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\">Thesaurus 1</span></em></p> <p>Let us now praise notabilities, luminaries, celebrities,\n<em>raras aves</em>, magnates, worthies, famous men, and our sires,\nprogenitors, fathers, that procreated, engendered, or, if you\nprefer, begat us.  Peter Mark Roget was born 200 years ago\non 18 January 1779.  In extreme old age he became the author\nand eponym of that most curious and controversial of reference\nbooks, <em>Roget's Thesaurus of English Words and Phrases,\nclassified and arranged so as to facilitate the Expression of\nIdeas and assist in Literary Composition.</em></p> <p>Roget was not the pioneer of the ingeniously persuasive\nmetaphor of using thesaurus to mean a treasury or storehouse\nof knowledge, which is the language of salesmen of encyclopaedias.\nIt had been so used in British English since the\nsixteenth century.  John Stuart Mill had used it a few years\nbefore the publication of Roget's <em>Thesaurus</em>, and may have\ngiven the old lexicomane the idea.</p> <p>But Roget was a pioneer of dictionaries of synonyms in\nEnglish.  Was it a good idea?  Does his book, as its original title\nclaimed, facilitate the expression of ideas and assist in literary\ncomposition?  Or is it as specious as those courses that claim\nthey can teach you to write television scripts or novels in\ntwenty easy lessons?  Fastidious purists such as Benard Levin\nclaim that to open Roget is a sign of imbecility and an\nimpediment to literary composition.  One should express\noneself in one's own words that come naturally, not search out\nother men's sesquipedalian jaw-breakers for the purpose of\nelegant variation or impressing one's audience with spurious\nerudition.</p>"
}