{
  "type": "Article",
  "title": "The Bows' Stratagem",
  "author": "Peter A. Douglas",
  "location": "Albany, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Bows' Stratagem</h1>\n<p><em><span data-rel=\"author\">Peter A. Douglas</span> <span data-rel=\"location\">Albany, New York</span></em></p>\n<p>The use of the bow and arrow is among the oldest and\nmost widely practised of human skills.  Man's proficiency\nwith this weapon has been ranked with the development\nof speech, the discovery of fire and the invention of the\nwheel as significant features of cultural advance.  Throughout\nits long and honorable history it has served man well and it is\nnot surprising that the bow has left a lasting mark on our\nlanguage.  More than five hundred years after the heyday of\nthe English archer, his terminology may still be heard in\neveryday speech, in proverbial wisdom, and in the imagery of\nliterature.</p>\n<p>The longbow is best remembered for the vital part it\nplayed in the notable English victories against France during\nthe Hundred Years' War in the 14th and 15th centuries.  We\nfind that those days of the archer's greatness have been\nfossilized in words, phrases, figures of speech, and adages\nwhich remain impressive testimony to those old skills that\ncontrolled the fate of nations.  Some phrases are as archaic as\ntheir origins; but others may still be heard in conversation.</p>\n<p>To <em>brace</em> a bow is to string it, to draw it tight, and so we are\ntold to <em>brace ourselves</em> or to <em>brace up</em>—the man as tense and\nprepared for action as the strung bow.  A person whose nerves\nare too tense may be referred to as <em>high(ly) strung</em>.  From the\nParthian horsemen who shot arrows at their enemies in real or\nfeigned flight we have a <em>Parthian shot</em> or a <em>Parthian shaft</em>, a\nstinging remark made on departure.  In less aggressive individuals\nthis is merely a <em>Parthian glance</em>.  (This has become,\nthrough assimilation with a more familiar word, a <em>parting shot</em>,\netc., in the speech of some.)  In an archery contest the final\nshot is called the <em>upshot</em>, hence its use to signify the final issue\nor conclusion: <em>the upshot of the matter was</em>...or <em>in the upshot</em>.\nAnother kind of shot is a <em>long shot</em>, a remote chance, an\nimprobable guess or hazard.  This seems more likely to owe its\norigin to the bow rather than the musket, since the hazard was\nincreased by the physical strength and know-how needed to\ndirect the shot.  In any event, many archery terms found their\nway naturally into the parlance of firearms.</p>\n<p>Words derived from the target at which the archers\naimed have also enriched the language.  An archer's target at\none time was a <em>butt</em> or a mound of earth, hence a person may\nstill be said to be a <em>butt</em> when he is made the object of jokes,\nscorn, or ridicule.  In some cases this ridicule may take the form\nof a <em>barbed shaft</em>.  Today we still have the <em>butts</em> in rifle shooting.\nThe actual target on the mound of earth was a piece of white\nmaterial known as the <em>blank</em>, a word which has also been used\nfiguratively, though probably implying greater accuracy.\nDesdemona says to Cassio of Othello:</p>\n<blockquote>\n<p>As I have spoken for you with all my best<br>\nAnd I have stood <em>within the blank of his displeasure</em><br>\nFor my free speech  (III. iv. 127)</p>\n</blockquote>\n<p>From <em>blank</em> we have <em>point-blank</em>, the construction possibly\ncoming from the head or <em>point</em> of the arrow being aligned with\nthe <em>blank</em> before loosing, or, more probably, from a verbal\norigin as in “break-neck” or “cut-throat.”  To point the\narrowhead directly at the blank was necessary when the\narcher was very close to the butt; in a <em>long shot</em> he would aim\nabove the target.  From the directness of such a shot, a <em>point-blank\nquestion</em> or <em>point-blank remark</em> is blunt, plain, and\nstraightforward.  A successful hit on the target's center is a\n<em>bull's-eye</em>, a later reference to the middle of the target.  In this\ncontext, a <em>bull's-eye</em> is usually not merely the goal, but the goal\nrealized; to <em>score a bull</em> or to <em>score a bull's eye</em> is to succeed in\nsome attempt.  An older phrase, to <em>hit the needle</em>, means the\nsame thing and is a reminder of the wooden peg or needle\nwhich used to mark the center of the blank.  A present-day\narcher will <em>make a gold</em>, this now being the color of the central\narea of his target.  In contrast to a <em>butt</em>, a <em>rover</em> was a mark\nselected at will or at random and not at a constant or fixed\ndistance from the bowman.  This was shooting <em>at rovers</em> which\ncame to be used figuratively to mean 'without definite aim or\nobject' or 'at random, haphazard,' chiefly in such phrases as to\n<em>run at rovers</em> or to <em>talk at rovers</em>.  Finally, an archer or his\nfigurative counterpart who misses the target is said to be <em>wide\nof the mark</em> or <em>beside the mark</em>.  Of course, one can also <em>hit the\nmark</em>—especially an <em>easy mark</em>.</p>\n<p>Many phrases still heard are derived from the longbow's\nmechanical rival, the crossbow.  This weapon's missile was a\n<em>bolt</em> and the word is still found in the following phrases and\nexpressions.  To <em>shoot one's bolt</em> is to commit oneself to a course\nof action.  The proverb <em>a fool's bolt is soon shot</em> reminds us that a\ncrossbow did not have the rapid rate of fire of a longbow so it\nwas unwise to shoot prematurely.  However, <em>a fool's bolt may\nsometimes hit the mark</em>.  The bolt has two qualities which give\nrise to different figurative uses—its straightness and its speed.\nFrom the former we have a <em>bolt of cloth</em>, a <em>bolt</em> as a door\nfastening and other straight metal rods such as a <em>rifle bolt</em>.  In\n<em>bolt-upright</em> we see that, as early as Chaucer's day, the stress\nshifted from mere straightness to erectness.  From the speed of\nthe bolt we have a <em>bolt of lightning</em> and a <em>thunderbolt</em>, the\ndischarge of lightning seen as a missile cast to earth.  A <em>bolt\nfrom the blue</em> is a complete surprise.  In battle an archer might\nshoot high in the air so that the enemy's shields would be less\neffective.  Such a bolt from the blue (sky) must have carried the\nsense of unexpectedness and disaster which we still see today.\nThe characteristic swiftness of the bolt led the word to be used\nverbally, meaning to do something quickly.  To <em>bolt</em>, to <em>bolt off</em>,\nor <em>bolt away</em> mean to 'rush or dart off.'  More specifically, they\nrefer to a horse which breaks from control, as in a <em>bolting horse</em>.\nTo <em>bolt out</em> is to blurt out.  A <em>bolt-hole</em> or <em>bolting-hole</em> is a hole by\nwhich to bolt or escape.  In to <em>bolt one's food</em>, to 'gulp it down,'\nthe image of a fast-moving object has become less concrete.  <em>At\nfirst bolt</em> means 'at first go.'</p>\n<p>An archer's skill was multifarious and long in the learning;\nphrases grew up around his practical skills from many points of\nview.  Idiomatic expressions containing references to archery\nare abundant, though most have not survived into current\nspoken English.  Listed below are some of the picturesque\nexpressions.</p>\n<blockquote>\n<p><em>have two (or many) strings to one's bow</em></p>\n<p>'have extra or alternative resources at hand' as an archer\ncarried reserve strings.  The phrase enjoyed an enduring\npopularity in an amorous context.</p>\n<p><em>draw the longbow</em></p>\n<p>'exaggerate.'  A <em>longbowman</em> was a 'romancer or a liar.'  To\n<em>overshoot the mark</em> is also to 'exaggerate, go too far.'</p>\n<p><em>outshoot a man in his own bow</em></p>\n<p>The modern equivalent would be 'beat a man on his own\nground.'  A bow was a personal article, usually made by the\narcher himself and suited to his own requirements.</p>\n<p><em>have the bent of his bow</em></p>\n<p>'know his intentions or gauge his “calibre.”</p>\n<p><em>by the string rather than the bow</em></p>\n<p>'by the most direct way.'</p>\n<p><em>draw a bow at a venture</em></p>\n<p>'attack without taking proper aim,' hence 'do something at\nrandom or without consideration.'</p>\n<p><em>draw by one string</em></p>\n<p>to be in agreement.</p>\n<p><em>be too much of the bowhand</em></p>\n<p>'fail in a design'; literally, 'not sufficiently “dexterous,” '\nsince the bowhand is usually the left.</p>\n<p><em>be wide at (on, of) the bowhand</em></p>\n<p>'be inaccurate, miss one's target.'</p>\n<p><em>make arrows of all sorts of wood</em></p>\n<p>'turn one's hand to anything.'</p>\n<p><em>draw the bow up to the ear</em></p>\n<p>'put all one's strength or resolve into a commitment.'</p>\n<p><em>unbend one's bow</em></p>\n<p>'relax; withdraw a threat.'</p>\n<p><em>bend one's bow but shoot not</em></p>\n<p>'threaten but take no action.'</p>\n<p><em>have an arrow left in one's quiver</em></p>\n<p>'be not completely without resources or arguments.'</p>\n<p><em>This bolt never came out of your bag</em></p>\n<p>is a crossbowman's equivalent of <em>'This arrow never came out\nof your quiver,'</em> suggesting that someone's words or works\nare not his own.</p>\n<p><em>shoot a second arrow to find the first</em></p>\n<p>In <em>The Merchant of Venice</em> Bassanio says to Antonio:</p>\n<p>In my school days, when I had lost one shaft,\nI shot his fellow of the selfsame flight\nThe selfsame way with more advised watch,\nTo find the other forth, and by adventuring both,\nI oft found both.  (I.i.139)</p>\n<p><em>make a shaft or a bolt of it</em></p>\n<p>'be willing to take a risk; to have a go.'</p>\n<p><em>bend the bow of Ulysses</em></p>\n<p>'perform a difficult task; only the owner could draw this bow.'</p>\n</blockquote>\n<p>Many pithy sayings associated with archery have been\npolished into aphorisms or petrified into proverbs; the following\nare a few examples.  <em>A bolt lost is not a bow broken.  A bow\nlong bent at last waxeth weak.  Draw not your bow before your\narrow be fixed.  A good archer is not known by his arrows, but\nhis aim</em> 'fine feathers do not make fine birds:' <em>The arrow often\nhits the shooter</em> 'the gunpowder equivalent is hoist by one's\nown petard.'  <em>Of a pig's tail you will never make a good shaft</em>—\nnor a silk purse out of a sow's ear.  A <em>word spoken is an arrow let\nfly.  To unstring the bow will not heal the wound.  It is too late to\nunbend the bow when it is broken</em>—and to shut the stable door\nafter the horse has bolted.  <em>Everyman will shoot at the foe but\nfew will pick up the shafts:</em> It was common that when an archer\nhad exhausted his supply of arrows and if the fortunes of the\nbattle allowed, he would try to retrieve some spent ammunition\nfor the next encounter, especially when in enemy\nterritory and without the opportunity to make new shafts.  So,\nfew can be relied upon to see a matter through to the end\nwithout leaving the tedious or dangerous part to others.  <em>He\nwill shoot higher that shoots at the moon than he who shoots at a\ndunghill, though he miss the mark</em>: spoken as encouragement\nto noble designs and endeavors.  Sir Philip Sidney wrote a\nvariation in his <em>Arcadia</em> of 1590:</p>\n<blockquote>\n<p>Who shoots at the mid-day Sunne, though he be sure<br>\nhe shall never hit the marke; yet as sure he is he<br>\nshall shoote higher, than who ayms but at a bush.</p>\n</blockquote>\n<p><em>He that shoots oft at last shall hit the mark</em> 'practice makes\nperfect,' or 'if at first you don't succeed, try, try again.'  <em>If the\nbow is drawn taut, the arrow will fly fast.  When the arrow is on\nthe string, it must go.  There is more than one yew bow in\nChester:</em> Today we might say 'there are plenty more fish in the\nsea'; the bowmen of Chester were famous for their skill and\nstrength.  <em>I have a good bow up at the castle:</em> said to someone\nwho promises to undertake something without the means to\naccomplish it, an expression of disbelief, as in “I have a good\ndoublet in France.”  <em>Speak well of archers for your father shot in\na bow:</em> A reminder not to be ashamed of one's (humble)\nparentage or background, for the medieval archers came from\nthe lowest ranks of society and it was the bow that made the\ncommon man of England such a tough opponent for any\nenemy or authority to tackle.  <em>Many speak of Robin Hood who\nnever shot in his bow:</em> In <em>Troilus and Criseyde</em> Chaucer wrote:</p>\n<blockquote>\n<p>...for switch manere folk, I gesse,<br>\nDefamen Love, as nothing of him knowe.</p>\n<p>Thei speken, but <em>thei benten nevere his bowe</em>.  (II.861)</p>\n</blockquote>\n<p>Today we should probably suggest walking a mile in a person's\nshoes.</p>\n<p>In addition to this infiltration into the language, there is a\nhost of beliefs and superstitions associated with the bow and\narrow, and the folklore of many countries contains references\nto archery.  The bow is seen, for instance, as an emblem of\nsovereignty or as a token of prestige; the arrow or arrowhead\nmay be a symbol of virility or of death, a love charm or a\ntalisman against accidents.  Though extinct in the civilized\nworld as a military weapon, the bow occupied a unique and\nremarkable place in history and continues to be popular in\nsport and as a weapon of the hunt.  Together the bow and arrow\nhave pervaded all aspects of human creation—literature,\nmythology, art, language.  Their fundamental symbolism is that\nof security and survival, not surprisingly so since for thousands\nof years man has used this weapon to fill his belly and to\ndefend his home.  Maurice Thomson wrote in <em>The Witchery of\nArchery</em>, 1877:</p>\n<blockquote>\n<p>So long as the new moon returns in heaven a bent,\nbeautiful bow, so long will the fascination of archery keep\nhold of the hearts of men.</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Bows' Stratagem</h1> <p><em><span data-rel=\"author\">Peter A. Douglas</span> <span data-rel=\"location\">Albany, New York</span></em></p> <p>The use of the bow and arrow is among the oldest and\nmost widely practised of human skills.  Man's proficiency\nwith this weapon has been ranked with the development\nof speech, the discovery of fire and the invention of the\nwheel as significant features of cultural advance.  Throughout\nits long and honorable history it has served man well and it is\nnot surprising that the bow has left a lasting mark on our\nlanguage.  More than five hundred years after the heyday of\nthe English archer, his terminology may still be heard in\neveryday speech, in proverbial wisdom, and in the imagery of\nliterature.</p> <p>The longbow is best remembered for the vital part it\nplayed in the notable English victories against France during\nthe Hundred Years' War in the 14th and 15th centuries.  We\nfind that those days of the archer's greatness have been\nfossilized in words, phrases, figures of speech, and adages\nwhich remain impressive testimony to those old skills that\ncontrolled the fate of nations.  Some phrases are as archaic as\ntheir origins; but others may still be heard in conversation.</p> <p>To <em>brace</em> a bow is to string it, to draw it tight, and so we are\ntold to <em>brace ourselves</em> or to <em>brace up</em>—the man as tense and\nprepared for action as the strung bow.  A person whose nerves\nare too tense may be referred to as <em>high(ly) strung</em>.  From the\nParthian horsemen who shot arrows at their enemies in real or\nfeigned flight we have a <em>Parthian shot</em> or a <em>Parthian shaft</em>, a\nstinging remark made on departure.  In less aggressive individuals\nthis is merely a <em>Parthian glance</em>.  (This has become,\nthrough assimilation with a more familiar word, a <em>parting shot</em>,\netc., in the speech of some.)  In an archery contest the final\nshot is called the <em>upshot</em>, hence its use to signify the final issue\nor conclusion: <em>the upshot of the matter was</em>...or <em>in the upshot</em>.\nAnother kind of shot is a <em>long shot</em>, a remote chance, an\nimprobable guess or hazard.  This seems more likely to owe its\norigin to the bow rather than the musket, since the hazard was\nincreased by the physical strength and know-how needed to\ndirect the shot.  In any event, many archery terms found their\nway naturally into the parlance of firearms.</p>"
}