{
  "type": "Epistola",
  "title": "EPISTOLA Reinhold Aman",
  "contributor": "Reinhold Aman",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Reinhold Aman</span></h1>\n<p>As a longtime reader of <em>Verbatim</em> who drops everything\nto read the newest issue from cover to cover, I often get the\nurge to correct, add to, or comment on, various matters.\nUsually I can suppress this urge; the latest issue [V, 4] is too\nmuch to brook.  Here it goes:</p>\n<p>Of the twenty boldface terms presented by Mr. Mohan\nin “Hindi Filmi English,” over half have negative connotations\n(interesting to maledictologists); luckily, the publishers\nof Hindi dictionaries don't have an equivalent of the Texas\nState Textbook Commission to cope with: the dictionary\nmakers would have to delete about 50% of the entries, as a\nhigh percentage of Hindi words has “obscene” connotations.</p>\n<p>K. Hall's “Indri!”  story recalls an old joke among\nlinguists.  In that version, the linguist, eliciting words of the\nindigenous language he was studying, was told the same\nword for “tree,” “rock,” “sky” and whatever else he was\npointing to.  It turned out that the native informant provided\nevery time the same word, meaning “finger.”</p>\n<p>The “green growing lilacs,” allegedly the source for the\n<em>gringo</em>, finally should be snipped off by a <em>wog</em>, suffering from\na similarly silly folk etymology (<em>w</em>ily <em>o</em>riental <em>g</em>entleman).  May\nboth rest in peace!</p>\n<p>Ms. Gilman's story about her friend's mixing up\n<em>Matratze</em> with <em>Matrose</em> would have been a bit juicier if the\ncorrect German preposition had been used: one does not\nsleep “next to” the mattress (<em>neben der Matratze</em>) but <em>auf der\nMatratze</em>, “on (top of)” it.  Students of German who have not\nyet “reasoned out” (take <em>that</em>, R. Fowkes), the dative and\naccusative cases usually wait <em>auf der Frau</em>, instead of <em>auf die\nFrau</em> ('for the woman').</p>\n<p>Dr. Freedman's suggestion of introducing <em>deflatulate</em> for\n<em>fart</em> is a gas!  This euphemism is even ickier than the existing\nones.  He also missed the essential semantic component of <em>to</em></p>\n<p><em>crepitate</em>, namely, 'to expell gas <em>noisily</em>,' regardless of\nwhether as a burp or a fart.  What the doctors and we need\nare 2 terms: <em>fart</em>, for the loud kind, and <em>fist</em> (related to <em>feist</em>),\nfor the silent one: short, precise, onomatopoetic words—and\nvery useful for a proper diagnosis!</p>\n<p>Finally, Greg Raven's verbal attack on my fellow editor\nand publisher, Mr. Urdang, was too hateful to be effective.\nWe editors have the same right to our opinions as do\nour readers; normally we have to suppress them, to avoid\nupsetting intolerant folks.  If—by trying to stem the deterioration\nof language, and by producing publications a good cut\nabove the cheap and sloppy mass-market rags aimed at semi-illiterates,\nand by trying to pull people up to our standards\nrather than dropping down to their simian levels of education—if\nour principles make us elitists, so be it.</p>\n<p>If all high school drop-outs were as perceptive and\nliterate as Mr. Raven showed himself to be (including\n“scummy cretins” and “subservient idiots”), most of our\npresent concerns about the state of education and language\nwould not be necessary.</p>\n<p>Curiously, in his very last (sarcastic) line, Mr. Raven\nslipped up, showing his latent eliticism: he used <em>I</em> rather than\nthe semi-illiterate language he seems to embrace: <em>ME:</em>\n(<em>shaking head</em>)...</p>\n<p><em>[Reinhold Aman, Maledicta Press Waukesha, Wisconsin]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Reinhold Aman</span></h1> <p>As a longtime reader of <em>Verbatim</em> who drops everything\nto read the newest issue from cover to cover, I often get the\nurge to correct, add to, or comment on, various matters.\nUsually I can suppress this urge; the latest issue [V, 4] is too\nmuch to brook.  Here it goes:</p> <p>Of the twenty boldface terms presented by Mr. Mohan\nin “Hindi Filmi English,” over half have negative connotations\n(interesting to maledictologists); luckily, the publishers\nof Hindi dictionaries don't have an equivalent of the Texas\nState Textbook Commission to cope with: the dictionary\nmakers would have to delete about 50% of the entries, as a\nhigh percentage of Hindi words has “obscene” connotations.</p> <p>K. Hall's “Indri!”  story recalls an old joke among\nlinguists.  In that version, the linguist, eliciting words of the\nindigenous language he was studying, was told the same\nword for “tree,” “rock,” “sky” and whatever else he was\npointing to.  It turned out that the native informant provided\nevery time the same word, meaning “finger.”</p> <p>The “green growing lilacs,” allegedly the source for the\n<em>gringo</em>, finally should be snipped off by a <em>wog</em>, suffering from\na similarly silly folk etymology (<em>w</em>ily <em>o</em>riental <em>g</em>entleman).  May\nboth rest in peace!</p>"
}