{
  "type": "Article",
  "title": "Breaking the Law of Averages",
  "author": "Warren Tupper Way",
  "location": "Wayzata, Minnesota",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Breaking the Law of Averages</h1>\n<p><em><span data-rel=\"author\">Warren Tupper Way</span> <span data-rel=\"location\">Wayzata, Minnesota</span></em></p>\n<p>When someone is described as “just an average person,”\nyou have a pretty good idea of what that\nmeans.  There's no great need to know the precise meaning\nof <em>average</em>.  But much of the time there is a need for definition.</p>\n<p>For instance, if the creek is described as having an average\ndepth of 4 feet—and you can't swim—you'd better\nask what they mean by <em>average</em> before you start to wade\nacross.  The creek might be 10 feet deep toward the middle.</p>\n<p>An amusing use of the word <em>average</em> was recently reported\nin <em>The Reader's Digest</em> (and attributed to Robert P.\nLevoy in <em>The Toastmaster</em>):</p>\n<blockquote>\n<p>The first time I stayed at a fancy hotel in Miami\nBeach, I wanted to make sure I tipped the bellman\nproperly.  So as he was taking me to my room, I\nasked, “What is the average tip here in Miami\nBeach?”  And he said, “Five dollars.”  Not wanting to\nlook cheap, I gave him five bucks.  Then I said, “If\nfive dollars is the average tip around here, you must\nbe getting rich,” “No sir,” the bellman said.  “In all\nthe time I've worked here, this is the first average tip\nI've ever received.”</p>\n</blockquote>\n<p>The loose use of the term often misleads us, sometimes\ngets us into trouble, may make us look silly or suspect.</p>\n<p>When someone says, “The law of averages will catch\nup to you,” probably he's suggesting “you won't always be\nthis lucky.”  Yet he probably doesn't know what the Law of\nAverages <em>is</em>.  It's Bernoulli's theorem—according to Webster—which\nsays: “When the number of trials <em>n</em> of an event\nof probability <em>p</em> is increased indefinitely, the probability of\nany assigned deviation from the expected value of <em>np</em> approaches\nzero.”  Because I'm just an average person, my unmathematical\nmind boggles at this definition.  What approaches\nzero is my understanding of it.  <em>The American\nHeritage Dictionary</em> also has a definition that doesn't help\nme much: “<em>average 1.</em>  <em>Mathematics</em> <em>a.</em>  A number that typifies\na set of numbers of which it is a function.”  Well, so\nmuch for formal definitions.  Let's swing the pendulum and\ntry some over-simplication.</p>\n<p>There are three basic kinds of average: <em>mean, median</em>,\nand <em>mode</em>.  Mean (sometimes <em>arithmetical mean</em>) is the one\nmost people have in mind when they say <em>average</em>.  But <em>mean</em>\nand <em>average</em> are not synonymous—<em>mean</em> is one kind of\naverage.  Suppose there are five children in your family, and\nyou want to know their average age.  You simply add their\nages and divide by five.  The average you get is the <em>mean</em>.  In\ngym class your son Steve lines up with 21 of his schoolmates,\nand they line up in order of their height.  Steve turns\nout to be the 11th in line, the man in the middle.  His height\nis the average, the <em>median</em>.  Sister Sue sells 67 homecoming\nbuttons, but most of the other pom-pom girls sell only their\nallotted 50.  Fifty is the average, the most-frequent number,\nthe <em>mode</em>.</p>\n<p>The world of sports is intensely interested in—perhaps\npreoccupied with—averages: yards carried, free throws\nmade, goals allowed, pins, ringers, etc.  The <em>mean</em> seems to\nbe involved in most.  For example, <em>Earned Run Averages</em> are\nfigured by multiplying earned runs by 9 and dividing by\ninnings pitched.</p>\n<p>In his book about college football, <em>Good Clean\nViolence</em>, Ivan N. Kaye writes: “Blanchard enjoyed a remarkable\n7-yard average gain every time he carried the\nball.”  The average Ivan uses here is the <em>mean</em>; but he\ndoesn't really mean “every time he carried the ball,” does\nhe?  How about “averaged 7 yards a carry”?  (If your team\naveraged 3 yards a play, it would be in trouble.  But if it\ncould make 3 yards every <em>time</em>, it wouldn't have to give up\nthe ball.)</p>\n<p>Bowling is one of the few sports that has an absolute\nmeasure of perfection—you can't roll better than 300.\nWhen you bowl in handicap competition, rolling way above\nyour established average causes comment.  Theoretically,\npar is perfect golf; but neither pros nor hackers believe par\nis <em>average</em>.</p>\n<p>When I was in the business of selling electronic components,\nwe had a customer to whom we were supposed to\nship 10,000 capacitors twice a week.  One Thursday our factory\ndelivered 140 pieces, on Friday delivered 20,100.  The\n140-piece shipment patently was absurd; but if we'd dared\nto, we could have suggested that the 10,120-piece average\nwasn't bad!</p>\n<p>A <em>mode</em> is used by some communities in establishing\nspeed limits.  They check traffic; and if they find—for example—that\nover a period of time most drivers travel a\nroute at about 35 miles per hour, that's the speed limit they\nset.</p>\n<p>I wonder what kind of average—and method—was\nused to determine that “the average rate of growth of hair is\nabout ½ inch a month”?  Some years ago Harold Helfer also\nreported in <em>The New York Times Magazine</em> that “the average\nAmerican man shaves two miles of face during his lifetime,\nfelling over 250,000,000 whiskers.”  You can tell that\nthis was written many years ago (1966), because another of\nthe items in his column says, “The average salary of a\nFederal employee is $559 a month.”  And... “Federal,\nstate, and local government spending in this country\naverages $2,800 a year for each family.”</p>\n<p>Speaking of government, here's what Edwin Radford\nwrote in <em>Unusual Words</em>:</p>\n<blockquote>\n<p>Average is another word distorted in our language.\nIt comes from the Latin <em>habere</em> 'to have.'  The <em>havings</em>,\nor possessions, of a farmer were his cattle; and\nhe was compelled, when called upon, to place his\ncattle at the disposal of his feudal lord's retainers for\ncarrying their armour in times of strife.  It was incumbent\nupon him to keep a stipulated number, say\na hundred “loads,” and this was proclaimed as his\n“average.”</p>\n</blockquote>\n<p>In modern times, a critic has complained, “If a man\nstands with his right foot on a hot stove and his left foot in a\nfreezer—some statisticians would have us believe that, on\nthe average, he is comfortable.”</p>\n<p>The weather in Minnesota is (to use a Weather Bureau\neuphemism) “variable.”  In January 1977 the <em>mean</em> temperature\nwas 11.2 degrees, but one day the thermometer plummeted\nto minus 41.  In July the <em>mean</em> was 71, the high was 108. With those kinds of ranges, <em>means</em> don't mean much.\nIn contrast, the weather on the Caribbean island of Aruba\nis so constant—averaging in the mid-80s year-round—that\nthe local language, Papiamento, has no words for the four\nseasons.</p>\n<p>Cathy (in the cartoon strip by a gal of the same name,\nCathy Guisewite) says to her mom, “I'm so tired of being\naverage.  I look average... I live in an average house... I\nmake average money... I'm just average, average, average\n!”  (You'll note that Cathy is using—I think—all three\nkinds of “our” average.) Anyway, her mom replies, “Don't\nbe silly, Cathy.  It isn't so bad.  Everyone feels that way.”</p>\n<blockquote>\n<p>In <em>In Memoriam</em> Sam Walter Foss wrote:</p>\n<p>The plain man is the basic clod<br>\nFrom which we grow the demigod;<br>\nAnd in the average man is curled<br>\nThe hero stuff that rules the world.</p>\n</blockquote>\n<p>It's probably a good thing that the “average” person is\nunusual.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Breaking the Law of Averages</h1> <p><em><span data-rel=\"author\">Warren Tupper Way</span> <span data-rel=\"location\">Wayzata, Minnesota</span></em></p> <p>When someone is described as “just an average person,”\nyou have a pretty good idea of what that\nmeans.  There's no great need to know the precise meaning\nof <em>average</em>.  But much of the time there is a need for definition.</p> <p>For instance, if the creek is described as having an average\ndepth of 4 feet—and you can't swim—you'd better\nask what they mean by <em>average</em> before you start to wade\nacross.  The creek might be 10 feet deep toward the middle.</p> <p>An amusing use of the word <em>average</em> was recently reported\nin <em>The Reader's Digest</em> (and attributed to Robert P.\nLevoy in <em>The Toastmaster</em>):</p>"
}