{
  "type": "Article",
  "title": "Philip Howard on English English: Byzantine",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English: <em>Byzantine</em></h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>I notice that we hacks on this side of the Atlantic have\npicked up <em>Byzantine</em> recently as a vogue epithet to mean\nridiculously complicated and boring.  For example, in a recent\nnews story: “Only in the <em>Byzantine</em> world of Mine-workers'\npolitics would a wage claim knocking on 65 per\ncent be labelled a victory for moderation.”  It has become a\nfashionable put-down for political and other activities of\nwhich one disapproves.  I find it useful.  It is also an oversimplification,\nand possibly unhistorical.  There was a great\ndeal more to <em>Byzantium</em> than the complexity of its politics.</p>\n<p>Our one-eyed modern British use of <em>Byzantine</em> obscures\nthe fact that <em>Byzantium</em> is the umbilical cord to our classical\nmothers of the ancient world.  It was the guardian of our\nWestern civilization and culture for ten centuries.  So we\nundervalue history when we grumble about the <em>Byzantinism</em>\nof academic criticism or sneer at the opacity of <em>Byzantine</em>\nprose.</p>\n<p>I think that the European Economic Community, with\nits green pounds, and snakes, and the rest of the boring\njargon of Eurobabel, which are indeed as complex as any of\nthe actions of John Cantacuzene, has been a stimulus to the\nmetaphorical abuse of <em>Byzantium</em>.  When the United Kingdom\nwas negotiating to join the EEC, and Edward Heath's\ndetailed reports to the House of Commons about such minutiae\nas tariffs on kangaroo-tail soup were earning him the\nsobriquet of Grocer, it became a commonplace of political\njournalism to refer to the Government's <em>Byzantine</em> approach.\n<em>Byzantine</em> is still a favourite adjective in British\njournalism for putting down the obscure activities and obscurer\njargon of the Eurocrats in Brussels, who so far seem\nduller men than the rulers of an older empire established by\na Treaty of Rome.</p>\n<p>Richard Nixon's presidency also provided us with frequent\nopportunities for this new use of <em>Byzantine</em>: “The CIA\nempire grows, <em>Byzantine</em> in its complexity.”  In fact a better\nanalogy was with the secrecies of Istanbul.  Over the years\nthe White House came to resemble the Yildiz Kiosk, where\nthe Ottoman emperor, Abdul the Damned, made a virtual\nprisoner of himself.  Locked in the seclusion of the Yildiz,\nthe Ottoman got rid of reformers, reduced his ministers,\nwhom he rarely saw, to executive officers, transmitted\norders to them through the Mabeyn, his intimate secretaries,\nand left the Chief Eunuch to deal with other matters.\nIn Nixon's Yildiz Erlichman and Haldeman were the Mabeyn,\nand Dean was the Chief Eunuch.  Nixon as Abdul the\nDamned is a much more persuasive metaphor than Nixon\nPaleologus.</p>\n<p>As we should expect from a man who handles most\nEuropean languages as easily as the rest of us handle our\nspoons, George Steiner found a historically exact hierarchical\nconnotation for <em>Byzantium</em> when he wrote: “It was\nprecisely on this occasion that Stalin struck the new ominous\nnote of the cult of personality, of the <em>Byzantine</em> homage to\nthe leader.”</p>\n<p>The evidence indicates that <em>Byzantine</em> became popular\nas a derogatory epithet in British journalism in the 1960s\nand 1970s.  The <em>Byzantines</em> would have been offended by\nour narrow view of them.  They considered themselves an\neastern and superior breed of Romans, and claimed to be\ninheritors carrying on the Roman Empire in the East after\nRome itself had sunk.  They preserved the literary and artistic\ntreasures of the Hellenic world for a thousand years:\nthese treasures are the unique legacy of the <em>Byzantines</em> to\nWestern Europe, far more important and interesting than\nthe devious politics.  But yes, the politics were on occasions\ndevious.  The curious reader has to keep his wits about him\nto distinguish between his Comneni and his Palaeologi, the\nfamily whose imperial line stretched out across the early\nmiddle ages to the crack of doom made by the Turkish cannon.\nThere are, alas, no <em>Byzantines</em> around to protest at the\nslur on their civilization.  And even if there were, they\nwould have as little effect on popular usage as Jesuits protesting\nthat they are not jesuitical, or the Welsh insisting\nthat they always pay their gambling debts, or the Jews\npointing out that their commercial morality is better than\nthat of gentiles.</p>\n<p>Incidentally, we are in confusion about how to pronounce\nthe words.  American academics I have met seem to\nfavour Bizzanteen or Bizzantin.  There are various acceptable\nBritish pronunciations.  One favoured by the learned\nseems to be with a long first syllable, stress on the second\nsyllable, and the third syllable rhyming with “wine”—\nBuy-ZAN-tine.  <em>Byzantium</em> sounds more magical to me in\npoetry with a long “y”:</p>\n<blockquote>\n<p>And therefore I have sailed the seas and come<br>\nTo the holy city of <em>Byzantium</em>.</p>\n</blockquote>\n<p>Modern Greeks begin the words with “Viz,” which is bold,\nbut no use to us.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English: <em>Byzantine</em></h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>I notice that we hacks on this side of the Atlantic have\npicked up <em>Byzantine</em> recently as a vogue epithet to mean\nridiculously complicated and boring.  For example, in a recent\nnews story: “Only in the <em>Byzantine</em> world of Mine-workers'\npolitics would a wage claim knocking on 65 per\ncent be labelled a victory for moderation.”  It has become a\nfashionable put-down for political and other activities of\nwhich one disapproves.  I find it useful.  It is also an oversimplification,\nand possibly unhistorical.  There was a great\ndeal more to <em>Byzantium</em> than the complexity of its politics.</p> <p>Our one-eyed modern British use of <em>Byzantine</em> obscures\nthe fact that <em>Byzantium</em> is the umbilical cord to our classical\nmothers of the ancient world.  It was the guardian of our\nWestern civilization and culture for ten centuries.  So we\nundervalue history when we grumble about the <em>Byzantinism</em>\nof academic criticism or sneer at the opacity of <em>Byzantine</em>\nprose.</p> <p>I think that the European Economic Community, with\nits green pounds, and snakes, and the rest of the boring\njargon of Eurobabel, which are indeed as complex as any of\nthe actions of John Cantacuzene, has been a stimulus to the\nmetaphorical abuse of <em>Byzantium</em>.  When the United Kingdom\nwas negotiating to join the EEC, and Edward Heath's\ndetailed reports to the House of Commons about such minutiae\nas tariffs on kangaroo-tail soup were earning him the\nsobriquet of Grocer, it became a commonplace of political\njournalism to refer to the Government's <em>Byzantine</em> approach.\n<em>Byzantine</em> is still a favourite adjective in British\njournalism for putting down the obscure activities and obscurer\njargon of the Eurocrats in Brussels, who so far seem\nduller men than the rulers of an older empire established by\na Treaty of Rome.</p>"
}