{
  "type": "Article",
  "title": "The “Wicked” Bibles or, Let Him Who is Without Sin Among You Cast the First Line of Type",
  "author": "Ray Russell",
  "location": "Beverly Hills, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The “Wicked” Bibles or, Let Him Who is Without Sin Among You Cast the First Line of Type</h1>\n<p><em><span data-rel=\"author\">Ray Russell</span> <span data-rel=\"location\">Beverly Hills, California</span></em></p>\n<p>Does the Bible condone adultery, or urge us to hate\nour wives?  Did Adam and Eve wear pants?  As I discovered\nwhile doing research for my latest novel, it depends\non which Bible you read.</p>\n<p>There was an edition that seemed not only to condone\nadultery but to <em>command</em> it.  That Bible, the handiwork of a\npair of printers named Barker and Lucas, was published in\nEngland in 1631.  It was a handsome volume, as well it\nshould have been, for Messrs.  B&amp;L were the King's printers.</p>\n<p>But it had one little flaw: a three-letter word, <em>not</em>, was\nmissing from the Seventh Commandment, making it read\n“Thou shalt commit adultery.”  The careless printers of the\nbook that became famous as “The Wicked Bible” were fined\n300 pounds, which effectively put them out of business.</p>\n<p>Ten times that amount was the fine imposed on another\nfirm of printers, during the reign of Charles I, for perpetrating\nwhat has come to be known as “The Fool Bible.”\nTheir slip-of-the-typestick occurred in Psalm XIV, which\ncame out reading, “The fool hath said in his heart there is a\nGod”—instead of “there is no God.”</p>\n<p>At Cambridge in 1653 was printed the justly nicknamed\n“Unrighteous Bible.”  It was marred by two bloopers,\nboth concerning righteousness.  In <em>I Corinthians</em>, it\nasked the question, “Know ye not that the unrighteous shall\ninherit the Kingdom of God?”  Obviously a <em>not</em> is missing\nfrom between <em>shall</em> and <em>inherit</em>—probably dropped on the\nfloor by the same gremlins who lost the Barker and Lucas\n<em>not</em> 22 years before.  As if that weren't bad enough, in this\nedition's version of <em>Romans</em> may be seen, “Neither yield ye\nyour members as instruments of righteousness unto sin.”  Of\ncourse, <em>unrighteousness</em> is the correct word.  This proves,\nperhaps, that the power of positive thinking can be carried\ntoo far.</p>\n<p>Absent negatives appear to be the single most prevalent\nkind of error, and they always succeed in completely reversing\nthe Scriptural meaning.  “And there was no more sea,”\nwe are told in <em>Revelation</em>—except in a certain 1641 edition\nwhich has, “And there was more sea.”</p>\n<p>It wasn't Jesus who, in the garden of Gethsemane, told\nHis disciples to “Sit ye here, while I go and pray yonder.”  It\nwas Judas—at least according to an edition of 1611.</p>\n<p>Eight thousand copies of one Bible were printed and\nbound in Ireland in 1716 before it was discovered that the\ncommand, in <em>John</em>, to “sin no more,” had come out as “sin\non more,” a directive with somewhat more appeal to chronic\nsinners.</p>\n<p>“The Parable of the Vinegar” (instead of “Vineyard”)\nappears in a chapter heading of <em>Luke</em> in a 1717 Oxford\nprinting.  Philip, rather than Peter, is singled out as the\napostle who will deny Jesus, in <em>Luke</em> of the 1792 “Denial Bible.”\nPoor <em>Luke</em> again gets its lumps in “The Forgotten Sins\nBible” of 1638, where “Her sins, which are many, are forgotten”\nmay be seen, rather than the correct “forgiven.”  “If\nany man come to me, and hate not his father and\nmother ... yea, and his own wife also....”  So begins\nanother passage in the long-suffering <em>Luke</em>, as given in the\nso-called “Wife-Hater Bible” of 1810.  Here, one letter is the\nculprit—<em>w</em>.  It should be <em>I</em>, and the phrase should read “and\nhis own life also....”</p>\n<p>“The Murderers' Bible” of 1801 slips in <em>murderers</em> for\n<em>murmurers</em> in a line from <em>Jude:</em> “These are murmurers,\ncomplainers.”  “Who hath ears to ear, let him hear” is the\nway a line in <em>Matthew</em> is misrendered in “The Ears to Ear\nBible” of 1810.  “The Discharge Bible” of 1806 reads, in\n<em>Timothy</em>, not “I charge thee before God” but (you guessed\nit) “I discharge thee....”</p>\n<p>Sexual identity has been in question more than once.\n<em>He</em> is substituted for the correct <em>she</em> in what today some\nmight call “The Male Chauvinist Bible,” but which is more\ncommonly and more simply known as “The He Bible.”  This\nwas the first of the two editions of the <em>Authorized Version</em>,\n1611, and its sin was to say, in <em>Ruth</em>, “And he went into the\ncity” instead of <em>she</em>.  Another mix-up of gender happened in\na much more recent edition of 1923 which contained a table\nof affinity with the stern admonition, “A man may not\nmarry his grandmother's wife,” a feat which <em>The New\nYorker</em> might call Neatest Trick of the Week.</p>\n<p>An edition organized by Anglican Archbishop Matthew\nParker, and therefore known affectionately as “The Bishops'\nBible,” made its first appearance in 1568 and was gratifyingly\npopular.  Its third edition, however, published in 1572,\ndidn't fare so well.  Nothing was wrong with the words, but\nthe decorations left a lot to be desired.  The printer used\nhighly ornamental initial letters at the beginnings of several\nbooks of this Bible, which would have been a splendid idea\nif the letters hadn't been left over from printings of Ovid's\n<em>Metamorphoses</em> and other classics of pagan literature.  The\ngreatest offender was the graphically pictorial letter that\nmet the eye at the beginning of <em>Hebrews</em>—a vivid depiction\nof the god Zeus, disguised as a swan, offering his amorous\nattentions to the lady known as Leda.</p>\n<p>Depending upon your point of view, these howlers\nmight be considered either the work of the Devil, or Freudian\nslips—the printer's unconscious advocacy of adultery,\nwife-hating, Leda-chasing, or what-have-you.</p>\n<p>But by no means all such mistakes result in “wicked”\ntexts.  Many are simply amusing.  Take “The Camel's Bible,”\nfor instance.  In <em>Genesis</em> of this 1823 edition, “Rebekah\narose, and her camels”—in place of <em>damsels</em>.  Or “The\nStanding Fishes Bible” of 1806, which tells us, in <em>Ezekiel</em>,\n“And it shall come to pass that the fishes shall stand upon\nit.”  As much as one hates to dispel that lively image of our\nfinny friends standing upright on their tails, it must be\ndisclosed that the right word is <em>fishers</em>.</p>\n<p>The second edition of <em>The Geneva Bible</em>, 1562, is\nknown as “The Placemaker's Bible,” for good reason.  In\n<em>Matthew</em>, it converts a great utterance into “Blessed are the\nplacemakers, for they shall be called the children of God.”\nAgain, one letter is the villain—a mischievous I which replaced\nthe first e of <em>peacemakers</em>.</p>\n<p>The largest number of typos crops up in “The Lions Bible”\nof 1804, so named because, in <em>I Kings</em>, it speaks of “thy\nson that shall come forth out of thy lions,” instead of <em>loins</em>.\nBut there are other disaster areas, as well: “The murderer\nshall surely be put together,” rather than <em>put to death</em> (from\n<em>Numbers</em>); and “For the flesh lusteth after the Spirit,” instead\nof <em>against the Spirit</em> (from <em>Galatians</em>).  And there are\nmany more.</p>\n<p>Eccentric translations, rather than printing errors,\nmake armfuls of other Bibles worthy of note.  There are, for\nexample, two “Bug Bibles.”  Miles Coverdale's Bible of 1535\nhas earned that creepy sobriquet; and so has the Bible\nprinted in Antwerp two years later as the translation of a\ncertain Thomas Matthews, which was probably a pen name\nfor one John Rogers.  In both editions, a passage in Psalm\nXCI is presented as “Thou shalt not nede to be afrayed for\neny bugges by night.”  In most other English language\nBibles, it's <em>terror by night</em>.</p>\n<p>Today, the thought of Adam and Eve wearing breeches\nmay provoke us to laughter, because the word conjures up\nimages of trousers or pants, complete with pockets and zippers,\ncuffs optional.  But in <em>The Geneva Bible</em>, mentioned\nabove, the appropriate passage in Genesis is given as: “And\nthey sowed figge-tree leaves together, and made themselves\nbreeches.”  The same word is used in other early Bibles; and\nin all of them, it was almost certainly meant in the sense of\n'aprons' or 'loin cloths' (or, possibly, 'lion cloths').</p>\n<p>Translations have played havoc with the well-known\n<em>balm in Gilead</em>, too.  The phrase, which occurs in <em>Jeremiah</em>,\nis rendered in the 1609 Douai Bible as “Is there noe rosin in\nGalaad?”  Perhaps you prefer treacle over rosin?  Take your\npick: both <em>The Bishops' Bible</em> and <em>Coverdale's Bible</em> offer\ntreacle in place of the more generally accepted <em>balm</em>.</p>\n<p>Those Bibles are legion which tell us that a rich man\nwill have more trouble entering Heaven than a camel passing\nthrough a needle's eye.  Considering, however, that the\nGreek for <em>camel</em> (<em>kamēlon</em>) bears a striking resemblance to\nthe Greek for <em>rope</em> (<em>kamilon</em>), isn't it likely that the latter,\nearthier, better, more realistic, less outlandish image was\nlost in translation?</p>\n<p>But printers, more often than translators, have been to\nblame for bloopers in the Bible, so it's only fair that they\npointed the accusing finger at themselves in an edition published\nabout 1702.  In this version's Psalm CXIX, David, instead\nof complaining that “Princes have persecuted me\nwithout a cause,” says, “Printers have persecuted me....”\nThat edition is now known as (what else?) “The Printer's\nBible.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The “Wicked” Bibles or, Let Him Who is Without Sin Among You Cast the First Line of Type</h1> <p><em><span data-rel=\"author\">Ray Russell</span> <span data-rel=\"location\">Beverly Hills, California</span></em></p> <p>Does the Bible condone adultery, or urge us to hate\nour wives?  Did Adam and Eve wear pants?  As I discovered\nwhile doing research for my latest novel, it depends\non which Bible you read.</p> <p>There was an edition that seemed not only to condone\nadultery but to <em>command</em> it.  That Bible, the handiwork of a\npair of printers named Barker and Lucas, was published in\nEngland in 1631.  It was a handsome volume, as well it\nshould have been, for Messrs.  B&amp;L were the King's printers.</p> <p>But it had one little flaw: a three-letter word, <em>not</em>, was\nmissing from the Seventh Commandment, making it read\n“Thou shalt commit adultery.”  The careless printers of the\nbook that became famous as “The Wicked Bible” were fined\n300 pounds, which effectively put them out of business.</p>"
}