{
  "type": "Article",
  "title": "How's That Again?",
  "author": "J. D. Sadler",
  "location": "Sherman, Texas",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">How's That Again?</h1>\n<p><em><span data-rel=\"author\">J. D. Sadler</span> <span data-rel=\"location\">Sherman, Texas</span></em></p>\n<p>Our topic for today is statements that can be taken two\nways.  There is nothing whatever wrong with them, but\n<em>somebody</em> is bound to find the other meaning.  We begin\nwith the apology that goes wrong: “Because of difficulties\nbeyond our control, Johnny Carson will be with you in just\none minute.”  Similar is “Due to a mistake, we bring you\nDon Rickles.”</p>\n<p>The newspaper can also get into the act: “It is with sincere\nregret that we learn of Mr. Smith's recovery from an\nauto accident.”  Another in the same vein: “We reported Mr.\nBlank as absent from last week's meeting.  He was present\nand we're sorry.”  A different kind of apology is contained in\n“We regret that Senator Tower's speech could not be heard\nby everyone because the speaker had a screw loose.”</p>\n<p>Announcements of cancellations include that of the\nCouples Club meeting “because of the many conflicts.”  This\none appeals to me even more: “Due to unforeseen circumstances,\nthe Fortune-telling Club will not meet this week.”</p>\n<p>The forecast of things to come can also strike a sour\nnote: “Due to the illness of the owner, Sam's TV Service\nwill be run by a competent repairman for the next two\nweeks.”  Things get worse when we come to the local clubs\nand their activities: “Miss Jones will sing a few solos for us,\nafter which music will be enjoyed.”  The Voter's League rejoices\nthat it has “thirty odd legislators scheduled for our\nprogram.”  And the literary group makes its contribution:\n“Mr. Sadler is our only speaker for today; the rest of our\nprogram is entertainment.”</p>\n<p>The boast gone wrong is seen in this report by the\npolice chief of a Texas city: “The vice situation here is the\nbest we've had in a long time.”  A similar misfire is: “Our\npolicemen are fully able to compete with all the criminals in\ntown.”  The press records the fact that “This is Miss —'s first appearance in Dallas in twenty years, and everyone should\nbe happy.”  And this bouquet that missed: “Our choir participated yesterday in a radio program in New Orleans.  It\nwas good to hear them and to realize that they were over\nfive hundred miles away.”</p>\n<p>“Watch out for the chili supper at the Methodist\nChurch” is an example of an ad that can be misunderstood.\nAnother brags of roof repairing with “Leaks Guaranteed.”\nCan a department store be prophetic in running a sale on\nmen's suits that “won't last an hour”?</p>\n<p>Auto repair shops play a major role here; one promises\nto do a “bang-up job” and another offers a “complete grease\njob, including floor mats and seat covers.”  One puts it this\nway: “No matter how small your problem is, you can count\non our mechanics to do a major repair job.”  The dealer invites\nme to visit him and “see how little you need to own a\nnew car.”  And the friendly loan company asks, “Why go\nelsewhere to be cheated?  You can depend on us to do the\njob!”</p>\n<p>The business concern that suffers most from the dirty\ndeals of language is the laundry.  The ad that seems to have\nbeen with us as long as laundries is “Don't kill your wife.\nLet us do your dirty work.”  Another comments that “When\nyou get your laundry back from us, you will see how little\nthere is left to iron.”</p>\n<p>The matter of leaving the clothes at the laundry is variously\nhandled; here are three versions.  “I. Ladies, leave\nyour clothes here and enjoy the afternoon.”  “II. Ladies who\ndrop off their clothes will receive prompt and individual attention.”\n“III.  Our courteous attendant will be happy to remove\nyour clothes while you shop.”  Even for those who\nmust depend on the delivery truck there is good advice: “Arrange\nyour clothes for easy pickup.”</p>\n<p>The restaurant and night club also come in for their\nfull share of misunderstanding.  A highway cafe proclaims\nproudly, EAT HERE AND GET GAS.  A complaint is answered in\nadvance with this: “Patrons who think our waiters impolite\nought to see the manager.”  One place runs its ad: “Wanted\n—man to wash dishes and two waitresses.”  Another has an\nintriguing menu: “Catfish $4.00, Shrimp $4.50, Children\nunder 12 $2.75.”</p>\n<p>An obviously high-class club features “Clean and Decent\nDancing Every Night Except Sunday.”  A competitor\nhas “Ladies Free with Escorts on Monday Nights.”  A third\ntries to pack them in with “Girlie Floor Show—No Cover.”\nWhen crime strikes the event is headlined ROBBERS EAT THEN\nHOLD UP CASHIER.</p>\n<p>In the same vein, I hope that you will say of this essay,\n“I can't praise this too highly.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">How's That Again?</h1> <p><em><span data-rel=\"author\">J. D. Sadler</span> <span data-rel=\"location\">Sherman, Texas</span></em></p> <p>Our topic for today is statements that can be taken two\nways.  There is nothing whatever wrong with them, but\n<em>somebody</em> is bound to find the other meaning.  We begin\nwith the apology that goes wrong: “Because of difficulties\nbeyond our control, Johnny Carson will be with you in just\none minute.”  Similar is “Due to a mistake, we bring you\nDon Rickles.”</p> <p>The newspaper can also get into the act: “It is with sincere\nregret that we learn of Mr. Smith's recovery from an\nauto accident.”  Another in the same vein: “We reported Mr.\nBlank as absent from last week's meeting.  He was present\nand we're sorry.”  A different kind of apology is contained in\n“We regret that Senator Tower's speech could not be heard\nby everyone because the speaker had a screw loose.”</p> <p>Announcements of cancellations include that of the\nCouples Club meeting “because of the many conflicts.”  This\none appeals to me even more: “Due to unforeseen circumstances,\nthe Fortune-telling Club will not meet this week.”</p>"
}