{
  "type": "Article",
  "title": "Writer's Blindness",
  "author": "Philip Haldeman",
  "location": "Seattle, Washington",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Writer's Blindness</h1>\n<p><em><span data-rel=\"author\">Philip Haldeman</span> <span data-rel=\"location\">Seattle, Washington</span></em></p>\n<p>After helping to write and edit a comprehensive international\ntravel guide “describing 3000 adventure\ntrips on land, sea, air, and underwater,” I have come to the\nconclusion that writer's <em>blindness</em> can be far more interesting\nthan writer's <em>block</em>.</p>\n<p>Writer's blindness might be defined as the inability to\nperceive other than the intended meaning of a newly composed\nword, phrase, or sentence.  My preoccupation with\nthe phenomenon began during my first day as an editor of\nthe travel guide when, after editing three or four trip descriptions,\nI was confronted by the following sentence:</p>\n<blockquote>\n<p>The Klamath River trip is for individuals who wish<br>\nto paddle themselves in one-person inflatable canoes.</p>\n</blockquote>\n<p>I blinked.  Now that was a kinky trip, I thought to myself.  I\nwent to the writer who had composed the sentence and got\nwhat became the most common reaction: “You're kidding.  I\nreally wrote that?!”  Complete unawareness is the main feature\nof the disease.</p>\n<p>Seeing a priceless opportunity, I began to collect examples\nfrom the thousands of 150- to 200-word trip descriptions\ncontributed to the travel guide by the writing staff (including\nmy own).  The trip descriptions were rewritten from\nadvertising and trip operator brochures sent to our magazine\noffice.  Ideally, each writer was to turn in ten descriptions\nper day based on brochure material.  Although speed\nwas important, writers were instructed to reread and rewrite\nwhere necessary.  In other words, they had every opportunity\nto revise and correct mistakes immediately after\ntyping a first draft.  After I drew attention to several funny\nsentences, the other editors started helping me, and the resulting\ncollection became known as “The Zinger List.”  At\nfirst it was slightly embarrassing to everyone, but it was\nfinally accepted as some sort of occupational disease.  I concluded\nthat the frequency of “zinger” sentences was primarily\na function of the ability of an individual writer.  No one,\nhowever, was entirely immune, and it seemed that out of\n15,000 to 20,000 sentences, a few really amusing constructions\nwere inevitable.  Initially, mere chance and the tricky\nnature of the English language could be blamed; but the\nfact was, writers often missed these errors even after a revision\nor two.  We at once realized how easily some of those\nsentences might have found their way onto the printed\npage, given a tired editor at five o'clock in the afternoon.\nThe following are selections from a collected list of 57 sentences\nthat were weeded out of the travel guide before it\nwas too late.</p>\n<ol>\n<li>\n<p>Individuals, though accompanied by professional river\nguides, embark on the journey alone.</p>\n</li>\n<li>\n<p>The group takes a ferry to South Island, where it splits\ninto two parts, according to the interests of group\nmembers.</p>\n</li>\n<li>\n<p>Meals and accommodations at the inn are within\nwalking distance.</p>\n</li>\n<li>\n<p>Birders and naturalists can wing south with the only\nexisting flock of whooping cranes to winter along the salt\nflats and marshes of Arkansas.</p>\n</li>\n<li>\n<p>Participants may visit islands fringed by coral reefs, an\norangutan sanctuary, tropical forests from sea level to\n6000 feet and several national parks.</p>\n</li>\n<li>\n<p>A licensed captain and dive guide accompany each trip\nduring which divers can also snorkel, photograph, and\nengage in shelling.</p>\n</li>\n<li>\n<p>Participants fly from Juneau to be dropped at a remote\nstream.</p>\n</li>\n<li>\n<p>While lunching on the banks of the Hanalei River,\nadventurers see egrets and perch.</p>\n</li>\n<li>\n<p>After the backpacking adventure, hikers become rafters\nand float down the Alatna River during never-ending\ndays and very short nights.</p>\n</li>\n<li>\n<p>A cemetery for the many mountaineers who have been\nkilled while climbing the peak is passed on the trail of the\nrelatively safe and easy 11-day hike.</p>\n</li>\n<li>\n<p>Certified individuals may rent equipment without\ninstruction.</p>\n</li>\n<li>\n<p>At the lower elevations, participants are likely to see\nmoose, black bear, or grizzly bear as they return to\nAnchorage.</p>\n</li>\n<li>\n<p>Participants proceed through the inaccessible canyons of\nthe Chama River.</p>\n</li>\n<li>\n<p>The tropical rain forests of Ecuador are a rich, natural\nlaboratory for a 2-week study of the ecological problems\nof frogs and lizards.</p>\n</li>\n<li>\n<p>Depending on river conditions, participants may have\nthe opportunity to handle the oars on trips with more\nthan 16 participants, while the more adventurous are\nprovided with U-boats.</p>\n</li>\n<li>\n<p>Each morning is spent in the tidal zone, making\nobservations and conducting experiments with some of\nthe finest representatives of plants and animals on the\nWest Coast.</p>\n</li>\n<li>\n<p>Hot dinners and beds await participants at the end of\neach day.</p>\n</li>\n<li>\n<p>Participants supply their own food and personal fear.</p>\n</li>\n<li>\n<p>After crossing a beautiful lagoon, the guide introduces\ntravelers to the Indians.</p>\n</li>\n<li>\n<p>Exotic plants and wildlife typical of the Amazon Basin\nwaterways include the hallucinogenic yaje vine, the wild\nboar, fruit-eating bats, the 30-ft.-long anaconda serpent,\n1300 species of birds, and the expert Ecuador explorers\nwho guide the trip.</p>\n</li>\n<li>\n<p>Students study the feeding behavior of anemones as\nthey stretch their tentacles out to passing fish, help deliver\nbaby dogfish and induce fertilization of sea urchin eggs to\nobserve their development.</p>\n</li>\n</ol>\n<p>Various categories of pitfall can be found.  One of the\nproblems specific to the travel guide was having to work\nfrom material used for advertising.  The ever-present temptation\nto use the brochure vocabulary to save time often got\na writer into trouble.  Advertisers always wanted to add\ndrama to the traveled terrain, so they would routinely describe\n“vast” wilderness, “wild” mountain country, and in\none case “inaccessible” canyons.  These adjectives would\nsometimes automatically end up in the descriptions, as the\nlatter did in sentence 13.  Rarely, the writer would simply\ncondense several sentences of ad hype into one, as in 9.  Example\n17 amusingly demonstrates how leaving <em>out</em> an adjective\n(could it have been “warm” beds?) got the writer into\ntrouble.</p>\n<p>The most common errors were sentences in which a\nsingle word might have more than one meaning.  During\nwriter's blindness, only the intended meaning is perceived.\nTherefore, a writer could read a sentence like 8 over and\nover again without discovering a problem.  Several double\nmeanings arose because of sport or hobby usage, as in sentence\n6.</p>\n<p>The most inevitable and comical source of writer's\nblindness was the oft-cited agreement/referent problem.  In\nthe collected examples pronouns were the main culprit.  My\nfavorite is 21.  Other sentences simply took it for granted\nthat they referred to a previous sentence or sentences.  In 4\nthe airline was mentioned in the previous sentence.  In 11 a\nreference to U.S. Coast Guard certification of scuba divers\nappeared in an earlier paragraph.  Item 3 assumes knowledge\nthat hikers are coming to the inn from elsewhere.</p>\n<p>Oddly enough, the easiest errors for a writer to discover\nupon re-reading were typing mistakes.  15 was corrected\nbefore it got to the editors, but 18 was not.  In the\nfirst one, <em>U-boats</em> should have been <em>U-row boats</em>.  In the second,\n<em>fear</em> was meant to be <em>gear</em>.</p>\n<p>A significant number of the “zingers” were very strange\nindeed.  Perhaps the reader would like to try to locate and\nclassify them.  10 contains no grammatical errors at all, but\nwas included for its thought-provoking juxtaposition of\nclauses.</p>\n<p>In the course of our sentence-gathering experiment we\nfound two aids for writer's blindness.  One was experience.\nThe more one writes, the more one's prose awareness grows.\nThe second was delay in revising.  Those of us who both\nwrote and edited the travel guide found that we could easily\nedit our own trip descriptions when those descriptions had\nbeen written earlier during the project: the level of objectivity\nis directly related to the amount of time between the\nwriting and the editing of a particular piece of work.  It is to\nbe hoped that experience decreases the amount of time necessary\nuntil little or no waiting time is needed.  In the meantime,\nsimple awareness of the problem and of its sometimes\namusing consequences can be a great help.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Writer's Blindness</h1> <p><em><span data-rel=\"author\">Philip Haldeman</span> <span data-rel=\"location\">Seattle, Washington</span></em></p> <p>After helping to write and edit a comprehensive international\ntravel guide “describing 3000 adventure\ntrips on land, sea, air, and underwater,” I have come to the\nconclusion that writer's <em>blindness</em> can be far more interesting\nthan writer's <em>block</em>.</p> <p>Writer's blindness might be defined as the inability to\nperceive other than the intended meaning of a newly composed\nword, phrase, or sentence.  My preoccupation with\nthe phenomenon began during my first day as an editor of\nthe travel guide when, after editing three or four trip descriptions,\nI was confronted by the following sentence:</p> <blockquote>\n<p>The Klamath River trip is for individuals who wish<br>\nto paddle themselves in one-person inflatable canoes.</p>\n</blockquote>"
}