{
  "type": "Article",
  "title": "ADDENDA",
  "author": "W.G. Waters",
  "location": "Editor, Pacific Horticulture",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">ADDENDA</h1>\n<p><em><span data-rel=\"author\">W.G. Waters</span> <span data-rel=\"location\">Editor, Pacific Horticulture</span></em></p>\n<p>I share Mr. Zettler's concern [V, 3] for the manner in\nwhich publishers foist European books on American gardeners,\nbut believe he errs in choosing as an example, <em>A Gardener's\nDictionary of Plant Names</em> by J.W. Smith and W.T.\nSteam.</p>\n<p>Mr. Zettler criticizes the book's list of “3000 vernacular\nnames and botanical counterparts” claiming that, because\nthe original author, J.W. Smith, was an Englishman and\nW.T. Steam, who revised and added to Smith's work, is\nEnglish, the vernacular names listed are “almost exclusively\nBritish.”  The fault, he says, is “probably Stearn's; as a professional\nbotanist, he cannot be expected to be at home with\nvernacular nomenclature.”</p>\n<p>Stearn's reputation—and it is an international one—is\nin the field of botanical bibliography, and he may therefore\nbe expected to be very much “at home” with vernacular\nplant names.  Readers of <em>A Gardener's Dictionary</em> may confirm\nthis (as apparently Mr. Zettler has not) by referring to\nSteam's essay on the subject beginning on Page 339.  It is an\noutstanding explanation of the origins, uses and limitations\nof vernacular plant names.</p>\n<p>In support of his claim that the list “is almost exclusively\nBritish” Mr. Zettler offers nothing but his own reputation,\nwith which, I regret, I am unfamiliar.  Dr. Stearn,\non the other hand, gives four authorities for his list, three of\nwhich are U.S. publications.</p>\n<p>Not content with his dismissal of the list for U.S.\ngardeners, Mr. Zettler contends that it is “not entirely useful\neven for British common names.”  He takes the example of\n<em>Impatiens</em>, a vernacular name for which is balsam.  Balsam,\nMr. Zettler says, is not listed by Stearn, but careful readers\nwill find on Page 356 that balsam is given as a vernacular\nfor <em>Impatiens</em>.</p>\n<p>The need to be selective in compiling a list of vernacular\nplant names—and thus omitting many favorites—is\nstressed in Stearn's essay.  He gives from many that might be\nused, the example of marshmarigold (<em>Caltha palustris</em>)\nwhich has over eighty local names in Britain, about sixty in\nFrance and over one hundred and forty in Germany.  It is\nusual, Stearn points out, to “select from among the many,\none or two vernacular names as equivalents of the scientific\nnames of conspicuous, interesting and important species.”\nHis references for the list to which Mr. Zettler takes exception,\ninclude Bailey's <em>Manual of Cultivated Plants</em>, Fernald's\n<em>Gray's Manual of Botany</em> (both U.S. publications) and Correll\nand Johnston's <em>Manual of the Vascular Plants of Texas</em>.\nIn the list of sources of further information there are also\nseveral U.S. publications.</p>\n<p>Mr. Zettler also takes a shot at the scientific list in <em>A\nGardener's Dictionary</em> and again his aim is poor.  It is not a\nlist of plant names, but of generic names and Latinized adjectives\nfrom which specific epithets are derived.  This arrangement\nis economical because many plants have similar\nspecific epithets and repetition of these is avoided.  Mr. Zettler\nfails to realize this and complains, “It does not mention\nthe second and third species either botanically or vernacularly\ndespite their very strong popularity on both sides of the\nAtlantic.  Ditto for <em>Schlumbergera truncata, Plectranthus\naustralis, Senecio mikanioides</em>, etc.”  All three of these\ngeneric names are in fact listed and explained, and the adjectives\nfrom which all three specific epithets are derived are\nlisted and explained.  Mr. Zettler's favorite vernacular names\nfor these plants are missing from the book and this omission\nhe is clearly not prepared to forgive.</p>\n<p>[<em>See page 973.</em>]</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">ADDENDA</h1> <p><em><span data-rel=\"author\">W.G. Waters</span> <span data-rel=\"location\">Editor, Pacific Horticulture</span></em></p> <p>I share Mr. Zettler's concern [V, 3] for the manner in\nwhich publishers foist European books on American gardeners,\nbut believe he errs in choosing as an example, <em>A Gardener's\nDictionary of Plant Names</em> by J.W. Smith and W.T.\nSteam.</p> <p>Mr. Zettler criticizes the book's list of “3000 vernacular\nnames and botanical counterparts” claiming that, because\nthe original author, J.W. Smith, was an Englishman and\nW.T. Steam, who revised and added to Smith's work, is\nEnglish, the vernacular names listed are “almost exclusively\nBritish.”  The fault, he says, is “probably Stearn's; as a professional\nbotanist, he cannot be expected to be at home with\nvernacular nomenclature.”</p> <p>Stearn's reputation—and it is an international one—is\nin the field of botanical bibliography, and he may therefore\nbe expected to be very much “at home” with vernacular\nplant names.  Readers of <em>A Gardener's Dictionary</em> may confirm\nthis (as apparently Mr. Zettler has not) by referring to\nSteam's essay on the subject beginning on Page 339.  It is an\noutstanding explanation of the origins, uses and limitations\nof vernacular plant names.</p>"
}