{
  "type": "Article",
  "title": "The Exception That Proves the Rule",
  "author": "Steve Coughlan",
  "location": "Toronto, Ontario",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Exception That Proves the Rule</h1>\n<p><em><span data-rel=\"author\">Steve Coughlan</span> <span data-rel=\"location\">Toronto, Ontario</span></em></p>\n<p>The most mystifying (and annoying) of the many invalid\narguments that crop up now and then is that of “the\nexception that proves the rule.”  The argument is complete\nnonsense, but, if we ignore that for the moment, it is at the\nsame time brilliant.  Examples in favour of a rule of course\noffer it support; by this argument, exceptions also offer support.\nThus, absolutely everything counts as evidence for any\nproposition whatsoever that one cares to put forward (“All\nMexicans speak Serbo-Croatian,” for example), and so any\nclaim is irrefutable.  The argument is illogical, but inspired.</p>\n<p>This is what is mystifying: surely anyone willing to use\nsuch an argument could not have had the wit to invent it.\nConversely, surely anyone capable of creating the argument\nwould have had the good sense, or at least good taste, not to\nemploy it.  Where, then, did the expression come from?</p>\n<p>What seems most likely to be the explanation is a\ntheory offered by Richard Grant White in <em>Words and Their\nUses</em> (1870) and supported by the <em>OED</em>.  It suggests that the\nargument is misused today because of mistranslation from\nthe Latin original, <em>exceptio probat regulam</em>.  The error\narises when, in translating <em>exceptio</em>, we take it to refer to\nthe thing that is excepted, when, in fact, it refers to the act\nof making an exception.  Thus, the expression is properly\nunderstood to claim that <em>excepting</em>, not “exceptions,” proves\nthe rule.  Since there must be rules for there to be exceptions\nto them, the existence of the latter demonstrates the existence\nof the former.</p>\n<p>In this form, the argument is more readily acceptable.\nIf a quality is specifically attributed to one individual, we\nnaturally assume that that is because the individual is noteworthy\nin that regard.  If a sergeant announces to his platoon\n“MacTavish failed the physical,” it would be reasonable\nfor the other soldiers to assume that they had passed.  If\none said “I think this politician is trustworthy,” listeners\nwould understand that the speaker did not have a generally\nhigh regard for politicians.  Normal states of affairs are not\npointed out: thus, if someone or something is singled out, it\nmust be because it is singular, and a departure from the\nnorm.</p>\n<p>Of course, even this use of the expression is not entirely\nlogical.  One politician's rectitude may be particularly noteworthy,\nbut it cannot show that no politicians are honest.\nHe may be the only exception to the rule, but he is an exception\nnonetheless.  Thus, an exception can point to, but\nstill cannot prove, a rule.</p>\n<p>Even this shortcoming, however, can be to some extent\navoided.  There is a longer version of the Latin original,\nvariously quoted as <em>exceptio probat regulam de rebus non\nexceptis</em> or <em>exceptio probat regulam in casibus non exceptis:</em>\nin either case, 'the exception proves the rule in the cases not\nexcepted.'  Thus, “MacTavish failed the physical” points not\nto the simple rule “Everyone passed the physical” (obviously\nfalse), but to the complex rule “Everyone but MacTavish\npassed the physical” (probably true).  In other words, except\nfor the cases explicitly enumerated, the rule holds.</p>\n<p>Of course, that is still not a strict rule of logic, and indeed\nstill leaves itself open to triviality in some instances.\n(White Knight to Alice: “Everybody that hears me sing it\n—either it brings tears to their eyes, or else—”; “Or else\nwhat?”; “Or else it doesn't.”) However, it does now have a\nloose sort of intuitive validity and has at least some value.\nFurther, the mystery of its origin is solved: the expression\nmight never actually be used rationally, but at least it is\npossible to do so.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Exception That Proves the Rule</h1> <p><em><span data-rel=\"author\">Steve Coughlan</span> <span data-rel=\"location\">Toronto, Ontario</span></em></p> <p>The most mystifying (and annoying) of the many invalid\narguments that crop up now and then is that of “the\nexception that proves the rule.”  The argument is complete\nnonsense, but, if we ignore that for the moment, it is at the\nsame time brilliant.  Examples in favour of a rule of course\noffer it support; by this argument, exceptions also offer support.\nThus, absolutely everything counts as evidence for any\nproposition whatsoever that one cares to put forward (“All\nMexicans speak Serbo-Croatian,” for example), and so any\nclaim is irrefutable.  The argument is illogical, but inspired.</p> <p>This is what is mystifying: surely anyone willing to use\nsuch an argument could not have had the wit to invent it.\nConversely, surely anyone capable of creating the argument\nwould have had the good sense, or at least good taste, not to\nemploy it.  Where, then, did the expression come from?</p> <p>What seems most likely to be the explanation is a\ntheory offered by Richard Grant White in <em>Words and Their\nUses</em> (1870) and supported by the <em>OED</em>.  It suggests that the\nargument is misused today because of mistranslation from\nthe Latin original, <em>exceptio probat regulam</em>.  The error\narises when, in translating <em>exceptio</em>, we take it to refer to\nthe thing that is excepted, when, in fact, it refers to the act\nof making an exception.  Thus, the expression is properly\nunderstood to claim that <em>excepting</em>, not “exceptions,” proves\nthe rule.  Since there must be rules for there to be exceptions\nto them, the existence of the latter demonstrates the existence\nof the former.</p>"
}