{
  "type": "Article",
  "title": "The Zimbabwe Constitution: On Negotiations",
  "author": "Albert P. Blaustein",
  "location": "Rutgers University, Camden",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Zimbabwe Constitution: On Negotiations</h1>\n<p><em><span data-rel=\"author\">Albert P. Blaustein</span> <span data-rel=\"location\">Rutgers University, Camden</span></em></p>\n<p>[Albert P. Blaustein, Professor of Law at Rutgers University\nSchool of Law, was the official adviser on the drafting of\nthe constitutions for Bangladesh, Cambodia, and Peru and\nco-author of <em>Constitutions of the Countries of the World</em>.\nRecently, he was appointed adviser to Bishop Abel T.\nMuzorewa, prime minister of Zimbabwe Rhodesia, and he\nparticipated in the meetings held in London this past\nautumn to write a new constitution for that country.]</p>\n<p>Constitutional negotiations on the preparations of a\nnew national charter for Zimbabwe were conducted solely\nin the English language.  But that does not mean that it was\ngood English, and it does not mean that it always conformed\nto the principles of good American English.</p>\n<p>I had the unusual privilege of participating in the constitutional\nnegotiations and drafting in my capacity as\nspecial counsel to the Zimbabwe Rhodesia Prime Minister,\nBishop Abel Muzorewa.  And one of my notable failures was\nthe failure to secure the deletion of the phrase “that is to\nsay” from the document.  For example, Article 11 begins like\nthis: “Whereas every person in Zimbabwe is entitled to the\nfundamental rights and freedoms of the individual, that is\nto say, the right, whatever his race, tribe, ...”</p>\n<p>But what was most troublesome (at least in the beginning)\nwas the word <em>tabling</em>.  When the British <em>table</em> a document,\nit means they 'place it on the table for action'—unlike\nthe American practice of using the term <em>table</em> to indicate\n'delay.'  Americans pick something up from the <em>table</em> when\nthey are ready to discuss and act upon it.</p>\n<p>Like Americans, both British and Africans are obsessed\nby that trendy colloquialism, <em>at this point in time</em>.  One\ncame to wonder whether any provision of any constitution\ncould be discussed without such reference.  I was gratified\nby being spared the trendy Americanism of <em>the bottom line</em>\nto indicate finality and results.  But my fellows at the\nvarious conference tables had an equally overused trendy\nsubstitute: <em>at the end of the day</em>.</p>\n<p>Jarring to the ear was the African/British failure to\nrecognize that some nouns are collective.  One does a\ndoubletake when so eloquent a spokesman as Lord Carrington\nsays, “the British Government have a full understanding\n...” and “the Patriotic Front have criticized....”  And,\nalthough the word <em>judgment</em> is impeccably pronounced, the\nvarious conference documents spelled the word as <em>judgement</em>.</p>\n<p>Also strange to the American ear are all of those British\nand African sentences beginning with the word <em>whilst</em>.\nNor, unlike their African and British counterparts, could\nany American describe himself as <em>keen</em> on special tribal\nrepresentation or <em>keen</em> on the power of the Prime Minister\nto appoint as Chief Justice a lawyer not recommended by\nthe Judicial Service Commission.</p>\n<p>But the words which came to be most dreaded are\nthose which are innocent indeed to the American ear.  When\nan African or Englishman begins his statement with the\nwords, <em>with respect</em>, you know very well that he disagrees\nwith you entirely and is prepared to demolish your position.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Zimbabwe Constitution: On Negotiations</h1> <p><em><span data-rel=\"author\">Albert P. Blaustein</span> <span data-rel=\"location\">Rutgers University, Camden</span></em></p> <p>[Albert P. Blaustein, Professor of Law at Rutgers University\nSchool of Law, was the official adviser on the drafting of\nthe constitutions for Bangladesh, Cambodia, and Peru and\nco-author of <em>Constitutions of the Countries of the World</em>.\nRecently, he was appointed adviser to Bishop Abel T.\nMuzorewa, prime minister of Zimbabwe Rhodesia, and he\nparticipated in the meetings held in London this past\nautumn to write a new constitution for that country.]</p> <p>Constitutional negotiations on the preparations of a\nnew national charter for Zimbabwe were conducted solely\nin the English language.  But that does not mean that it was\ngood English, and it does not mean that it always conformed\nto the principles of good American English.</p> <p>I had the unusual privilege of participating in the constitutional\nnegotiations and drafting in my capacity as\nspecial counsel to the Zimbabwe Rhodesia Prime Minister,\nBishop Abel Muzorewa.  And one of my notable failures was\nthe failure to secure the deletion of the phrase “that is to\nsay” from the document.  For example, Article 11 begins like\nthis: “Whereas every person in Zimbabwe is entitled to the\nfundamental rights and freedoms of the individual, that is\nto say, the right, whatever his race, tribe, ...”</p>"
}