{
  "type": "Article",
  "title": "The Beginning in a Word",
  "author": "Patricia Bralley",
  "location": "Atlanta, Georgia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Beginning in a Word</h1>\n<p><em><span data-rel=\"author\">Patricia Bralley</span> <span data-rel=\"location\">Atlanta, Georgia</span></em></p>\n<p>The origins of language lie buried in some pre-Neanderthal\nmist.  For centuries, Christians assumed that\nAdam spoke Hebrew and that language was a gift from\nGod.  It's only relatively recently that scholars advanced a\nwhole array of more “logical” theories, among others, the\nwhistle and grunt, the bow-wow, and pooh-pooh, and the\nding-dong.  Now we see our English roots growing from\nand fertilized by the likes of Greek, Latin, Anglo-Saxon;\nwarping and changing with each passing day, each new\nchild, and each slightly deaf Great-Aunt Matilda.</p>\n<p>The Vedic tradition of Sanskrit traces the origin of language\nto the cognitions of seers.  It is believed that Sanskrit\nwas not invented or inherited, its grammar and roots constructed\nnot by committee, but cognized as part of the manifestation\nof Nature.  In meditation, as seers cognized different\nforms and processes, words describing and explaining\nwere simultaneously heard.  Thus, language and form, language\nand process, became two sides of the same coin.</p>\n<p>Sanskrit claims to be a “natural” language in which the\nstructure of speech reflects the structure of the universe, in\nwhich phonology meshes with the physics of creation.  Word\nand form are so intimately connected that they may be\ncalled equivalent.  Each word becomes the epitome of onomatopoeia.\nIn English, even the most careful study of roots\nand etymology fails to reveal such total correspondence.  We\nmay discover that “Matilda” comes from the Teutonic\nmeaning “Mighty in Battle,” but somehow the name bears\nlittle resemblance to the toothless form propped in the\nrocker.</p>\n<p>The Sanskrit correlation between language and form\nallows a great deal of information to be encapsulated into a\nword.  Grammatical analysis can tease this information out.\nFor example, <em>Agni</em>, the first word of the <em>Rig Veda</em>, usually\ntranslates as 'fire god.'  But sequential analysis of the sounds\nof the word allows a deeper understanding to emerge.</p>\n<p>The first letter, <em>A</em> (pronounced as in “ah”), is spoken\nwith the full opening of the mouth.  It presents the concept\nof fullness, a transcendental and as yet unmanifest potential\nfor Creation.  The following three letters: <em>G</em> (as in “guh”), <em>N</em>\n(as in “not”), and <em>I</em> (as in “ease”) explain the mechanics of\nthe unfolding of that potential.  Immediately after <em>A</em> comes\n<em>G</em>, a full stop in the flow of sound.  This represents the placing\nof a boundary, a limit, on the previously unbounded\nfullness.  The third letter, <em>N</em>, negates this stoppage.  It clears\naway the boundary and allows <em>A</em> to continue forward under\nthe pull of <em>I</em>.  <em>I</em> leads, bringing progress and growth.  Thus in\nthe interplay of the four qualities of <em>Agni</em>, scholars locate\nthe basic mechanics of Creation in three principal areas:\nfirst, a state of unbounded, unmanifest potential; second, a\nstate of expressed specifics; and third, the means of linkage\nbetween the two.</p>\n<p>This Vedic understanding is paralleled by quantum\nphysics.  Quantum theory shows that all the diverse aspects\nof physical creation, all different states of matter and energy\n(the <em>G</em> of <em>Agni</em>) arise from something called the vacuum\nstate.  The vacuum state is an all-pervading state of the\nquantum field without boundaries in time and space.  It\ndoes not possess any particles of energy or matter, but contains\n“virtual” particles which represent all possible states in\nunmanifest form.  It is the perfect parallel to the <em>A</em> of <em>Agni</em>.\nAny change of state in a particle involves destruction of the\nold via an annihilation operator (the <em>N</em>), followed by creation\nof a new state from the vacuum via a creator operator\n(the <em>I</em>).</p>\n<p>Through similar combining of language and form, each\nof the 64 letters of the Sanskrit alphabet encodes a wealth of\ninformation.  The <em>Rig Veda</em> becomes an encyclopedia where\ninformation originally recorded in the “seed form” of <em>Agni</em>\nis elaborated by each successive letter, word, hymn, section,\nand chapter.  Actually, this seems Nature's chosen method\nfor the language of life, the genetic code.</p>\n<p>The DNA molecule contains all the information for our\ngrowth and evolution through the coupling of language and\nmolecular form.  The 64 codons, or “letters,” of the genetic\ncode are generated through the combining of four nucleotides\ninto groups of three.  Translation of genetic information\ninto structural proteins and enzymes is achieved\nthrough the sequential reading of the codons.  This reading\nproduces a linear assembly which automatically folds into a\nbiologically active, three-dimensional protein.  In biology,\nlanguage and form are as intertwined as any Vedic seer's\n“natural language.”</p>\n<p>The <em>Rig Veda</em>, just as any particular DNA sequence, is\nthe written record of only a small portion of what could be\nsaid.  <em>Veda</em>, which translates as 'knowledge,' is described as\n“the self illuminate effulgence of life” lying at the juncture\nof manifest and unmanifest Creation, and, we may assume,\nat the source of language.  Thus when I chanced upon <em>veda</em>\nin Mario Pei's <em>The Families of Words</em>, I couldn't resist seeing\nwhat traditional western etymology brought out.  The\nSanskrit <em>veda</em> is the earliest attested derivative of the hypothetical\nIndo-European root *<em>w(e) di</em> 'to see.'</p>\n<p>In Greek, *<em>w(e) di</em> became <em>ideia;</em> in Latin, <em>video</em> and\n<em>visus;</em> in Anglo-Saxon, <em>witan</em> and <em>wise;</em> in Old High German,\n<em>wisen</em> and <em>witan</em>.  It may also appear in the Celtic\n<em>druid</em>, if the word is taken as <em>dru uid</em> 'strong knowledge.'\nDescending directly through these roots and in some cases\nindirectly through the Old French and Italian, we have today\na whole family of English words with ties to <em>veda</em>.  It\nincludes: <em>idea, idol, kaleidoscope, idyll, history, video,\nprovidence, prudence, envy, clairvoyant, view, visage, devise,\nvisible, visionary, vista, wit, twit, wisdom, wisecrack,\nwizard</em>, and <em>wiseguy</em>.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Beginning in a Word</h1> <p><em><span data-rel=\"author\">Patricia Bralley</span> <span data-rel=\"location\">Atlanta, Georgia</span></em></p> <p>The origins of language lie buried in some pre-Neanderthal\nmist.  For centuries, Christians assumed that\nAdam spoke Hebrew and that language was a gift from\nGod.  It's only relatively recently that scholars advanced a\nwhole array of more “logical” theories, among others, the\nwhistle and grunt, the bow-wow, and pooh-pooh, and the\nding-dong.  Now we see our English roots growing from\nand fertilized by the likes of Greek, Latin, Anglo-Saxon;\nwarping and changing with each passing day, each new\nchild, and each slightly deaf Great-Aunt Matilda.</p> <p>The Vedic tradition of Sanskrit traces the origin of language\nto the cognitions of seers.  It is believed that Sanskrit\nwas not invented or inherited, its grammar and roots constructed\nnot by committee, but cognized as part of the manifestation\nof Nature.  In meditation, as seers cognized different\nforms and processes, words describing and explaining\nwere simultaneously heard.  Thus, language and form, language\nand process, became two sides of the same coin.</p> <p>Sanskrit claims to be a “natural” language in which the\nstructure of speech reflects the structure of the universe, in\nwhich phonology meshes with the physics of creation.  Word\nand form are so intimately connected that they may be\ncalled equivalent.  Each word becomes the epitome of onomatopoeia.\nIn English, even the most careful study of roots\nand etymology fails to reveal such total correspondence.  We\nmay discover that “Matilda” comes from the Teutonic\nmeaning “Mighty in Battle,” but somehow the name bears\nlittle resemblance to the toothless form propped in the\nrocker.</p>"
}