{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Trade Names Dictionary and Trade Names Dictionary: Company Index",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Trade-names-dictionary-manufacturers-distributors/dp/0810306921\"><em>Trade Names Dictionary</em></a> and <em>Trade Names Dictionary: Company Index</em></h1>\n<p>Ellen T.Crowley, ed., Second Edition, 2 vols. 900pp. and Ellen T. Crowley, ed., Second Edition, 899pp.</p>\n<p>Both from: Gale Research Company, Book Tower, Detroit, Michigan 48226.</p>\n<p>Since it was first issued in 1975, some 24,000 new trade\nnames have been added to the second edition of the <em>Trade\nNames Dictionary (TND)</em>, which brings the present total\nlisting to some 130,000 names for products known to the\nconsumer-public.</p>\n<p>The Second Edition offers a bonus for the trademark\nowners whose marks are listed: each trademark is accompanied\nby the generic description of the goods.  This is a\nvery welcome coupling since it allows a writer to use either\nthe trademark in the proper manner (with an initial capital\nletter) or only the description for the goods.  This is one of\nthe ten trademark commandments for the press.  With the\nnew additions, it can be assumed the book may continue to\ngrow.  There are almost one half million marks registered in\nthe United States Patent &amp; Trademark Office (PTO), thousands\nmore registered in the states or not registered at all\n...plus marks used worldwide.  This impressive number of\nproducts bearing trademarks proves a heady challenge to\nanyone offering a new product for which a new name is\nneeded.</p>\n<p>The guidelines for a “good” mark dictate that it be arbitrary\n(if possible), that it not duplicate a mark already in\nuse, that it be easy to spell and to speak, and that it be attractive\nand catchy enough to make new friends.  Trademark\nlists are important for research because they help to\neliminate obvious or frequently used words at the outset of\nthe selection process.</p>\n<p>To guess at the monumental task facing the publishers,\nit should be noted also that trademark applications filed in\nthe PTO increased from 33,300 in 1970 to 49,000 in 1978,\nand current reports indicate this pace will be maintained.\nInternational trade continues to expand every day and a\ncomplete book of active trademarks defies even the most\nconscientious publisher.  However, the <em>TND</em> is surely a step\nin the right direction, and in this computer age we may look\nto such a complete reference tome in days to come.</p>\n<p>On the other hand, the process of selection of the marks\nlisted in the <em>TND</em> is interesting since it emphasizes the\nmarks known to the consumer as opposed to those of an industrial\nnature.  In addition to product marks, they include\nservice marks (<em>Stouffer's</em> hotel and motel chain) and certification\nmarks (<em>Wear-Dated</em> for apparel).  No effort has\nbeen made to report registered or unregistered marks and\nsince use of a mark is the underlying concept of trademark\nlaw, it would appear to serve the purpose of a researcher in\nits present form.  There are other books devoted to marks\nthat are registered.</p>\n<p>The advantage of the <em>TND</em> is the form of presentation,\nwhich is easy to use.  In addition to the trade name itself,\neach reference listing is cross-indexed with the owner-manufacturer,\nwhose addresses are given.  There is room for additions:\nas a person who has spent a good deal of time in the\ntrademark field, I find that some trademarks well known to\nthe consuming public are missing and I hope future volumes\nwill correct these omissions.</p>\n<p>Because the trademark field is made up of purist lawyers,\nit would be an oversight not to point out that the use\nof “Trade Name” for this dictionary is a misnomer.  It\nshould properly be a “Trademark” book.  The editors acknowledge\nthis misuse of “Trade Name” as being more comprehensive\nand widely understood by the general public.  To\nthe purist, a <em>trade name</em> is a 'corporate name.'</p>\n<p>A recent companion volume is “<em>Trade Names Dictionary:\nCompany Index</em>, which reverses the process and lists\nthe trademark-owning companies with the marks for their\nvarious products.  Dorothy Fey</p>\n<p><em>[Executive Director, The United States Trademark Association]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Trade-names-dictionary-manufacturers-distributors/dp/0810306921\"><em>Trade Names Dictionary</em></a> and <em>Trade Names Dictionary: Company Index</em></h1> <p>Ellen T.Crowley, ed., Second Edition, 2 vols. 900pp. and Ellen T. Crowley, ed., Second Edition, 899pp.</p> <p>Both from: Gale Research Company, Book Tower, Detroit, Michigan 48226.</p> <p>Since it was first issued in 1975, some 24,000 new trade\nnames have been added to the second edition of the <em>Trade\nNames Dictionary (TND)</em>, which brings the present total\nlisting to some 130,000 names for products known to the\nconsumer-public.</p> <p>The Second Edition offers a bonus for the trademark\nowners whose marks are listed: each trademark is accompanied\nby the generic description of the goods.  This is a\nvery welcome coupling since it allows a writer to use either\nthe trademark in the proper manner (with an initial capital\nletter) or only the description for the goods.  This is one of\nthe ten trademark commandments for the press.  With the\nnew additions, it can be assumed the book may continue to\ngrow.  There are almost one half million marks registered in\nthe United States Patent &amp; Trademark Office (PTO), thousands\nmore registered in the states or not registered at all\n...plus marks used worldwide.  This impressive number of\nproducts bearing trademarks proves a heady challenge to\nanyone offering a new product for which a new name is\nneeded.</p>"
}