{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Collins Dictionary Of The English Language: An extensive coverage of contemporary international and Australian English.",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/collins-english-dictionary/author/hanks-patrick/\"><em>Collins Dictionary Of The English Language: An extensive coverage of contemporary international and Australian English.</em></a></h1>\n<p>Patrick Hanks, ed., Thomas Hill Long, managing ed., Laurence Urdang, ed. dir., G.A. Wilkes, Special Australian Consultant, (Sydney, Auckland, Glasgow, Collins, 1979).</p>\n<p>[By special arrangement with the publisher, VERBATIM is\nable to offer the <em>Regular Edition</em>, in the United States only,\nat $20.00 postpaid.]</p>\n<p>In the last few years there has been a flood of new dictionaries\ndepending, one imagines, on the realization by\nmany buyers that to ask “Which dictionary shall I buy?”  is\nnot entirely unlike asking “Which novel shall I buy?”  Just as\none may have a set of screwdrivers for different jobs, it is\npossible to have and use a collection of special and general\ndictionaries of various sizes.</p>\n<p>Having decided on size and specialty, a dictionary-maker\nis faced with a series of further decisions.  Lexicography\nis not simply adding one good point to another to\nmake an ideal dictionary, but balancing the saving of space\nagainst fullness of information, the amount of information\nagainst cost, a more exact pronunciation guide against\nadded difficulty for some users, the addition of extra information\n(pronunciation or syllabification) in the headword\nat the expense of its clean appearance.  An assessor can\nalways therefore find something to praise or blame; the fair\nthing is to judge how well on balance all variables have\nbeen managed.</p>\n<p>The new <em>Collins</em> is a comprehensive general dictionary\nat a very competitive price.  Its editorial staff drew on consultants\nin regional varieties of English and pronunciation.\nNames such as A.C. Gimson (pronunciation), Harold Orton\n(British regional English), and G. A. Wilkes (Australian\nEnglish) will indicate to those knowing the field the high\nstandard of expertise called upon.  In addition numerous\nspecial contributors and a large specialized editorial staff attended\nto special and technical subjects and technical\ndepartments of lexicography such as etymology.</p>\n<p>The dictionary sets out to record international English\nand an excellent set of brief introductory essays includes accounts\nof Australian English and the development of English\nas a world language.  In practice British English appears\nto be the basis used in main entries, as it must, since it is the\nnearest thing we have to an agreed standard.  Thus <em>secretary</em>\nis recorded only with a pronunciation (given in IPA symbols)\nrecognizably neither American nor Australian and\nthrough <em>colo(u)r</em> is recorded in both spellings, the “see”\nreference is to the British spelling.</p>\n<p>Alongside the purely lexical tradition in dictionaries,\nwhich has been dominant in England, is an encyclopaedic\ntradition.  The <em>Collins</em> comes somewhere between with a\npredominantly lexical approach but with the addition of\nproper names, so that the dictionary also serves as a gazetteer\nand a dictionary of biography.  I tested it with five\nnames of South Australian towns, finding only the largest\n<em>(Whyalla)</em> included, but on testing a group of remembered\ntowns in a favourite part of France, I found that all\n(<em>Besancon, Arles, Avignon, Nîmes, Aix-en-Provence</em>) were\nthere.  Recent population statistics are given in all cases.  For\nNew Zealand I found the <em>Waikato</em> (the longest river) included\nbut not the <em>Wairoa</em> (mentioned in a poem by Robert\nBrowning).  Stamp collectors will be helped by the inclusion\nof some foreign forms of names (<em>Danmark, Helvetia,\nBayern</em>).  For biographies I checked three names of Australian\nprime ministers (Hughes, Menzies, and Whitlam) and\nfound all were there.</p>\n<p>Some dictionaries save space by collapsing entries in\nparagraphs, listing compounds under a headword.  This one\nmakes separate entries so that <em>on-line</em>, for instance, is not\nsimply part of the entry for <em>on</em> and <em>onshore</em> and <em>on stream</em>\nwill be found in their alphabetical sequence after <em>onomatopoeia</em>,\netc.  Within each entry the several senses of a word\nare numbered.  <em>Set</em>, for example, is given 49 different senses\n(along with 12 see references to <em>set-off, set-up</em> and so on,\nthese two themselves having respectively 11 and 16 separate\nsenses).</p>\n<p>Abbreviations are included in the same sequence with\nother entries, so that <em>OPEC</em> comes between <em>ope</em> and <em>open</em>.\nContractions (e.g., <em>Mr., Dr.</em>) are not distinguished from\nother abbreviations, and are given a full stop, but symbols\n(e.g., chemical symbols) are separately labelled.  An interesting\ninclusion is the international car-registration symbols\n(GB, CH, ZA, MAL, etc.).</p>\n<p>Headwords in entries are marked with small crosses or\nraised dots to show syllabification as a guide to hyphenation.\nThis is an extra service but at the cost of “clean”\ntypography.</p>\n<p>Etymologies are careful and show scholarship by recording\nhonest ignorance when there is otherwise only conjecture.\n(This even extends to the Australianism <em>ocker</em> for\nwhich Professor Wilkes himself suggests a plausible definition\nin his <em>Dictionary of Australian Colloquialisms</em>.)  On the\nother hand <em>posh</em> is given an etymology “supposedly” from\n'port out, starboard home' which is by no means universally\naccepted.</p>\n<p>Taboo words are included, as generally in modern dictionaries,\nand are marked <em>Taboo slang</em>.  Other registers are\nmarked <em>Slang</em> or <em>Informal</em> and technicalities are labelled\n<em>Pathol., Insurance, Ballet</em>, etc.</p>\n<p>No dictionary is ever quite up-to-date.  While dictionaries\nare in press <em>Ayatollahs</em> and <em>boat people</em> get into the\nnews, <em>Avgas</em> becomes short and people begin to plan <em>jojoba</em>.\nIt is, anyway, easy to overlook, or not know, terms like the\njogger's <em>positive addiction</em>, or even the wider <em>positive discrimination</em>,\nor <em>wall art</em>, or <em>workaholic</em>, or <em>fast foods</em>, or\n<em>tenosynovitis</em> (a painful affliction of manual workers doing\nrepetitive routine jobs).  On the other hand this dictionary\nhas caught up with <em>chip</em> (in its computer sense), <em>yellowcake</em>\n(labelled <em>Canadian informal</em> but used in Australia now), <em>cot\ndeath, aggro, bionic, dieback</em> and <em>podiatrist</em> (as chiropodists\nnow like to be called).</p>\n<p>Australian coverage is good, for a general dictionary.  I\nchecked with a list of test words used to assess dictionaries\nclaiming Australian coverage and found the main items included\n(e.g., <em>backblocks, banksia, barrack, barramundi\nunder ba-</em>).  Some omissions were <em>dawn parade, fireban</em> and\n<em>firerisk</em> (bushfire prevention terms), <em>welcome swallow</em> (a\nbird mentioned in a poem by Judith Wright), <em>green bans</em>\n(trade-union environmentalist action), or <em>gelato</em>; and among\nthe 39 recorded senses of <em>block</em>, the common Australian\nsense of 'a building plot or lot' (or, in New Zealand, <em>section</em>)\nis not included.  Incidentally, I did not manage to remove\nmy antipodean ignorance of the correct terms for a building\nparcel of land in the U.S. and U.K. by using this dictionary.\nAs is usual, and forgivable, in dictionaries, regionalisms\nwithin Australia are poorly represented.  Traditional ones\nlike <em>quokka</em> get an airing, but the quokka is a rare animal\nnow, found only on a few offshore islands in Western Australia,\nand so the word must be much less often used than\nan everyday Adelaide word like <em>stobie pole</em> ('utility pole'),\nfor instance.  Similarly with New Zealand items; a tree unknown\nto me (forty years a New Zealander), <em>mako</em>, is included\nwhile the ubiquitous <em>macrocarpa</em> (an introduced cypress)\nand important Maori social terms such as <em>marae</em>\n('courtyard of a meeting-house') and <em>Maoritanga</em> 'Maori\ntraditions generally' are omitted.  Ultimately these problems\ncan be solved by general dictionaries only when adequate\nregional dictionaries are available to back them up.</p>\n<p>To assess the reliability of the dictionary in its technical\ncoverage, I sampled the one science I know anything about,\nlinguistics, and found the dictionary very satisfactory.  Definitions\nof <em>spelling pronunciation, speech = parole, phoneme</em>,\nand <em>tagmemics</em>, were good, though <em>tagmeme</em>, a difficult\nword to define briefly, did not seem quite to meet\neither Bloomfield's or Pike's use of the term.  A dictionary of\ninternational English might have remembered <em>TESL</em> and\n<em>TEFL</em> 'teaching of English as a Second (or Foreign)\nLanguage,' however.</p>\n<p>The real difficulties are the traditional terms, <em>noun,\nverb</em> or <em>sentence</em>; no dictionary quite pleases everyone with\ndefinitions of these words.  <em>Collins</em> does very well with\n<em>sentence</em> (and since C.C. Fries complained that there were\nover 200 definitions of a sentence, none satisfactory, and did\nnot really provide one himself, this is no mean praise).  For\n<em>verb, Collins</em> gives a choice of two definitions, one old-fashioned\nand one structural, and remains a big vague, in a\ntraditional way, about <em>noun</em>.</p>\n<p>To sum up, this new large dictionary, convenient to\nuse, up-to-date and reliable, is, even in the highly active\nand competitive area of modern dictionary-making, something\nof an event.  All collectors of good dictionaries must\nadd it to their collections, and the buyer of a first dictionary\nmust give it very serious consideration.</p>\n<p><em>[George Turner, University of Adelaide]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/collins-english-dictionary/author/hanks-patrick/\"><em>Collins Dictionary Of The English Language: An extensive coverage of contemporary international and Australian English.</em></a></h1> <p>Patrick Hanks, ed., Thomas Hill Long, managing ed., Laurence Urdang, ed. dir., G.A. Wilkes, Special Australian Consultant, (Sydney, Auckland, Glasgow, Collins, 1979).</p> <p>[By special arrangement with the publisher, VERBATIM is\nable to offer the <em>Regular Edition</em>, in the United States only,\nat $20.00 postpaid.]</p> <p>In the last few years there has been a flood of new dictionaries\ndepending, one imagines, on the realization by\nmany buyers that to ask “Which dictionary shall I buy?”  is\nnot entirely unlike asking “Which novel shall I buy?”  Just as\none may have a set of screwdrivers for different jobs, it is\npossible to have and use a collection of special and general\ndictionaries of various sizes.</p> <p>Having decided on size and specialty, a dictionary-maker\nis faced with a series of further decisions.  Lexicography\nis not simply adding one good point to another to\nmake an ideal dictionary, but balancing the saving of space\nagainst fullness of information, the amount of information\nagainst cost, a more exact pronunciation guide against\nadded difficulty for some users, the addition of extra information\n(pronunciation or syllabification) in the headword\nat the expense of its clean appearance.  An assessor can\nalways therefore find something to praise or blame; the fair\nthing is to judge how well on balance all variables have\nbeen managed.</p>"
}