{
  "type": "Article",
  "title": "Take a Left on Sore Finger Road",
  "author": "Kay Haugaard",
  "location": "Pasadena, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Take a Left on Sore Finger Road</h1>\n<p><em><span data-rel=\"author\">Kay Haugaard</span> <span data-rel=\"location\">Pasadena, California</span></em></p>\n<p>Not all of Arizona's color is in its landscape.  I discovered\nthis recently during a trip to Phoenix from Los\nAngeles.</p>\n<p>As my husband and I drove through desert scenes of\npeachy beige, sand, grey-violet mountains, dusty mustard\nbushes sprinkled about with brilliant yellow flowers beneath\nthe clear, blue April sky, I could hardly take my eyes off the\ncolors of the landscape; but then I started noticing the\nnames of the places we either passed through or saw signs\nfor.</p>\n<p>Talk about colorful!  These were hearty, direct names\nspeaking of an uncomplicated, practical outlook with little\npatience for “pretty” words.  Here was the vigor of the western\nfrontier.  There were a lot of Roads: Chuckwalla, Red\nCloud, Eagle Mountain, Sore Finger, and Jack Rabbit, to\nname just a few.</p>\n<p>Then we drove up to Flagstaff from Phoenix working\nour way up from stately saguaros, chollas, and ocatillo in\nthe desert sand to prickly pear then juniper shrubs and\ngrassy expanses.  And as we passed the cut banks of mountains\nwe would see colorful, striated murals of iridescent\npurple, orange, peach, gold, and any number of tans from\ngold to rosy.  Then, gradually, leaving the desert and its hot\ncolors behind we came out in pine and juniper forests of\nblue and green set with brown log cabins amid mountains\nstill frosted with winter snow and trickling with sparkling\nspring snow melt.</p>\n<p>To match this color the signs read, Skunk Creek, Dead\nMan's Wash, Dog Track Road, Table Mesa (a handy redundancy\nby way of translation for us gringos) and Horse Thief\nBasin.  Nothing wishy-washy or ladylike about these names\n—no Wisteria or Lilac or Wordsworth or Elm—just no-nonsense,\nmasculine names put there by unwitting rustic\npoets.</p>\n<p>But later on, mixed in with such plain talk names as\nBumble Bee Road and Badger Springs we found that a different\nstrain of more self-conscious romanticism was creeping\nin with Paradise Valley, Green Valley, Hillside Bagdad,\nPleasant Mountain, Sunset Point, and Lookout Point.  But\ninterspersed with these more ordinary and “pretty” names\nwould come one every now and then to jolt us right back to\nbedrock with its salty and uncompromising realism.  Such\nwere People's Valley, Bloody Basin, and Rock Springs\nwhich, as far as I could see, referred to rocks springing out\nof the ground, although there may have been some water\nhiding somewhere.</p>\n<p>Another vein of color was found in the names harking\nback to the Spanish, names that roll mellifluously off the\ntongue with a romantic ripple: Agua Fria River and Verde\nValley.  With Montezuma's Castle and Montezuma's Lake\nwe got a little more of the south-of-the-border heritage.</p>\n<p>Then, as we came down from Williams after having\nbeen to Flagstaff, we noticed the Indian influence in names\nstriking strangely on the ear.  Yavapai and Hassayampa:\nchallenging mouthfuls to those used to such tamed and mass\nproduced names as Larch and Lincoln, Fifth and Main.</p>\n<p>Nothing timid about these names, they have tang.\nSome even conjure up whole hair-raising, spine-chilling,\nroistering, rollicking stories; Sun Dog Road, Devil Dog\nRanch Road and Skull Valley.  Even if the saguaros weren't\nso stately and the spring desert flowers so bright and bold\nand the sunsets so flaming I would still have enjoyed my\ntrip to Arizona for the names alone.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Take a Left on Sore Finger Road</h1> <p><em><span data-rel=\"author\">Kay Haugaard</span> <span data-rel=\"location\">Pasadena, California</span></em></p> <p>Not all of Arizona's color is in its landscape.  I discovered\nthis recently during a trip to Phoenix from Los\nAngeles.</p> <p>As my husband and I drove through desert scenes of\npeachy beige, sand, grey-violet mountains, dusty mustard\nbushes sprinkled about with brilliant yellow flowers beneath\nthe clear, blue April sky, I could hardly take my eyes off the\ncolors of the landscape; but then I started noticing the\nnames of the places we either passed through or saw signs\nfor.</p> <p>Talk about colorful!  These were hearty, direct names\nspeaking of an uncomplicated, practical outlook with little\npatience for “pretty” words.  Here was the vigor of the western\nfrontier.  There were a lot of Roads: Chuckwalla, Red\nCloud, Eagle Mountain, Sore Finger, and Jack Rabbit, to\nname just a few.</p>"
}