{
  "type": "Article",
  "title": "A Pooh-Poohey",
  "author": "Virginia Howard",
  "location": "New Orleans, Louisiana",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Pooh-Poohey</h1>\n<p><em><span data-rel=\"author\">Virginia Howard</span> <span data-rel=\"location\">New Orleans, Louisiana</span></em></p>\n<p>In my job as an editor of articles to be submitted to\nmedical journals, the written word consumes my mind.\nOne day, for example, while I was immersed in a paper\nabout the use of arylsulphatase in the treatment of leukemia,\nmy telephone rang and I automatically lifted the\nreceiver; in my usual “answering-the-telephone” voice, I\ncrooned, “Arylsulphatase.” Such is my absorption.</p>\n<p>Problems with the written word are encountered and\nsurmounted every day. Idiosyncrasies in spelling and syntax\ncan be understood because the words stay still on the page\nand withstand hours of withering scrutiny. The most capricious\nmisspelling can be disentangled into a meaningful\nword, and sometimes the error is even curiously more satisfying\nthan its correction. One doctor wrote: “Chronic laxative\nuse may lead to laxative dependency and the inability\nto induce a normal response to colon distention, which may\nthen lead to higher and higher doses of laxative and a\nviscous cycle.” Such peculiarities even fleetingly glimpsed,\nsuch as “ORKA” on the sign at a roadside vegetable stand, are\nstill intelligible. Errant script is wonderfully inert, but verbal\nvagaries that bounce off the eardrums strike without\nwarning and then slither away. The brain is left stunned.</p>\n<p>The problem that plagues my phonetically oriented\nmind is not the ordinary variation in pronunciation, such as\nbeing addressed as “Miz Hired,” nor is it the simple\nspoonerism, like the “turned bokey” that a coworker enthusiastically\nannounced she was having for lunch. Other\nvariations cause only minor gnashing of teeth and clawing\nat ears. In north Alabama, two radio announcers give disparate\ninterpretations of the title <em>Mrs.</em> To one announcer,\n<em>Mrs. Smith</em> is “Mizriz Smith,” and to the other she is\n“Meriziz Smith.” Less tolerable, but still grudgingly understandable,\nis a poorly educated high-school English teacher's\ninstruction to her students to write “rough graphs” of their\nthemes.</p>\n<p>What is it then that dissolves my mind into a quaking\nmuddle? What dreaded verbal encounter leaves me clutching\nat a slippery alphabet? The source of my quandary is\nwhen an incomprehensible comment is directed to me and\nan immediate response is expected. The speaker knows what\nword has just rolled off his tongue, but my mind is unable\nto grasp it. If, as Emerson suggested, “to be great is to be\nmisunderstood,” then many great people have spoken to me.</p>\n<p>My inability to comprehend variations in spoken English\nfirst emerged in an educational psychology course, requiring\nfield work in a children's nursery school. A five-year-old\nboy proposed a game of cowboys and Indians, and\ndesignated to me, “You can be Day-Oh.”</p>\n<p>“Who?” I asked. A hazy image of Harry Bellafonte,\nsinging “The Banana Boat Song,” flitted through my head.\nWere calypso singers part of the Old West?</p>\n<p>“Day-Oh,” he repeated.</p>\n<p>“Day-Oh?” I asked.</p>\n<p>“No,” he said peevishly, and clenching his fists, he\nenunciated slowly and clearly, “Not <em>Day</em>-Oh—DAY-Oh!”</p>\n<p>“Who?” I asked, knowing I dare not repeat the name.</p>\n<p>“DAY-OH,” he said, his face glowing pink with gathering\nrage, “DAY-OH! DAY-OH!”</p>\n<p>“I'm afraid I don't know who that is,” I admitted.</p>\n<p>“Day-Oh Evans,” he said in disgust.</p>\n<p>I had hoped that my affliction was limited to eardrum\nencounters with five-year-old vocal cords, but my life continued\nto be hounded by perplexing vocal riddles. A friend\nand I were getting off an elevator when she turned to me\nand asked, “Is that Marv?” The only other person getting\noff the elevator with us was a girl wearing a purple blouse.</p>\n<p>“N-no, I don't think so,” I replied hesitantly. She certainly\ndidn't look as though her name would be Marv.</p>\n<p>My friend continued, “I just wondered what the color\nMarv looked like exactly. I thought maybe that shade of\npurple was about right.” (A next-door neighbor once threatened\nto paint his house <em>chattaroose</em>. He may have been kidding\nabout his choice of color, but his pronunciation was no\njoke.)</p>\n<p>Are others similarly burdened by this lack of finesse in\ncommunication? Are they left spluttering as they try to\nunwind common words from their linguistic shrouds? Could\nit be an inherited characteristic? In my case, it definitely\nis. My father bought some doughnuts in a doughnut shop\nin Tennessee, and the salesgirl politely asked him, “Yat\nbeyaw?”</p>\n<p>He stared at her and said, “I-I beg your pardon?”</p>\n<p>“Yat beyaw?” she squealed.</p>\n<p>“What?” he asked in alarm. “What, what?”</p>\n<p>“<em>Yat beyaw!?</em>” she squeaked, getting a tinge impatient.</p>\n<p>“Er-yes,” he agreed as he grabbed his bag of doughnuts\nand fled. When he got outside, he exclaimed, “That girl just\nmeowed at me!”</p>\n<p>Others in my family have vestiges of the disorder. As\nwe were waiting in a hospital corridor for the arrival of\nthe elevator, my mother and I were conversing with a\ngentlewoman from south Georgia and her daughter. We\ncommented on the slowness of the elevator, and the lady\ncontrasted this elevator's tardiness with the speed of the elevator\nin the hotel where she and her daughter were staying,\n“Why, that elevator's so fast,” she said, “that last night\nwhen it arrived, I got in and 'fo' Jean got in—WHOOSH—the\ndoor closed and the elevator was gone!”</p>\n<p>My mother later commented, “Doesn't that lady's\ndaughter have a strange name—Fojean! I've never heard\nthe name <em>Fojean</em> before.”</p>\n<p>Is there a gene—a phogene, perhaps—that predisposes\nsome brains to misinterpret speech patterns that others\nunderstand? Those of us who have inherited the phogene\nmay, after months of understanding everything that everyone\nsays to us, become complacent. The disease, however, is\nonly dormant. Sooner or later a word, innocently uttered,\nwill explode in the phogene-laden brain, and the struggle to\ncapture an auditory outlaw begins again.</p>\n<p>Just yesterday my brain was happily dandling written\nwords on its cerebral knees when someone from the orthopedics\ndepartment of the medical school telephoned me and\nflung out this question, “What does <em>pooh-poohey</em> mean?”</p>\n<p>“I don't know,” I stammered, while nervously fingering\nmy dictionary, “but it sounds decidedly nasty to me.”</p>\n<p>“Don't you have any idea about <em>pooh-poohey?</em>” she\npersisted. I admitted that I didn't. If I was unable to\nrecognize <em>Marv</em> when I saw her, how could I admit\nfamiliarity with <em>pooh-poohey</em>?</p>\n<p>Searching for a clue I could jab my pencil into, I\nasked, “Could you mean <em>pooh-pooh</em>? That's an expression of\ncontempt.”</p>\n<p>“No,” she replied, “That doesn't make any sense. I\nthink there's even a restaurant in town called 'The Pooh-Poohey.”'</p>\n<p>“Could it be Hawaiian?” I suggested, “A double dose of\n<em>poi</em> perhaps? <em>Poi-poi?</em>”</p>\n<p>“<em>Pooh-poohey</em> isn't used that way at all in the paper\nI'm typing.”</p>\n<p>“Just how is it used?”</p>\n<p>“It's the title of an article I'm typing from a tape recording.\nThe title is 'Hand Surgery—A Pooh-Poohey.”'</p>\n<p>Suddenly, the lid was off the jar—a whiff of flowers,\nherbs, and spices, a medley of sensations—this miscellaneous\ncollection revealed the truth about pooh-poohey!\nMy relief was immeasurable.</p>\n<p>Yat beyaw?</p>\n<p>Yayus!</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Pooh-Poohey</h1> <p><em><span data-rel=\"author\">Virginia Howard</span> <span data-rel=\"location\">New Orleans, Louisiana</span></em></p> <p>In my job as an editor of articles to be submitted to\nmedical journals, the written word consumes my mind.\nOne day, for example, while I was immersed in a paper\nabout the use of arylsulphatase in the treatment of leukemia,\nmy telephone rang and I automatically lifted the\nreceiver; in my usual “answering-the-telephone” voice, I\ncrooned, “Arylsulphatase.” Such is my absorption.</p> <p>Problems with the written word are encountered and\nsurmounted every day. Idiosyncrasies in spelling and syntax\ncan be understood because the words stay still on the page\nand withstand hours of withering scrutiny. The most capricious\nmisspelling can be disentangled into a meaningful\nword, and sometimes the error is even curiously more satisfying\nthan its correction. One doctor wrote: “Chronic laxative\nuse may lead to laxative dependency and the inability\nto induce a normal response to colon distention, which may\nthen lead to higher and higher doses of laxative and a\nviscous cycle.” Such peculiarities even fleetingly glimpsed,\nsuch as “ORKA” on the sign at a roadside vegetable stand, are\nstill intelligible. Errant script is wonderfully inert, but verbal\nvagaries that bounce off the eardrums strike without\nwarning and then slither away. The brain is left stunned.</p> <p>The problem that plagues my phonetically oriented\nmind is not the ordinary variation in pronunciation, such as\nbeing addressed as “Miz Hired,” nor is it the simple\nspoonerism, like the “turned bokey” that a coworker enthusiastically\nannounced she was having for lunch. Other\nvariations cause only minor gnashing of teeth and clawing\nat ears. In north Alabama, two radio announcers give disparate\ninterpretations of the title <em>Mrs.</em> To one announcer,\n<em>Mrs. Smith</em> is “Mizriz Smith,” and to the other she is\n“Meriziz Smith.” Less tolerable, but still grudgingly understandable,\nis a poorly educated high-school English teacher's\ninstruction to her students to write “rough graphs” of their\nthemes.</p>"
}