{
  "type": "Article",
  "title": "Mubblefubbles: An Old-Fashioned Bout with the Black Dog; or Coming Down in the Mouth with a Case of the Humpy-Grumpies",
  "author": "John L. Idol",
  "location": "Jr., Clemson University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Mubblefubbles: An Old-Fashioned Bout with the Black Dog; or Coming Down in the Mouth with a Case of the Humpy-Grumpies</h1>\n<p><em><span data-rel=\"author\">John L. Idol</span> <span data-rel=\"location\">Jr., Clemson University</span></em></p>\n<blockquote>\n<p>I writ of melancholy, by being busy to avoid<br>\nmelancholy. There is no greater cause of melancholy<br>\nthan idleness, no better cure than business. . . .</p>\n<p><em>Burton's Anatomy of Melancholy</em></p>\n</blockquote>\n<p>As any good modern thesaurus (Alien's, Rodale's,\nMawson's, or Soule's) will show, present-day English\nhas no lack of words to express a melancholic state when\n“doleful dumps the mind oppress” (<em>Romeo and Juliet</em>, IV, v,\n129). From standard English through dialectal words to\nslang terms, words and phrases abound to help anyone suffering\nfrom <em>jawfall</em> to express how blue his funk has become.\nFascinating as such modern terms are, not they but\narchaic, obsolete, and rare words for melancholy or dejection\nwill be the theme of this essay on a Cimmerian subject.\nSo “Hail divinest Melancholy” while I write of darksome\nwords.</p>\n<p>The sanguine Wife of Bath, narrating the tale of the\nlecherous Knight who thought he must wed a hag, confided\nin Dryden's modernization of her story: “Mirth there was\nnone, the man was a <em>la mort</em>.” Once a term naturalized in\nEnglish, <em>alamort</em> is now considered French and is rarely, if\never, used in Dryden's sense of 'melancholy.' Two jocose\ncorruptions of <em>melancholy, allycholly</em> and <em>colliemollie</em>, have\nbeen dropped from the language since Shakespeare's time.\nShakespeare has the Host in <em>The Two Gentlemen of Verona</em>\nsay to Julia, “Methinks you're allycholly; I pray you, why is\nit?” (IV, ii, 27). An anonymous writer in 1603 wrote: “The\nDevil was a little colli-mollie and would not come off.” Old\nNick probably did not come off because at the moment he\nwas an <em>atrabilarian</em> suffering acutely from <em>black bile</em> or\n<em>black choler</em>, and his <em>atrabilariousness</em> was making him\nwoefully <em>chumpish</em>. Sidney's <em>Arcadia</em> in 1580 had used\n<em>chumpish</em> to express the notion of sullenness. Had the Old\nDeuce had the good fortune to come upon John Quincy\nAdams a couple of centuries later (1777), he might have\nborrowed a sentence from one of Adams's letters and\ngriped, “The spleen, the vapours, the dismals, the horrors\nseemed to have seized [my] whole State.”</p>\n<p>The <em>dole</em> of someone in a <em>griefful</em> state is powerfully exhibited\nby Spenser when cannibals with sharp knives and\nhungry looks <em>gaze</em> upon the Damzell in Book VI, Canto\nVIII, of <em>The Faerie Queene</em>:</p>\n<blockquote>\n<p>Which when she sees with ghastly griefful eies,<br>\nHer heart does quake, and deadly pallid hew<br>\nBenumbes her cheekes.</p>\n</blockquote>\n<p>Indeed, at this frightful moment, one could share her\n<em>hepatic</em> condition, for whose liver would not secrete plenteous\nbile if liver and all else lay subject to a cannibal's greedy\nappetite. If not just the liver, then surely the other parts of\nthe <em>hypochondria</em>, the seat of spleen and melancholia,\nwould render one an instant <em>hypochondriack</em>. Without\nenough pluck to overcome such dreadful foes, what damsel\nwould not be <em>luctiferous</em>, for she would bear much sorrow\nin losing her limbs and paps to lustful flesheaters. Considering\nso dire a plight, she could well have anticipated a later\ncry by Richardson's Pamela, “My heart was so lumpish!”\n(1741). Such a bloody end would leave any decent girl feeling\njustifiably <em>maltalent</em>.</p>\n<p>Escaped from these <em>tristful</em> Spenserian perils and safely\nat court with a copy of John Lyiy's play <em>Midas</em> in her hands,\nshe could shake her head in agreement over the behavior of\nyoung men at court at this time. “Melancholy is the creast\nof Courtiers armes, and now everie base companion, being\nin his mubblefubbles, says he is melancholy” (V, ii), unless,\nof course, keeping up on the latest cant, he is in his <em>mumblefubbles</em>.\nShould he not care to use slang, he might report\nthat he is now in something of a qualm himself because his\nfriends behave so <em>splenetically</em>. Perchance, if he were not\ntoo far sunk in his spleenishness, he could lift words from\nGabriel Harvey and confess, “I was never so splenetique\nwhen I was most dumpish but I could smile at a frise jest.”</p>\n<p>A <em>yearnful</em> distant descendant of his, quoting Sir\nRichard Blackmore, might well give a similar report about\nthe modish malaise her stylish friends display when “The\nspleen with sullen vapours clouds the brain,/ And binds the\nspirits in its heavy chain.” Or should a still later descendant\nturn ever more bookish and launch a career in dictionary-\nmaking, he could be described by a contemporary journalist\nas “too splentitive, austere, impatient ... to reach the\nabacus of excellence in the science of lexicography” (<em>Monthly\nMagazine</em>, 1815). A further turn from lexicography to\nromantic love could subject him to a hopeless seizure of\n<em>Wertherism</em>. A studiously placed pistol could thus put an\nend to his <em>dreariment</em>.</p>\n<p>Out in the provinces, the cousins of these city-bred\n<em>melancholiacks</em> were to have their own problems with the\nmulligrubs and pass their doldrums on down to their children,\nand their children to theirs. <em>Dolements</em> could beset\nanyone, but especially a <em>fiddlefaced glumpish</em> fellow whose\n<em>grum</em> and <em>glum</em> afflicted all of his friends and neighbors\nwith a severe outbreak of the <em>humpy-grumpies</em>. Not to be\noutdone, his neighbors could be <em>grouty</em> and <em>grump, glunch,\ngrunch</em> until they were worn out with <em>gruntling</em>. The long\nand short of it was that if one wanted to be <em>dowly</em>, the dismals\ncould strike as deeply in Yorkshire as in London. Any\ndoubters of that generalization need weigh only this neighborly\ndiagnosis by an unnamed Yorkshireman: “She's having\na long dowl on't this time, there's somewhat the matter,\ndepend on it.”</p>\n<p>The truth of the matter is that the <em>blue devils</em> can make\nanyone, countryman or city swell, feel “lower than the ring\naround a Scotsman's bathtub” anywhere, anytime. But\nsome people choose not to <em>sing the blues</em> with sesquipedalian\nterms, opting, instead, to chop off long words, create new\nones, blend others, or fashion original phrases. One of the\nfirst words to go under the knife of the slangwright was\n<em>hypochondria</em>, becoming <em>hipped, hippish, hypo</em>, and <em>down\nin the hips</em> in the early 18th century. For example, Richard\nSteele in 1712 wrote in the <em>Spectator</em>: “I have been to the\nlast Degree hipped since I saw you.” The even further\nclipped form, <em>hip</em>, was not to appear until 1840.</p>\n<p>An early creation was <em>hump</em>, which found its way into\na sentence by Defoe in this context: “Under many Hardships\nand Restrictions, many Humps and Grumps.” A later creation,\n<em>fantad</em> or <em>fantod</em>, formed perhaps on the base of <em>fantastic</em>,\nappeared in 1867, some twenty-three years before\nsome disheartened victim of <em>Monday fever got the morbs</em>\n(1880).</p>\n<p>Victims of the <em>boo-hoos</em> (1830s) or the <em>dolefuls</em> (1820s),\nif they were not wholly <em>picklepussed</em>, could brighten their\nown nights by sharing such sprightly blends as <em>solemncholy</em>\n(<em>ca.</em> 1860), <em>lemonjolly</em> (<em>ca.</em> 1860), and <em>lemoncholy</em> (1909).\nOnce such playful blends cropped up, some wag dubbed a\npregnant woman's craving for watermelon as <em>watermeloncholy</em>.\nBut one could obviously develop incurable <em>woefits</em> if\nforced to endure levels of wit no higher than this.</p>\n<p>The creators of phrases have been even more productive.\nSwift is credited with creating or recording <em>down in\nthe hips</em> (1729), but since Swift's time melancholic folk have\n<em>given the pip</em> (1890) or <em>gotten the pip</em> (1885) or the <em>woefuls</em>\n(1909). Of course, they have coined dozens of phrases still\ncurrent in British or American slang.</p>\n<p>These old-fashioned words and phrases, together with\nthe scores of phrases and words presently denoting a melancholic\nstate or disposition, plausibly suggest that new terms\nmust come as mankind learns more and more about the\nmegrims, for as poor Belarius of <em>Cymbeline</em> once cried, “O\nmelancholy! Who ever yet could sound thy bottom?” (IV, ii,\n204.)</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Mubblefubbles: An Old-Fashioned Bout with the Black Dog; or Coming Down in the Mouth with a Case of the Humpy-Grumpies</h1> <p><em><span data-rel=\"author\">John L. Idol</span> <span data-rel=\"location\">Jr., Clemson University</span></em></p> <blockquote>\n<p>I writ of melancholy, by being busy to avoid<br>\nmelancholy. There is no greater cause of melancholy<br>\nthan idleness, no better cure than business. . . .</p>\n<p><em>Burton's Anatomy of Melancholy</em></p>\n</blockquote> <p>As any good modern thesaurus (Alien's, Rodale's,\nMawson's, or Soule's) will show, present-day English\nhas no lack of words to express a melancholic state when\n“doleful dumps the mind oppress” (<em>Romeo and Juliet</em>, IV, v,\n129). From standard English through dialectal words to\nslang terms, words and phrases abound to help anyone suffering\nfrom <em>jawfall</em> to express how blue his funk has become.\nFascinating as such modern terms are, not they but\narchaic, obsolete, and rare words for melancholy or dejection\nwill be the theme of this essay on a Cimmerian subject.\nSo “Hail divinest Melancholy” while I write of darksome\nwords.</p> <p>The sanguine Wife of Bath, narrating the tale of the\nlecherous Knight who thought he must wed a hag, confided\nin Dryden's modernization of her story: “Mirth there was\nnone, the man was a <em>la mort</em>.” Once a term naturalized in\nEnglish, <em>alamort</em> is now considered French and is rarely, if\never, used in Dryden's sense of 'melancholy.' Two jocose\ncorruptions of <em>melancholy, allycholly</em> and <em>colliemollie</em>, have\nbeen dropped from the language since Shakespeare's time.\nShakespeare has the Host in <em>The Two Gentlemen of Verona</em>\nsay to Julia, “Methinks you're allycholly; I pray you, why is\nit?” (IV, ii, 27). An anonymous writer in 1603 wrote: “The\nDevil was a little colli-mollie and would not come off.” Old\nNick probably did not come off because at the moment he\nwas an <em>atrabilarian</em> suffering acutely from <em>black bile</em> or\n<em>black choler</em>, and his <em>atrabilariousness</em> was making him\nwoefully <em>chumpish</em>. Sidney's <em>Arcadia</em> in 1580 had used\n<em>chumpish</em> to express the notion of sullenness. Had the Old\nDeuce had the good fortune to come upon John Quincy\nAdams a couple of centuries later (1777), he might have\nborrowed a sentence from one of Adams's letters and\ngriped, “The spleen, the vapours, the dismals, the horrors\nseemed to have seized [my] whole State.”</p>"
}