{
  "type": "Article",
  "title": "The Good Life",
  "author": "Robert A. Fowkes",
  "location": "New York University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Good Life</h1>\n<p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">New York University</span></em></p>\n<p>A few years ago I stood on a modest eminence overlooking\nthe Hudson, accompanied by an in/outlaw.\nSmall craft glided by, some more magnificent than the rest.\nWhen a particularly impressive boat went past, the people\nlounging luxuriously on deck, drinking wine and obviously\nenjoying the day, my relative-by-marriage turned to me and\nsaid, “The good life, eh Bob?!” and I had no answer to his\nrhetorical question, for, although not too sure what the\n“good life” meant, I had never thought of it as including\nsybaritic pleasure. It had, in fact, quasi-theological overtones\nfor me, reminiscent of Paul and his “good fight”; not\nthat the good fight was synonymous with the good life, but\nthe assonance seemed to connect the two somehow. Strangely\nenough, there seems to be no scriptural attestation of the\ngood life in so many words. The Lord looked upon His\nhandiwork after each day's stint in the creation and saw\nthat is was “good.” Yet the serpent's seductive promise to\nmake Adam and Eve like gods, through giving them the\npower to distinguish between good and evil is clearly condemned\n(Gen.3.5). And the source of the “good life”\nremains elusive.</p>\n<p>We are, therefore, fortunate that our advertising hucksters\ntell us what it is all about. An advertisement for a\nswimming pool (on one of those annoying sheets that clutter\nup magazines and fall to the floor with two or three others)\ntells us what the good life is: “Summer sun for the\nkids—right in their own backyard—and the perfect setting\nfor entertaining friends—a casual pool party and barbecue,\nmaybe a few cocktails, and there you have it—the good life,\nyour own private country club.” Maybe my in-law was\nright. He could find further confirmation of his notion that\nthe good life = the life of goods in Phyllis and Fred Feldkamp's\n<em>The Good Life ... or What's Left of It</em> (New York:\nHarper and Row, 1972) with the illuminating subtitle, “Being\na recounting of the pleasures of the senses that contribute\nto the enjoyment of life in France.” The ingredients\nof the good life include moments at the race track, a visit to\na <em>fermier</em> who preserves the ancient art of making Camembert,\nan evening at the de Gaulles' place, and an encounter\nwith the cultural element called the truffle: “At the center\nof it all rests the ugly fungus with the delicate scent, the\nmysterious <em>truffe</em>” (p. 143).</p>\n<p>“The good life” has attracted several other writers as an\nappropriate book title. Douglas Wallop packed that title on\nto a novel in 1969. (He is perhaps better known for <em>The\nMermaid in the Swimming Pool</em> and <em>The Year the Yankees\nLost the Pennant</em>.) In this version of the good life a man and\nhis wife sell their suburban house (euphemistically called a\n“home,” of course) and hire themselves out as caretakers of\na magnificent estate. Handsome wages and pool privileges\n(a pool again!) are theirs for minimal duties. To them, the\ngood life means a chance to experience the delights of the\nwell-to-do without the concomitant worries.</p>\n<p>A narcissistic ad in <em>The New York Times</em>, May 27,\n1977, p.C24, proclaims, “Ah, the Good Life! Good food,\ngood wine, good talk (and home delivery of the New York\nTimes).” Paradise enow. Sylvia Porter expressed forebodings\n(<em>New York Post</em>, August 16, 1977, p.60) that the good life\nmight be heading for a fall. The “good life” (quotation\nmarks hers; she is bright enough to see through the sham) is\nexplained as amounting to the perquisites enjoyed by well-\npaid executives. The “fall” refers to anticipated difficulties\nafter retirement.</p>\n<p>Uncle Sam evinces similar materialistic notions of the\ngood life in a pamphlet published by the U. S. Department\nof Agriculture, 1971: <em>A Good Life for More People</em>, where,\nit must be admitted, the indefinite article somewhat muffles\nthe effect. But I suppose our government knows best what is\ngood for us, if not what life is.</p>\n<p>With the current maddening predilection for the\nRomance comparative, we might expect to find the “better\nlife.” We do better than that, however, cf. <em>The New York\nTimes</em>, May 14, 1979, p.76: “Barbados. It's better than the\ngood life. It's the best” (the <em>summum bonum</em>, no doubt),\nThat superlative degree of excellence is manifested in discounts\nand special rates.</p>\n<p>The revived <em>Life</em> magazine does not disappoint us.\nWhere, if not there, should we expect to find attestations of\nthe expression? It occurs as the title of an article on a spectacular\n“operative,” Ali Hassan Salameh: “A Charming\nAssassin Who Loved the Good Life” (April, 1979, pp.\n101-108). We learn that he “did not allow duty or danger to\ninhibit his appetite for the good life.” The elements of that\nlife are enumerated: “Scotch whisky, fast cars, beautiful\nwomen and (even when moving under cover abroad)\nelegant restaurants and fine hotels” (pp. 101-102). No swimming\npools?</p>\n<p>A program on pimps and prostitutes (David Susskind's\nTV show, 1 AM, May 27, 1979) introduced a still more astounding\nuse of the term, when a (disguised) pimp asserted\nthat young girls are lured into the profession by a taste of\nthe good life!</p>\n<p>While such meretricious distortion of the concept proliferates,\nevery now and then a more venerable and less\nhedonistic use emerges, as if to defy the hucksters. The recent\nbook by Helen and Scott Nearing (New York: Schocken\nBooks, 1979) bears the title <em>Continuing the Good Life</em> and\nobviously harks back to their earlier book <em>Living the Good\nLife</em> (1954). The Nearings regard the good life as related to\nthe back-to-the-land movement and to the re-embracing of\na more natural and simple (and arduous) way of life. They\nreject the labor of farm animals and most use of machinery,\npreferring hand tools Mr. Nearing (95 years old!) is somewhat\nincredibly said to be capable of mowing a field with a\nscythe before breakfast. He and his youthful bride (not yet\n80) are strict vegetarians and consume no milk or eggs.\nThey have disciples who share their idea of what the good\nlife is.</p>\n<p>William H. Marnell, in <em>The Good Life of Western\nMan</em> (New York, 1971) makes a sustained effort to determine\nwhat the “good life” seems to have meant to “western\nman” through the ages. That he chauvinistically excludes\nthe whole East is somewhat disappointing, and, in fact, he\nis taken to task for this in a foreword by Arnold Toynbee.\nBut the valid central theme of the book is that the good life\nis to be related to things like altruism and the golden mean.\nThere is no mention of ego-fulfillment or belly gratification\nor perks for jerks.</p>\n<p>Perhaps most people of our day—their ears, eyes, and\nbrains (when present) assailed by all the media with the\nspurious sense of the “good life”—would regard the Nearing\nand Marnell titles as either egregious bloopers or as irony.\nAfter all, does not <em>bon vivant</em> come close to the real essence\nof the term? Yet, pursuers of what in Italian is called the.\n<em>mala vita</em> seem to aim to enjoy those luxuries and delights\nwhich, for many, are the real fruits of the “good life.” If\nBuddha or Christ or a saint or two exhorted would-be\nfollowers to get rid of their material possessions, how could\nthe life to which they pointed the way—a life without\ngoods—be a good life, let alone the good life? <em>Cui bono?\nCui</em> indeed.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Good Life</h1> <p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">New York University</span></em></p> <p>A few years ago I stood on a modest eminence overlooking\nthe Hudson, accompanied by an in/outlaw.\nSmall craft glided by, some more magnificent than the rest.\nWhen a particularly impressive boat went past, the people\nlounging luxuriously on deck, drinking wine and obviously\nenjoying the day, my relative-by-marriage turned to me and\nsaid, “The good life, eh Bob?!” and I had no answer to his\nrhetorical question, for, although not too sure what the\n“good life” meant, I had never thought of it as including\nsybaritic pleasure. It had, in fact, quasi-theological overtones\nfor me, reminiscent of Paul and his “good fight”; not\nthat the good fight was synonymous with the good life, but\nthe assonance seemed to connect the two somehow. Strangely\nenough, there seems to be no scriptural attestation of the\ngood life in so many words. The Lord looked upon His\nhandiwork after each day's stint in the creation and saw\nthat is was “good.” Yet the serpent's seductive promise to\nmake Adam and Eve like gods, through giving them the\npower to distinguish between good and evil is clearly condemned\n(Gen.3.5). And the source of the “good life”\nremains elusive.</p> <p>We are, therefore, fortunate that our advertising hucksters\ntell us what it is all about. An advertisement for a\nswimming pool (on one of those annoying sheets that clutter\nup magazines and fall to the floor with two or three others)\ntells us what the good life is: “Summer sun for the\nkids—right in their own backyard—and the perfect setting\nfor entertaining friends—a casual pool party and barbecue,\nmaybe a few cocktails, and there you have it—the good life,\nyour own private country club.” Maybe my in-law was\nright. He could find further confirmation of his notion that\nthe good life = the life of goods in Phyllis and Fred Feldkamp's\n<em>The Good Life ... or What's Left of It</em> (New York:\nHarper and Row, 1972) with the illuminating subtitle, “Being\na recounting of the pleasures of the senses that contribute\nto the enjoyment of life in France.” The ingredients\nof the good life include moments at the race track, a visit to\na <em>fermier</em> who preserves the ancient art of making Camembert,\nan evening at the de Gaulles' place, and an encounter\nwith the cultural element called the truffle: “At the center\nof it all rests the ugly fungus with the delicate scent, the\nmysterious <em>truffe</em>” (p. 143).</p> <p>“The good life” has attracted several other writers as an\nappropriate book title. Douglas Wallop packed that title on\nto a novel in 1969. (He is perhaps better known for <em>The\nMermaid in the Swimming Pool</em> and <em>The Year the Yankees\nLost the Pennant</em>.) In this version of the good life a man and\nhis wife sell their suburban house (euphemistically called a\n“home,” of course) and hire themselves out as caretakers of\na magnificent estate. Handsome wages and pool privileges\n(a pool again!) are theirs for minimal duties. To them, the\ngood life means a chance to experience the delights of the\nwell-to-do without the concomitant worries.</p>"
}