{
  "type": "Article",
  "title": "Orthographe Mirabile",
  "author": "Richard Lederer",
  "location": "Concord, New Hampshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Orthographe Mirabile</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">Concord, New Hampshire</span></em></p>\n<p>In 1750, Phillip, 4th Earl of Chesterfield, wrote, in a\nletter to his son: “One false spelling may fix a stigma\nupon a man for life.” If Lord Chesterfield's chilling dictum\nis true, just about all of us are stigmatized, for who among\nus has not stumbled on or into the potholes and booby traps\nthat dot the terrain of English spelling?</p>\n<p>Indeed, with the possible exceptions of politicians,\nsports commissioners, and oil companies, there is no more\npopular object of abuse and ridicule than our “system” of\nEnglish orthography. “Spelling,” declares Mario Pei, “is the\nworld's most awesome mess.” Otto Jespersen brands it a\n“pseudo-historical and anti-educational abomination.” And\nJ. Donald Adams adds: “It is wildly erratic and almost\nwholly without logic. One needs the eye of a hawk, the ear\nof a dog, and the memory of an elephant to make headway\nagainst its confusions and inconsistencies.”</p>\n<p>These are strong words, but even the briefest glance at\nthe situation reveals that they are quite just. In what other\nlanguage could one find the pairs <em>publicly</em> and <em>basically,\nmoveable</em> and <em>immovable, led</em> and <em>read</em> (past tense), <em>harass</em>\nand <em>embarrass, deceit</em> and <em>receipt</em>, and <em>deign</em> and <em>disdain?</em>\nIn what other language could <em>manslaughter</em> and <em>man's\nlaughter</em> be spelled with exactly the same letters? In what\nother language could <em>minuscule</em> be so unfailingly misspelled\nthat lexicographers have finally had to add <em>miniscule</em> as a\nvariant form? In what other language could <em>coffee</em> be misspelled\n<em>kauphy</em> and <em>usage, yowztich</em>—not a single correct\nletter in the bunch!</p>\n<p>The most prominent cause of the whoop-de-do (also\n<em>whoop-de-doo</em>) about English orthography is the considerable\ndistance that stretches between the sounds of our words\nand their spelling — a state of affairs created by the inadequacy\nof our Roman alphabet to represent the sounds of\nEnglish; our cheerful willingness to borrow words and, with\nthem, unconventional spellings from other languages; and,\nfinally, the changes in our pronunciation, most of which\nhave not been matched by repairs to our orthography. The\nresult is that about eighty per cent of our words are not\nspelled phonetically; in effect we have two languages, one\nspoken and one written.</p>\n<p>One way to explore the chasm that separates phonology\nfrom orthography is to examine how letters, alone or in\ncombination, can represent a variety of disparate sounds.\nThe <em>e's</em> in <em>reentered</em>, for example, have four different pronunciations,\nincluding one silent letter. A favorite target of\nthe scoffers is the combination ough, a terror that can produce\nnine distinct sounds, as in <em>bough, bought, cough,\ndough, hiccough, lough, rough, thorough</em>, and <em>through</em>.</p>\n<p>What most complicated the situation is that English\nspelling is haunted by what William Watt calls “the little\nghosts of silent letters.” Many of these were once sounded,\nsuch as the <em>k</em> and <em>gh</em> in <em>knight</em>, the <em>l</em> in <em>would</em>, the <em>p</em> in\n<em>pneumonia</em>, and the final <em>e</em>. For centuries <em>colonel</em> was a\nthree-syllable word, as in the opening line of Milton's sonnet:</p>\n<blockquote>\n<p>Captain or Col-o-nel or Knight at Arms.</p>\n</blockquote>\n<p>Other letters, like the <em>b</em> in <em>doubt</em> and the <em>g</em> in <em>foreign</em>, were\nnever pronounced but were added in the Renaissance to\nmake English words conform, often erroneously, to Latin\nand Greek morphology. As a result, it has been estimated\nthat two-thirds of our lexicon is populated with silent letters,\nleading Thorstein Veblen to proclaim, “English orthography\nsatisfies all the requirements of the canons of reputability\nunder the law of conspicuous waste.”</p>\n<p>Confronted by such delicious chaos, the intrepid logophile\nis moved to discover just how consistent is the inconsistency.\nBy comparing the spelling of words with their\nphonetic transcriptions in the dictionary, I have found contexts\nin which all twenty-six letters in the alphabet are\nmute. In the line-up that follows I offer, wherever possible,\nseveral settings for each silent letter:</p>\n<blockquote>\n<p><em>algae,</em> bre<em>a</em>d, marriage, pharaoh; dou<em>b</em>t, su<em>b</em>tle,\nthum<em>b</em>; bla<em>c</em>kguard, Conne<em>c</em>ticut, indi<em>c</em>t, s<em>c</em>ience, vi<em>c</em>tual;\ne<em>d</em>ge, han<em>d</em>kerchief, We<em>d</em>nesday; h<em>e</em>ight, hop<em>e</em>, st<em>e</em>ak,\nvalu<em>e</em>, ye<em>o</em>man; hal<em>f</em>penny; gnome, reign, tight, although;\nbou<em>gh</em>, g<em>h</em>ost, <em>h</em>onor, r<em>h</em>yme, shep<em>h</em>erd, up<em>h</em>olster; ba<em>i</em>t,\nbus<em>i</em>ness, S<em>i</em>oux, th<em>i</em>ef; ri<em>j</em>sttafel; blac<em>k</em>guard, know;\nha<em>l</em>fpenny, Linco<em>l</em>n; sa<em>l</em>mon; <em>m</em>nemonic; colum<em>n</em>; c<em>o</em>untry,\nlab<em>o</em>ratory, le<em>o</em>pard, pe<em>o</em>ple, tort<em>o</em>ise; cu<em>p</em>board,\n<em>p</em>neumonia, <em>p</em>sychiatrist, recei<em>p</em>t; Col<em>q</em>uhoun, rac<em>q</em>uet;\nfo<em>r</em>ecastle, Wo<em>r</em>cester; ai<em>s</em>le, debri<em>s</em>, i<em>s</em>land, rendezvou<em>s</em>,\nvi<em>s</em>count; gorme<em>t</em>, lis<em>t</em>en; parfai<em>t</em>, sof<em>t</em>en; circ<em>u</em>it, do<em>u</em>gh,\ng<em>u</em>ide, vict<em>u</em>al; sav<em>u</em>y; ans<em>w</em>er, cocks<em>w</em>ain, t<em>w</em>o, <em>w</em>rist; fau<em>x</em>\npas, grand pri<em>x</em>, Siou<em>x</em>; a<em>y</em>e, pra<em>y</em>; rende<em>z</em>vous, brit<em>z</em>ska.<sup><a href=\"#user-content-fn-b1\" id=\"user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n</blockquote>\n<p>I would welcome readers' suggestions for improving\nany of the above items, especially the following—J: I would\nprefer a more familiar entry than <em>rijsttafel</em> (rīstäfel), an Indonesian\nrice dish; <em>Q</em>: the name of British author and explorer\nArchibald Colquhoun (kōhōōn) is listed in the back of\n<em>Webster's Third</em>, but I would like to avoid heavy reliance\non a proper name; in <em>racquet</em> I am forced to argue that\neither the <em>qu</em> or the <em>c</em> is silent; <em>V</em>; for this, the most elusive\n(one could say the loudest) letter in my search, I can uncover\nonly double-letter items, such as <em>savvy</em> and <em>flivver</em>.\nDespite these niggling problems, I have demonstrated the\ndeafening silence that rings through English orthography.</p>\n<p>Now let us reverse our field. Not only can certain letters\nrepresent a variety of English sounds (and silences), we\nalso find that a single sound can be recorded by many different\nletters. George Bernard Shaw, who first championed\nand then (unsuccessfully) attempted to bequeath a sizable\n(also sizeable) sum of money to the cause of spelling reform,\nonce announced that he had discovered a new way to spell\nthe word <em>fish</em>. His fabrication was <em>ghoti: gh</em> as in <em>enough</em>, <em>o</em>\nas in <em>women</em>, and <em>ti</em> as in <em>nation</em>. And there are many other\nfish in the sea: <em>phusi: ph</em> as in <em>physic</em>, <em>u</em> as in <em>busy</em>, <em>si</em> as in\n<em>pension; ffess: off, pretty, issue; ughyce: laugh, hymn,\nocean; Pfeechsi: Pfeiffer, been, fuchsia; pphiapsh: sapphire,\nmarriage, pshaw, fuise: fat, guilt, nauseous; ftaisch: soften,\nvillain, schwa; ueisci: lieutenant, forfeit, conscious</em>. We stop\nhere only because the game has become ineffable.</p>\n<p>We can adapt Shaw's tactic to almost any word. My\nsurname, for instance, can be represented by <em>Lleoddoloyrrh</em>,\na Frankenstein monster sewn together from pieces\nof <em>ball, leopard, bladder, cotonel</em>, and <em>myrrh</em>.</p>\n<p>Let us ask ourselves what sounds can be represented by\nthe greatest variety of letters or letter-combinations in English\nspelling. In stalking the answer to this great question,\nwe inevitably become entangled with two thorny issues.\nFirst, since sound and spelling don't match in English, how\nare we to allocate the printed letters to the sounds? In\nparticular, if a silent consonant follows a vowel or vowel\ncombination, as in <em>aisle, island</em>, and <em>feign</em>, should it be\ncredited to the vowel sound? After much soul-searching, I\nhave decided that it should, or at least can. Second, what\ndo we do with the exotic spellings of proper names like\nFeatherstone-Haux (pronounced <em>Fanshaw!</em>), a question subsumed\nunder the larger issue of which words are “foreign”\nand which are “English”? My solution has been to include\nonly words that are listed in the main part of <em>Webster's\nNew International Dictionary</em> (second or third editions) or\n<em>The Random House Dictionary</em>. If a word is enshrined in\nthese esteemed tones, it is, as far as I am concerned, an\nEnglish word.</p>\n<p>Here then are my chief candidates for orthographic\nvariety. For convenience, I list the letters and combinations\nin alphabetical order.</p>\n<p><em>SH (23 variants): appreciate, ocean, chaperone,\nrapprochement, fuchsia, suspicion, hsin, pshaw, sugar,\ncrescendo, schwa, eschscholtzia, conscious, nauseous, shoe,\nmansion, assure, Asshur, Bysshe, mission, szlachta,\ninitiate, nation.</em></p>\n<p><em>EYE (23 variants): Kayak, maestro, shanghai,\ntrouvaille, Versailles, aisle, Paraguay, aye, feisty, height,\ngeyser, eye, I, indict, tie, sign, high, island, coyote,\nguide, buy, my, bye.</em></p>\n<p><em>EE (31 variants): bologna, aegis, shillelagh, shillelah,\nDun Laoghaire, Aoife, quay, edict, heat, Beauchamp, see,\ndeceit, Raleigh, receipt, people, demesne, key, vaccine,\ngrief, genii, debris, esprit, Camonix, amoeba, chamois,\nbuoy, Portuguese, guillotine, guyot, happy, maitre d'.</em></p>\n<p><em>OO (33 variants): Seoul, sleuth, queue, Devereux,\nblew, silhouette, lieutenant, Sioux, do, shoe, manoeuvre,\nboot, pooh, soup, denouement, bouillon, through,\nbrougham, coup, rendezvous, ragout, bouts-rimes, billetdoux,\ngnu, true, pugh, buhl, suit, buoyant, muumuu,\nSchuykill, cwm, two.</em></p>\n<p><em>OH (33 variants): Curaçao, pharaoh, chauvinist,\nVaud, La Rochefoucauld, Perrault, faux pas, bureau,\ntrousseaux, yeoman, Seoul, sew, haute couture, haut\nmonde, table d'hote, go, boat, boatswain, Gounod, doe,\ncologne. Van Gogh, oh, yolk, brooch, de trop, apropos,\nprevost, depot, soul, dough, tow, owe.</em></p>\n<p><em>AY (35 variants): aorta, sundae, champagne, trait,\ncampaign, straight, Beaujolais, parfait, halfpenny, gaol,\ngauge, day, aye, fiancé, break, matinee, thegn, eh, rein,\nfeign, weigh, Pompeii, soleil, Marseilles, dossier, demesne,\nbuffet, tête a tête, entremets, they, eyot, rendezvous,\nlingerie, menstruate, guerite.</em></p>\n<p>In compiling these lists, I have become such a Wizard\nof <em>OH's</em> that I now unveil a 21-word tour de force (tour de\nfarce?), in which all words possess an OH sound, yet each is\nspelled differently:</p>\n<blockquote>\n<p><em>Although Curaçao yeoman folk owe Pharaoh's Vaud\nbureau hoed oats, gauche Van Gogh, swallowing cognac\noh so soulfully, sews grosgrain, picoted chapeaux</em>.</p>\n</blockquote>\n<p><em>[Parts of this article have appeared previously in Word Ways (Nov.1) and the English Leaflet (Spring 1979). The idea for the ghoti\nexpansions originated with Sandra A, Engel and the search for the\nsilent alphabet with Guy Mermier and Eric W. Johnson.</em>]</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-b1\">\n<p>In all fairness to English spelling, we must note that silent letters\nfrequently gain a voice when the base word is extended by a suffix:\nbomb-bom<em>b</em>ard, muscle-mus<em>c</em>ular, line-lin<em>e</em>ar, resign-resignation,\nfruit-fru<em>i</em>tion, condemn-condem<em>n</em>ation, circuit-circ<em>u</em>itous. <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Orthographe Mirabile</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">Concord, New Hampshire</span></em></p> <p>In 1750, Phillip, 4th Earl of Chesterfield, wrote, in a\nletter to his son: “One false spelling may fix a stigma\nupon a man for life.” If Lord Chesterfield's chilling dictum\nis true, just about all of us are stigmatized, for who among\nus has not stumbled on or into the potholes and booby traps\nthat dot the terrain of English spelling?</p> <p>Indeed, with the possible exceptions of politicians,\nsports commissioners, and oil companies, there is no more\npopular object of abuse and ridicule than our “system” of\nEnglish orthography. “Spelling,” declares Mario Pei, “is the\nworld's most awesome mess.” Otto Jespersen brands it a\n“pseudo-historical and anti-educational abomination.” And\nJ. Donald Adams adds: “It is wildly erratic and almost\nwholly without logic. One needs the eye of a hawk, the ear\nof a dog, and the memory of an elephant to make headway\nagainst its confusions and inconsistencies.”</p> <p>These are strong words, but even the briefest glance at\nthe situation reveals that they are quite just. In what other\nlanguage could one find the pairs <em>publicly</em> and <em>basically,\nmoveable</em> and <em>immovable, led</em> and <em>read</em> (past tense), <em>harass</em>\nand <em>embarrass, deceit</em> and <em>receipt</em>, and <em>deign</em> and <em>disdain?</em>\nIn what other language could <em>manslaughter</em> and <em>man's\nlaughter</em> be spelled with exactly the same letters? In what\nother language could <em>minuscule</em> be so unfailingly misspelled\nthat lexicographers have finally had to add <em>miniscule</em> as a\nvariant form? In what other language could <em>coffee</em> be misspelled\n<em>kauphy</em> and <em>usage, yowztich</em>—not a single correct\nletter in the bunch!</p>"
}