{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Reader Over Your Shoulder",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.penguinrandomhouse.com/books/547475/the-reader-over-your-shoulder-by-robert-graves-introduction-by-patricia-oconner/9781609807337\"><em>The Reader Over Your Shoulder</em></a></h1>\n<p>Robert Graves and Alan Hodge, (Vintage Books, 1979; original edition, 1943; revised and abridged edition, 1947), 290pp.</p>\n<p>One approaches a review of a book bearing Robert\nGrave's name with respect, almost not daring to dislike it,\ncareful lest the slightest adverse comment make the reviewer\na fool. Yet, the cover of this book identifies Graves (presumably\nfor that segment of the television audience to which it\nis hoped it may appeal) as the author of <em>I, Claudius,</em> a work\nI found quite tedious when I tried to read it some 25 years\nago. That is quite irrelevant, of course, but then so is the\npublisher's identification of Graves: either you know who he\nis or you don't, and whatever mark he might have made as\nauthor of <em>I, Claudius</em> has scarcely any bearing on his qualifications\nfor writing a work on English exposition.</p>\n<p>Notwithstanding the respect that Craves and Hodge\nmay merit for their works of fiction, their observations that\n“English is less ancient than French” on the grounds of its\nfreedom from gender differentiation, and that “French is\nclearly less ancient than Latin, since it has no separate\nneuter gender and does not decline its nouns,” are simply\nnot consonant with the facts we know about other languages.\nThat is not to say that French is older than Latin,\nfor we know that is not the case. But the criteria offered,\nwhen applied to Polish or Russian on the one hand and to\nChinese on the other, prove completely specious. [Besides, it\nis annoying to find <em>grammer</em> so spelled on the third line of\nsuch a book; but there are other typographical errors.]</p>\n<p>All of the preceding takes place on page one, an\naltogether inauspicious beginning for a work on the language.\nBut it gets worse before it gets better. Page seven:\n“The Romance and Germanic languages, not having had\noccasion to simplify themselves to the same degree [as\nEnglish], still retain their genders and inflections. There is\nno logical justification for genders. They are a decorative\nsurvival from a primitive time when the supposed sex of all\nconcepts—trees, diseases, cooking implements—had to be\nconsidered for the sake of religious convention or taboo.”\nThis may be the linguistics of <em>The White Goddess,</em> but it is\nnot what we associate with the linguistics since the neogrammarians\nof the 19th century. In fact, applying the notion\nof natural (or sex) gender to grammar is probably one\nof the most misleading bits of nonsense that grammarians\never did, for it has confused students ever since. Don't you\nthink that the Germans—even the proto-Germans—knew\nthat <em>Mädchens</em> are feminine? Yet, applying the criteria of\nsex gender, <em>das Mädchen</em> is, of course, neuter. Examples\nabound. Even in languages like English where we expect\n“natural gender,” we find nautical references to feminine\nvessels. The point is not that “gender is illogical,” as the\nauthors say, but that it is subject to a different logic. This is\nespecially evident in French, where there is no neuter\ngender. In any event, Romance gender is based on Latin\ngender, in which the gender of a word depended pretty\nmuch on the prehistory of the declension to which it belonged,\nwith the so-called first declension (<em>femina, agricola,</em>\netc.) being the most archaic. Roman culture was not blessed\nwith a population of Amazonian farmers. The subject is too\ncomplex to discuss here, but the point has been made.</p>\n<p>The authors continue by criticizing the paradigm of\nFrench 'will'—<em>je serai, tu seras, il sera, nous serons, vous\nserez, ils seront</em>—as if it consisted of six forms. Clearly, if\npronunciation is the measure (as it should be for a spoken\nlanguage), then there are only four forms, since <em>seras</em> and\n<em>sera, serons</em> and <em>seront</em> are indistinguishable. It is even\ndoubtful that <em>serai</em> and <em>serez</em> are distinguishable, reducing\nthe forms to three, that is, only one more than English (if\nwe allow <em>shall</em> for I and we, and <em>will</em> only for the rest), or,\nat worst, two more. To make such a comparison becomes\nridiculous, for one must also contend with the interrogative\nforms, which yield <em>serai-je, seras-tu, sera-t-il, serous-nous,\nserez-vous,</em> and <em>seront-ils</em>. Moreover, following the affirmative\nform by a word like <em>ici</em> 'here,' one runs into further\nproblems reflected by the rule of <em>liaison</em> 'elision' in French.</p>\n<p>The authors comments on the method of expressing\nvarious relationships in German and French (and, though\nthey don't choose to list them, languages other than English)\nby the use of prepositions that do not translate well into\nEnglish are absurd: all that need be said about their objections\nis that German <em>mit</em> is only imperfectly translated into\nEnglish as 'with'; to be sure, mit means 'with' far more\noften than it means anything else in English, but not in\nevery conceivable instance. And their example. <em>The Man in\nthe Cloak vs Der Mensh mit dem Mantel</em> is simply a proof\nof my argument, not theirs.</p>\n<p>Parts of the book have a quaint, somewhat archaic\nring. Comments like “One cannot yet tell whether the word\n“quisling” will outlast the Nazi technique of preparing for\nthe invasion of a country by a political infiltration” became\nunderstandable when viewed with the information that this\nSecond Edition was revised in 1947. It thus may serve as an\ninteresting document to be added to the archival history of\nEnglish language criticism, but it scarcely merits acceptance\nas an up-to-date critique of English usage in the last quarter\nof the 20th century.</p>\n<p>I have little enough faith in those who write about\nEnglish, yet I must confess a deep respect for Graves. When\nhe writes a sentence like this; “Why so many well-educated\npeople spell badly is because they were quick-brained as\nchildren . . . ,” I lose faith completely and wonder how\nmuch worse it can get. It cannot be recommended that\nwriters take advice from one who offers up such examples.\nUnfortunately, they abound:</p>\n<blockquote>\n<p>A useful test of the logic of metamorphical English<br>\nprose is to translate it into Latin, [p. 32]</p>\n<p>...[S]ince English by its simplicity of structure permits\na greater mobility of thought than other languages,\nand so can express subtler insinuations and\nmore powerful thrusts of meaning, an English writer\nwith something to say needs no rhetorical art. [p. 38]</p>\n<p>...[T]he future tense goes: 'I shall, thou wilt, he\nwill, we shall, you will, they will.' [p. 93].</p>\n</blockquote>\n<p>There follow several chapters in which principles of\nconcise expression are catalogued, followed by poor examples\nwhich are discussed and, in many cases, rewritten in\nimproved style by Graves and Hodge. The device is a good\none, provided that the reader is able to decipher the\noriginal, the discussion, and the improvement. But the\nauthors have selected such sophisticated illustrations and\nhave over-intellectualized their discussions and improvements\nto such an extent that I found it difficult to believe\nthat anyone capable of understanding their argument would\nbe likely to be reading this kind of book. For instance,\n“Principle E: Except where the writer is being deliberately\nfacetious, all phrases in a sentence, or sentences in a paragraph,\nshould belong to the same vocabulary or level of\nlanguage.” I cannot quarrel with the principle. But the examples\ngiven are from (1) a newspaper sermon, (2, 3, 4) a\ntranslation of Seneca's <em>Apocolocyntosis,</em> and (5, 6) a translation\nof Petronius's <em>Satyricon,</em> It seems unlikely that translators\nDr. A. L. Rouse and Michael Heseltine would be\nreading this book to learn how to improve their styles; it is\nequally doubtful that the average reader who might derive\nsome benefit from reading this book would be able to make\nheads or tails of these classical citations, much less care\nabout them. Those who want and need books about improving\ntheir style of writing should have available to them\nworks that are explicit and that contain examples typical\nof the kind they are likely to encounter, not supercilious\ncomments about infelicitous translations of Seneca and\nPetronious.</p>\n<p>The last section of the book consists of a collection of\nwritings by T. S. Eliot, Sir James Jeans, J. M. Keynes, J. B.\nPriestley, I. A. Richards, Bertrand Russell, G. B. Shaw,\nH. G. Wells, A. M. Whitehead, Sir Leonard Woolley, and\na few less well known writers. In each case. Graves and\nHodge pick apart the extracts, bit by bit, while applying\ntheir Principles. Most people would be satisfied to write as\n“badly” as the authors cited, even at their worst, and were\nGraves and Hodge less well known themselves, they could\nonly have come off as purveyors of sour grapes.</p>\n<p>The entire book suffers from an imbalance. Perhaps, in\n1947, it was directed at a highly literate university reader;\ntoday, however, it would seem pompous, stilted, and turgid\nto the average user. On all of these grounds, I find it impossible\nto recommend it except to those who collect books\non the teaching of style: it simply doesn't meet the requirements\nof a practical vademecum.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.penguinrandomhouse.com/books/547475/the-reader-over-your-shoulder-by-robert-graves-introduction-by-patricia-oconner/9781609807337\"><em>The Reader Over Your Shoulder</em></a></h1> <p>Robert Graves and Alan Hodge, (Vintage Books, 1979; original edition, 1943; revised and abridged edition, 1947), 290pp.</p> <p>One approaches a review of a book bearing Robert\nGrave's name with respect, almost not daring to dislike it,\ncareful lest the slightest adverse comment make the reviewer\na fool. Yet, the cover of this book identifies Graves (presumably\nfor that segment of the television audience to which it\nis hoped it may appeal) as the author of <em>I, Claudius,</em> a work\nI found quite tedious when I tried to read it some 25 years\nago. That is quite irrelevant, of course, but then so is the\npublisher's identification of Graves: either you know who he\nis or you don't, and whatever mark he might have made as\nauthor of <em>I, Claudius</em> has scarcely any bearing on his qualifications\nfor writing a work on English exposition.</p> <p>Notwithstanding the respect that Craves and Hodge\nmay merit for their works of fiction, their observations that\n“English is less ancient than French” on the grounds of its\nfreedom from gender differentiation, and that “French is\nclearly less ancient than Latin, since it has no separate\nneuter gender and does not decline its nouns,” are simply\nnot consonant with the facts we know about other languages.\nThat is not to say that French is older than Latin,\nfor we know that is not the case. But the criteria offered,\nwhen applied to Polish or Russian on the one hand and to\nChinese on the other, prove completely specious. [Besides, it\nis annoying to find <em>grammer</em> so spelled on the third line of\nsuch a book; but there are other typographical errors.]</p> <p>All of the preceding takes place on page one, an\naltogether inauspicious beginning for a work on the language.\nBut it gets worse before it gets better. Page seven:\n“The Romance and Germanic languages, not having had\noccasion to simplify themselves to the same degree [as\nEnglish], still retain their genders and inflections. There is\nno logical justification for genders. They are a decorative\nsurvival from a primitive time when the supposed sex of all\nconcepts—trees, diseases, cooking implements—had to be\nconsidered for the sake of religious convention or taboo.”\nThis may be the linguistics of <em>The White Goddess,</em> but it is\nnot what we associate with the linguistics since the neogrammarians\nof the 19th century. In fact, applying the notion\nof natural (or sex) gender to grammar is probably one\nof the most misleading bits of nonsense that grammarians\never did, for it has confused students ever since. Don't you\nthink that the Germans—even the proto-Germans—knew\nthat <em>Mädchens</em> are feminine? Yet, applying the criteria of\nsex gender, <em>das Mädchen</em> is, of course, neuter. Examples\nabound. Even in languages like English where we expect\n“natural gender,” we find nautical references to feminine\nvessels. The point is not that “gender is illogical,” as the\nauthors say, but that it is subject to a different logic. This is\nespecially evident in French, where there is no neuter\ngender. In any event, Romance gender is based on Latin\ngender, in which the gender of a word depended pretty\nmuch on the prehistory of the declension to which it belonged,\nwith the so-called first declension (<em>femina, agricola,</em>\netc.) being the most archaic. Roman culture was not blessed\nwith a population of Amazonian farmers. The subject is too\ncomplex to discuss here, but the point has been made.</p>"
}