{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Devil's Dictionary",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?an=ambrose+bierce&amp;bsi=30&amp;fe=on&amp;sortby=17&amp;tn=devil+dictionary&amp;prevpage=1\"><em>The Devil's Dictionary</em></a></h1>\n<p>Ambrose Bierce, (Stemmer House Publishers, Inc., Owings Mills, Maryland, 1978), xx + 286pp., illustrated.</p>\n<p>[A VERBATIM Book Club Selection]</p>\n<p><em>GLUTTON, n.</em> A person who escapes the evils of moderation\nby committing dyspepsia.</p>\n<p><em>DRAMATIST, n.</em> One who adapts plays from the French.</p>\n<p><em>KLEPTOMANIAC, n.</em> A rich thief.</p>\n<p><em>LAP, n.</em> One of the most important organs of the female\nsystem—an admirable provision of nature for the repose\nof infancy, but chiefly useful in rural festivities to\nsupport plates of cold chicken and heads of adult\nmates. The male of our species has a rudimentary lap,\nimperfectly developed and in no way contributing to\nthe animal's substantial welfare.</p>\n<p><em>POLITICS, n.</em> A strife of interests masquerading as a\ncontest of principles. The conduct of public affairs for\nprivate advantage.</p>\n<p><em>TELEPHONE, n.</em> An invention of the devil which abrogates\nsome of the advantages of making a disagreeable\nperson keep his distance.</p>\n<p>To those who are not familiar with such definitions,\nthey speak for themselves; to those familiar with them, their\nsource will be apparent: <em>THE DEVIL'S DICTIONARY</em>.</p>\n<p>This was first published in the early 1900s as part of a\nlarge collection of Bierce's works. The present edition-I am\nnot sure that other editions are readily available-is beautifully\nproduced and contains a number of attractive black-\nand-white and color illustrations. Surely, it is a classic work\nof cynicism tempered by humor, unlike more recent attempts\nat the same sort of thing: modern authors who write\nsuch definitions almost invariably produce irascible, silly, or\nbitterly sardonic entries that lack Bierce's gentle humor.\nMany of the definitions have been quoted by writers since\noriginal publication. The volume at hand would make not\nonly a fine addition to any language-lover's library but a\nwelcome gift to others, as well.</p>\n<p><em>Laurence Urdang</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?an=ambrose+bierce&amp;bsi=30&amp;fe=on&amp;sortby=17&amp;tn=devil+dictionary&amp;prevpage=1\"><em>The Devil's Dictionary</em></a></h1> <p>Ambrose Bierce, (Stemmer House Publishers, Inc., Owings Mills, Maryland, 1978), xx + 286pp., illustrated.</p> <p>[A VERBATIM Book Club Selection]</p> <p><em>GLUTTON, n.</em> A person who escapes the evils of moderation\nby committing dyspepsia.</p> <p><em>DRAMATIST, n.</em> One who adapts plays from the French.</p>"
}