{
  "type": "Article",
  "title": "CORRIGENDA",
  "author": "D.L. Emblen",
  "location": "Santa Rosa, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">CORRIGENDA</h1>\n<p><em><span data-rel=\"author\">D.L. Emblen</span> <span data-rel=\"location\">Santa Rosa, California</span></em></p>\n<p>As one who spent five years researching the life and\nwork of the creator of the <em>Thesaurus</em> (see my <em>Peter Mark\nRoget: The Word and the Man</em>, New York: Crowell, 1970;\nLondon: Longman, 1971), I feel bound to respond to Philip\nHoward's article in VERBATIM [VI, 3]. I'll try to be as good\nnatured as Mr. Howard was, but I probably won't succeed,\nfor, while I am happy to join him in observing the bicentennial\nof Roget's birthday (January 18, 1779), I'm afraid Mr.\nHoward has simply perpetuated a number of misconceptions\nabout both Roget and his book.</p>\n<p>“Roget was a pioneer of dictionaries of synonyms in\nEnglish,” writes Mr. Howard. Sorry, but he's wrong on two\ncounts.</p>\n<p>1. Roget was by no means a pioneer in the usual sense\nof that word. His <em>Thesaurus</em>, first published in 1852, followed\na very long history of similar books, the earliest being\nan anonymous 17th-century manuscript, “An Essay Towards\na New English Dictionary, wherein the Terms of Art\nare Cast together, as Likewise Words and Phrases of the\nSame Import, so that Every Reader May Without Trouble\nFind Words and Expressions Proper to His Subject.” Some\nforty printed works on English synonymy had appeared\nbefore Roget's book in 1852. Beginning with the first of the\n“discriminating” synonymies—that of John Trusler in 1766\n—the attempts to organize the English vocabulary in some\npractical way followed each other closely right up to the\nyear before Roget's <em>Thesaurus</em> was published, with a volume\nby James Rawson appearing in 1850, and another by Elizabeth\nWhately in 1851. These attempts did not, of course,\ncease with Roget's triumph, but have continued to the present,\nthe latest I have seen being <em>Webster's Collegiate\nThesaurus</em>, 1976. In fact, during the ten years preceding\nRoget's book, no fewer than fourteen new synonymy works\nappeared on the market. That Roget was working not only\na very popular vein but a lucrative one as well is suggested\nby the fact that the more-or-less standard work of the kind\nat mid-century, <em>English Synonymes Explained</em>, by George\nCrabbe, a 700-page compendium originally published in\n1816, had run through at least sixteen editions in England\nand America before the <em>Thesaurus</em> showed its face. Even the\none feature that made Roget's effort different from others—\nhis system of classifying words according to ideas—had been\nanticipated earlier, as he himself acknowledges in his introduction\nto the <em>Thesaurus</em>. That he vastly improved that\nscheme by applying to it his lifelong interest in classification,\nhis characteristic thoroughness, and his insistence on a\npractical organization is certainly true as the apparently\nendless success of the <em>Thesaurus</em> attests. However, rather\nthan initiating a new kind of reference work, as Mr.\nHoward's remark implies, Roget was but one of a long and\ncrowded tradition.</p>\n<p>2. Roget's work is not a dictionary of synonyms as he\nhimself pointed out many times during his last twenty years,\nduring which he shepherded his surprisingly successful book\nthrough twenty-five editions before his death in 1869. That\nlater publishers and editors have often brought out alternate\nforms of the <em>Thesaurus</em>, which were, in truth, nothing but\nalphabetically arranged sets of synonyms, is another story.\nThose who have produced alphabetized versions of Roget\nhave, indeed, made “dictionaries of synonyms,” but those\nbore little resemblance to what Roget had in mind and\nwhat he indeed created. The simplest way to appreciate the\ndifference is to compare any of the many “dictionaries of\nsynonyms,” including the alphabetized versions of the\n<em>Thesaurus</em> and such recent attempts as <em>Funk &amp; Wagnalls\nModern Guide to Synonyms and Related Words</em>, edited by\nS. I. Hayakawa (1968), with Roget's book, the latest edition\nof which was edited by Robert A. Dutch and published by\nLongman in 1962. For a more thorough study, one could\nnot do better than to read Roget's own introduction to his\nbook, still the best explanation of the ambitious scheme\nRoget had in mind: nothing less than the arrangement and\nclassification of <em>all human knowledge</em> under a graduated\nsystem of headings and key words. This is hardly the place\nto get into <em>that</em>, but whatever it was, it was not a “dictionary\nof synonyms.” To that erroneous description can be\nattributed much of the misuse of the <em>Thesaurus</em> noted by\nMr. Howard.</p>\n<p>(Actually, Roget envisioned an even grander scheme,\nand, if he had had another ninety years, he probably would\nhave accomplished it—a <em>polyglot lexicon</em> that would, he\nthought, provide a practicable basis for developing a universal\nlanguage!)</p>\n<p>I find it odd that Mr. Howard describes the <em>Thesaurus</em>\nas a “controversial” work and that he refers to “frequent\ncriticism” of it. True, like other English teachers, I have\nsome misgivings about what happens to his prose when a\nfreshman first discovers the <em>Thesaurus</em>. But I have the same\nconcerns about the use of any reference work, including an\nordinary dictionary. If that is what Mr. Howard means by\n“controversial,” we have no quarrel, but his statement gave\nme the impression that the value of the <em>Thesaurus</em> was a\nmatter of great argument in the critical literature. This does\nnot square with my research. In tracing the initial reception\nof the <em>Thesaurus</em> and in following its undiminished popularity\nthrough its publication history, I read nearly every\nreview from 1852 to 1970, and with one or two very rare\nexceptions, I found nothing but a growing admiration for\nthe book. Some of the early reviewers did not quite know\nwhat to make of the <em>Thesaurus</em>, but they were uniformly\nrespectful and seemed inclined to put their faith in Roget's\nenormous reputation as a scholar and scientist. And, with\neach new revision of the <em>Thesaurus</em>, the reviews have\nbecome more and more appreciative, more mellow, more\naffectionate, and less and less inclined to examine it critically.\nAs early as 1855, the editor of <em>Putnam's</em> severely criticized\nthe first American editor of the <em>Thesaurus</em>, Rev. Barnas\nSears, D.D., for “meddling with Professor Roget's\nbook.” Sears had omitted from the English edition a large\nnumber of what he called “vulgar words and phrases.” In\nother words, the <em>Thesaurus</em> rapidly developed such a\nfollowing that to criticize it or to tamper with it was tantamount\nto slighting the Queen. Perhaps Mr. Howard thought\nof the <em>Thesaurus</em> as controversial in the same sense that certain\nofficials did at a Paris airport, according to a columnist\nin the <em>Daily Mail</em> of March 26, 1940. The writer, bound for\nTurkey, offered his attaché case full of books for inspection.\n“I was made the subject of investigation and scrutiny for a\nfull half-hour,” the columnist wrote. “At the end of that\ntime the three officials concerned confiscated as dangerous\nliterature three Baedeker guide books in English, a French\ndictionary, and Roget's <em>Thesaurus of English Words and\nPhrases.</em>”</p>\n<p>Finally, I wonder why Mr. Howard offers as a prediction\nthe probability that “new dictionaries of synonyms will\ngive definitions and examples to explain and illustrate the\npeculiar properties of each so-called 'synonym.”' This is\nprecisely what “discriminating” synonymies purport to do;\nwhat such collections as far back as Mrs. Thrale's idiosyncratic\n<em>British Synonymy</em> (1794) attempted; what Crabb\ntried to offer in 1816; and what many in the whole parade\nof synonymy books to the present have claimed to provide\nfor their readers.</p>\n<p>I applaud Mr. Howard's celebration of Roget's bicentenary;\nI wish he had taken that opportunity to acknowledge,\nhowever briefly, the important contributions Roget\nmade in a remarkable number of fields: optics, chemistry,\nmathematics, comparative anatomy, physiology, the history\nof science, and medicine. The image of Roget as a peculiar,\ninconsequential old man who spent his life doing crossword\npuzzles dies hard, and Mr. Howard could have offered\nmore for the cause than the single line, “... Roget,\nthe sage, luminary, longhead, shining light, wizard of\nsynonyms.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">CORRIGENDA</h1> <p><em><span data-rel=\"author\">D.L. Emblen</span> <span data-rel=\"location\">Santa Rosa, California</span></em></p> <p>As one who spent five years researching the life and\nwork of the creator of the <em>Thesaurus</em> (see my <em>Peter Mark\nRoget: The Word and the Man</em>, New York: Crowell, 1970;\nLondon: Longman, 1971), I feel bound to respond to Philip\nHoward's article in VERBATIM [VI, 3]. I'll try to be as good\nnatured as Mr. Howard was, but I probably won't succeed,\nfor, while I am happy to join him in observing the bicentennial\nof Roget's birthday (January 18, 1779), I'm afraid Mr.\nHoward has simply perpetuated a number of misconceptions\nabout both Roget and his book.</p> <p>“Roget was a pioneer of dictionaries of synonyms in\nEnglish,” writes Mr. Howard. Sorry, but he's wrong on two\ncounts.</p> <p>1. Roget was by no means a pioneer in the usual sense\nof that word. His <em>Thesaurus</em>, first published in 1852, followed\na very long history of similar books, the earliest being\nan anonymous 17th-century manuscript, “An Essay Towards\na New English Dictionary, wherein the Terms of Art\nare Cast together, as Likewise Words and Phrases of the\nSame Import, so that Every Reader May Without Trouble\nFind Words and Expressions Proper to His Subject.” Some\nforty printed works on English synonymy had appeared\nbefore Roget's book in 1852. Beginning with the first of the\n“discriminating” synonymies—that of John Trusler in 1766\n—the attempts to organize the English vocabulary in some\npractical way followed each other closely right up to the\nyear before Roget's <em>Thesaurus</em> was published, with a volume\nby James Rawson appearing in 1850, and another by Elizabeth\nWhately in 1851. These attempts did not, of course,\ncease with Roget's triumph, but have continued to the present,\nthe latest I have seen being <em>Webster's Collegiate\nThesaurus</em>, 1976. In fact, during the ten years preceding\nRoget's book, no fewer than fourteen new synonymy works\nappeared on the market. That Roget was working not only\na very popular vein but a lucrative one as well is suggested\nby the fact that the more-or-less standard work of the kind\nat mid-century, <em>English Synonymes Explained</em>, by George\nCrabbe, a 700-page compendium originally published in\n1816, had run through at least sixteen editions in England\nand America before the <em>Thesaurus</em> showed its face. Even the\none feature that made Roget's effort different from others—\nhis system of classifying words according to ideas—had been\nanticipated earlier, as he himself acknowledges in his introduction\nto the <em>Thesaurus</em>. That he vastly improved that\nscheme by applying to it his lifelong interest in classification,\nhis characteristic thoroughness, and his insistence on a\npractical organization is certainly true as the apparently\nendless success of the <em>Thesaurus</em> attests. However, rather\nthan initiating a new kind of reference work, as Mr.\nHoward's remark implies, Roget was but one of a long and\ncrowded tradition.</p>"
}