{
  "type": "Article",
  "title": "How to Agglutinate",
  "author": "Robert Devereux",
  "location": "Falls Church, Virginia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">How to Agglutinate</h1>\n<p><em><span data-rel=\"author\">Robert Devereux</span> <span data-rel=\"location\">Falls Church, Virginia</span></em></p>\n<p>Because agglutination is not a feature of the English\nlanguage, few English speakers except those with a\nlinguistic background of some sort are probably even acquainted\nwith the word. And if by chance the word is in\ntheir recognition vocabulary, they probably do not know\nprecisely what it means. That being the case, the writer\nbelieves it would be appropriate, before proceeding further,\nto give a definition of the term, taken from the <em>Random\nHouse Dictionary of the English Language</em> (cited hereafter\nas <em>RHD</em>):</p>\n<blockquote>\n<p>A process of word formation in which morphemes,\neach having one relatively constant shape,\nare combined without fusion or morphophonemic\nchange, and in which each grammatical category is\ntypically represented by a single morpheme in the\nresulting word, esp. such a process involving the addition\nof one or more affixes to a base, as in Turkish,\nin which ev means “house,” ev-den means “from a\nhouse” and ev-ler-den means “from houses.”</p>\n</blockquote>\n<p>It is hardly by coincidence that the <em>RHD</em> definition of\n<em>agglutination</em> employs an example drawn from Turkish, for\nof all the major languages of today's world, there is none\n(except, perhaps, for the related Finnish) that utilizes agglutination\nto a greater degree. The examples given in the\n<em>RHD</em> definition, however, do not begin to illustrate the\ncomplexities of agglutination or the extent to which it can\nbe carried. A better and more informative example, albeit\none much too complex for use in a dictionary, would be the\nTurkish word <em>muvaffakiyetsizliklerimizdendirki</em>—a 33-letter\nword built up through agglutination from an 8-letter root\nby the addition of eight separate and successive affixes, as\nfollows:</p>\n<blockquote>\n<p>muvaffak 'successful'</p>\n<p>muvaffakiyet 'success' The affix iyet, which the Turks\nhave borrowed from Persian, is used to make an\nabstract noun from an adjective that is Persian or\nArabic in origin. Muvaffak, for example, is the\nTurkish version of the Arabic mawaffaq.</p>\n<p>muvaffakiyetsiz 'unsuccessful' As an affix, siz means\n'without' or 'lack of,' hence the meaning here of 'unsuccessful'\nor, literally, “without success.</p>\n<p>muvaffakiyetsizlik 'failure, or unsuccessfulness' Like iyet,\nlik is used, among other things, to make an abstract\nnoun out of an adjective. But whereas iyet is used\nwith words borrowed from Persian and Arabic, lik is\nused when the adjective is strictly Turkish in origin\nor ends in a Turkish morpheme (siz in this case).</p>\n<p>muvaffakiyetsizlikler 'failures' As indicated in the RHD\ndefinition, ler is the Turkish pluralizing affix.</p>\n<p>muvaffakiyetsizliklerimiz 'our failures' The affix imiz\ndenotes the first person plural possessive.</p>\n<p>muvaffakiyetsizliklerimizden 'because of our failures' As\nindicated in the RHD definition, den is the Turkish\nablative case ending. Although its literal meaning is\n'from,' it is frequently best rendered into English as\n'because of.'</p>\n<p>muvaffakiyetsizliklerimizdendir 'It is because of our\nfailures' Although the affix dir has several different\nusages (see below), in this context it serves as the\ncopula.</p>\n<p>muvaffakiyetsizliklerimizdendirki 'It is because of our\nfailures that ... A finite verb form is normally the\nlast element of a Turkish sentence, in this case the\ncopula dir. However, the affix ki, here meaning\n'that,' can be added to allow the sentence to be continued\nwith another clause.</p>\n</blockquote>\n<p>Admittedly, very few Turkish speakers probably ever\nhave occasion to say “It is because of our failures that . . .”;\nbut when they do, they will use the 33-letter word cited\nabove and will do so without having to stop and think\nabout what affixes to use or in what order.</p>\n<p>In Turkish, agglutination is used to build up verbs as\nwell as nouns and adjectives. A good example is the verb\nform <em>sevişdirilemediklerinden</em>, which, as some anonymous\nwit is reputed to have once remarked, succinctly and accurately\nsums up the cause of the Crimean War. The word,\n24 letters in length, represents the addition of eight affixes\nto a 3-letter base, as follows:</p>\n<blockquote>\n<p>sev 'to love' Sev is the root of sevmek, to love. All\nTurkish infinitives end in mek or mak, depending on\nvowel harmony; this ending is dropped before any\nverbal tense endings are added. (It might be worth\nnoting that there are no irregular verbs in Turkish,\nthe only language I know of about which that statement\ncan be made.)</p>\n<p>seviş 'to love each other' As an affix, is makes a verb\nreflexive.</p>\n<p>sevişdir 'to cause to love each other' When used as part\nof a verb, the affix dir makes the verb causative.</p>\n<p>sevişdiril 'to be made to love each other' As a verbal affix,\nil makes a verb passive.</p>\n<p>sevişdirile 'to be able to be made to love each other' In\nTurkish, the affix ebil(mek) or abil(mek), depending\non vowel harmony, can be added to any verb root to\nmake the verb's potential (or abilitative) form. If the\nverb is negative, as in this case, the bil(mek) is\ndropped and only the e or a is retained.</p>\n<p>sevişdirileme 'not to be able to be made to love each\nother' Me is the verbal negating affix.</p>\n<p>sevişdirilemedikleri 'they were not able to be made to love\neach other' Dikleri is a third person plural nonfinite\nverb ending. (Turkish, unlike English, includes a\nlarge number of nonfinite verb forms that depend on\nand are governed by a finite form, which, as noted\nabove, is usually the last word in a Turkish sentence.)</p>\n<p>sevişdirilemediklerin 'they were not able to be made to\nlove each other' The affix n, which is also used in\nagglutinated noun forms, has no meaning and is\nused, for the sake of euphony, as a glide between an\naffix ending in i and a following affix beginning with\na consonant.</p>\n<p>sevişdirilemediklerinden 'because of their not having been\nable to be made to love each other' As noted above,\nthe affix den is the ablative case ending meaning\n'from' or, at times, 'because of.'</p>\n</blockquote>\n<p>As in the case of <em>muvaffakiyetsizliklerimizdendirki</em>, the\neight affixes used in <em>sevişdirilemediklerinden</em> follow each\nother in natural order, and no one familiar with Turkish\ngrammar and structure would have the slightest doubt\nabout the order in which they should be used. The agglutinative\nprocess used in both examples may seem\nhopelessly complex to the uninitiated; but as the writer can\ntestify, once a student learns basic Turkish grammar, the\nhost of available agglutinative affixes and the sequences in\nwhich they can and have to be used cease to appear complex\nand become quite understandable and eminently\nlogical — so logical, in fact, that even Mr. Spock of <em>Star\nTrek</em> would approve.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">How to Agglutinate</h1> <p><em><span data-rel=\"author\">Robert Devereux</span> <span data-rel=\"location\">Falls Church, Virginia</span></em></p> <p>Because agglutination is not a feature of the English\nlanguage, few English speakers except those with a\nlinguistic background of some sort are probably even acquainted\nwith the word. And if by chance the word is in\ntheir recognition vocabulary, they probably do not know\nprecisely what it means. That being the case, the writer\nbelieves it would be appropriate, before proceeding further,\nto give a definition of the term, taken from the <em>Random\nHouse Dictionary of the English Language</em> (cited hereafter\nas <em>RHD</em>):</p> <blockquote>\n<p>A process of word formation in which morphemes,\neach having one relatively constant shape,\nare combined without fusion or morphophonemic\nchange, and in which each grammatical category is\ntypically represented by a single morpheme in the\nresulting word, esp. such a process involving the addition\nof one or more affixes to a base, as in Turkish,\nin which ev means “house,” ev-den means “from a\nhouse” and ev-ler-den means “from houses.”</p>\n</blockquote> <p>It is hardly by coincidence that the <em>RHD</em> definition of\n<em>agglutination</em> employs an example drawn from Turkish, for\nof all the major languages of today's world, there is none\n(except, perhaps, for the related Finnish) that utilizes agglutination\nto a greater degree. The examples given in the\n<em>RHD</em> definition, however, do not begin to illustrate the\ncomplexities of agglutination or the extent to which it can\nbe carried. A better and more informative example, albeit\none much too complex for use in a dictionary, would be the\nTurkish word <em>muvaffakiyetsizliklerimizdendirki</em>—a 33-letter\nword built up through agglutination from an 8-letter root\nby the addition of eight separate and successive affixes, as\nfollows:</p>"
}