{
  "type": "Article",
  "title": "Unofficial Sectional City Names",
  "author": "Frederic G. Cassidy",
  "location": "Dictionary of American Regional English",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Unofficial Sectional City Names</h1>\n<p><em><span data-rel=\"author\">Frederic G. Cassidy</span> <span data-rel=\"location\">Dictionary of American Regional English</span></em></p>\n<p>Within almost any city or large town we find names\nthat long-time residents know and use regularly,\nthough they are not given on maps or in guidebooks.\nAmerican cities distinguish subsections name-wise by compass\ndirection, by topography, by occupational, ethnic, and\nother connections. Some are commonplace, repeated from\ncity to city; other are lively, imaginative, and reveal\npeople's attitudes. I remember a Madison, Wisconsin, bus\ndriver announcing, as we approached the crossing of Park\nand Regent Streets, “Spaghetti Corners!”—and indeed there\nwere two restaurants and two Italian grocery stores at that\nintersection.</p>\n<p>Some of these nicknames are regionally distinctive.\nFrom the field collections of the <em>Dictionary of American\nRegional English</em> (1002 Questionairs completed in fifty\nstates) a large body of responses has been compiled from\nmany kinds of local informants, on which basis one can\ngeneralize with reasonable certainty.</p>\n<p>Question 1124 was “Names or nicknames for the part of\na town where the well-off people live,” and the complementary\nquestion 1125 was “Names or nicknames for the part of\na town where the poorer people, special groups, or foreign\ngroups live.” To judge by frequency of responses alone, the\nchief dividing line in any American town or city is the\nrailroad track—a line that separates residents economically\nand socially as well as geographically. The well-off people\nlive on <em>this side or the right side of the (railroad) tracks</em> (61\nresponses); the poorer people live <em>on the wrong side</em> or\n<em>across</em> or <em>on the other side of the (railroad) tracks</em> (456\nresponses). Not only were the tracks mentioned more than\nseven times as often for the second question as for the first,\nbut there were four times as many variant forms. The\nnucleus is <em>the tracks</em> or <em>the railroad tracks;</em> variations come\nin the preceding words: usually the <em>wrong side</em>, or the <em>other\nside</em>, but also the <em>opposite</em>, or <em>south</em> side of the tracks, as\nwell as <em>across, below, by, over, beyond, down by, down\nacross</em>, and <em>down below the tracks</em>. The variations\nthemselves are of little importance; the fact that more than\nhalf our informants in fifty states used one of these phrases\nis certainly significant. Social geographers are aware of this,\nof course; it is interesting to find concurrent evidence from a\nlinguistic survey.</p>\n<p>Returning to the first question, no single term for the\nwell-off residential area stood out over all others, but there\nwere 51 responses for <em>Nob Hill</em> and its variants. This name\nbecame famous in San Francisco and has spread for over a\ncentury all over the country—to New York, Pennsylvania,\nNorth Carolina, Mississippi, South Dakota, and Arizona in\nthe symbolic sense (not to mention actual borrowings of the\nname). Nob, an imported English slang abbreviation for\n<em>nobility</em>, suits “the well-off people” and the sense of the\nquestion. But what person living <em>under</em> the hill could resist\nturning <em>nob</em> into <em>snob</em>? Exactly the same number of informants\n(51) gave us <em>Snob Hill</em> and its variants <em>Snob's Knob,\nSnob's Alley, Snob's Row, Snob's Slough, Snob's Point</em>, and\n<em>Snubsville</em>. We have to get our social revenge where and as\nwe can.</p>\n<p>As indicative of a probably world-wide pattern of\nwealthier people building on high ground, the generic <em>hill</em>\nappears in many other names. Among the commoner ones\nare: <em>Mortgage Hill</em> (36 responses), betraying sardonic envy;\n<em>Pill Hill</em> (6 responses) and <em>Doctor's Row</em> (3), where rich doctors\nlive; <em>Society Hill</em> (4); <em>Quality Hill</em> (3); <em>Millionaire Hill</em>\n(2); <em>Aristocracy Hill</em> (1); or merely <em>The Hill</em> (21 responses).\nOne name puzzlingly breaks the pattern, yet it is certainly\ngenuine since four people from Michigan and Illinois\nresponded with it: <em>Piety Hill</em>. It could be ironic, implying\nthat the rich consider their wealth as an earned reward\nfrom heaven. Finally, <em>Sugar Hill</em> (6 responses) apparently\nuses the slang sense of sugar as money, and <em>Yankee Hill</em>\n(from Wisconsin) shows the foreign-born settler's awareness\nthat the Easterner came first and got the choice residential\nground.</p>\n<p>The sardonic force of <em>mortgage</em> carries beyond <em>Mortgage\nHill</em> to a whole series of variants: <em>Mortgage Row</em> (15\nresponses). <em>Mortgage Lane</em> (3), <em>Mortgageville</em> (2), <em>Mortgage\nHeights</em> (2), <em>Mortgage Ward</em> (2), <em>Mortgage Manor</em> (2), and\none each of <em>Mortgage Alley</em>, <em>Flat</em>, <em>Hollow</em>, <em>Knob</em>, and <em>Mesa</em>,\nNo doubt the user of these names consoles himself by knowing\n<em>he</em> won't have to pay that mortgage. (His own is certainly\nmuch smaller!)</p>\n<p><em>Millionaire</em> also produces a series of variants besides\n<em>hill: Millionaire(s) Row</em> (10 responses); and <em>Millionaire\nAvenue, Lane, Ridge</em>, and <em>Street</em> (1 each).</p>\n<p><em>Aristocracy or Aristocratic Hill</em> lends itself to punning\ndistortions in <em>Ritzocrats</em> (New York), Roostercrats (Ohio),\nand <em>Aristocrooked</em> (Pennsylvania) — there's that cynicism\nagain.</p>\n<p>An interesting pair are <em>Striver's Row and Struggle Hill</em>,\nsomewhat on the same order as the <em>mortgage</em> names. I read\nthem as suggesting that the striving and struggling are overdone:\nthe namer seems to feel these people are too obvious\nat getting themselves up in the world.</p>\n<p>Next after <em>hill</em> the commonest generic is <em>row</em> (several\nexamples already given). The most frequent response of this\ntype was <em>Silk Stocking Row</em> (29 informants), with its\nvariants <em>Silk Stocking Avenue</em> (11), <em>Silk Stocking District</em>\n(6), <em>Silk Stocking Section</em> (3), <em>Silk Stocking Ward</em> (2), and\none each of <em>Silk Stocking Area, Hill, Neighborhood, Road</em>,\nand <em>Street</em>. The metaphor is interesting — it refers to\nwomen rather than men, and it may be less sardonic than\nsome others. With the replacement more than 30 years ago\nof silk hose by nylon and their accessibility to women of\nalmost any income level, the <em>Silk Stocking</em> names now seem\na bit dated. Nevertheless, they must have been widespread\nand firmly established to have turned up in 54 of our\nresponses.</p>\n<p>Another widespread name, <em>The Gold Coast</em>, dates in\nthis sense only from 1920 (so says Mathews' <em>Dictionary of\nAmericanisms</em>), but we had it in 25 responses, chiefly from\nthe upper Mississppi Valley.</p>\n<p>The less common names include <em>Bank Row or Bankers'\nAvenue</em>, and, with a touch of satire, <em>Big-Shots' Street</em> or\n<em>Town, Big-Bug Hill</em> and <em>Big-Man's Street</em>. Three scattered\nresponses for the <em>Bon Ton Area, Section</em>, or <em>Part</em> of town\nseem definitely old-fashioned. <em>Cadillac Alley</em> shows an interesting\nclash of connotations. <em>Cotillion Corner</em> (from\nSouth Carolina) goes back to the antebellum world —\nperhaps with some nostalgia.</p>\n<p>If the better-off people live on high ground, the poorer\nones are on low ground, down by the tracks. Railroads were\nbuilt on low ground for good engineering reasons, but the\nassociated noise, dirt, smells, and low-level damp made\ntheir neighborhoods less than ideal for dwelling. However,\nthey were cheaper and usually handy to water, so people\nwho came to 'build the railroad often stayed. Among common\nresponses were <em>Shantytown</em> (55), <em>Shack Town</em> (4),\n<em>Shanty Row</em> (2). Railroad tracks often followed river\nvalleys, hence the area names <em>Down by the River, Over the\nRiver, Across the Creek, Across the Ditch;</em> similarly, the\n<em>Other Side of the Bridge, Creek, Railroad</em>, and <em>River</em>. One\nname recalls a popular song of the 1920s: “Down by the\nVinegar Works” (or “Winegar Woiks”). <em>Lower Town</em> and\n<em>Lowville</em> bear out the same theme.</p>\n<p>Nobody likes slums or can remain unaware of them.\nMany condemn them directly or indirectly with such names\nas <em>Poverty Row</em> (3), <em>Poverty Flats, Hill, Park</em>, and <em>Peak</em> (2\neach); <em>Hungry Hill, Hollow</em>, and <em>Street</em> (1 each), <em>Needmore</em>\nand <em>Lickskillet</em> (1 each). Of similar type are <em>Ragtown</em> (3),\n<em>the Jungle</em> (2), <em>Scrabble Town, Scuttle Town, Scum\nHollow, Rum Row, Battle Row</em>, and <em>Brickbat Ridge</em> (1\neach). Others suggest unpleasantness by association with\nanimals, the pig, with proverbial proclivity for mud or dirt,\nbeing the favored unfavorite. Variants were <em>Pig Alley</em> (3),\n<em>Pig Town, Pigsville, Pigtail Alley</em>, and <em>Piggy Hollow</em> (1\neach). Then there were <em>Bedbug Row, Buzzard's Row, Rat\nRow, Skunk Road</em>, and <em>Chinch Hill</em> (1 each). Though\n<em>Dogpatch</em> was mentioned only once, <em>Dogtown</em> was mentioned\n6 times. <em>Cigar-box Row</em> suggests the flimsiness of the\nhouses; <em>Tin Can Alley, Blood Alley</em>, and <em>Cesspool Heights</em>\nare self-explanatory.</p>\n<p>Others suggest that these sections are not urban at all\nbut intolerably countrified: <em>Frogtown</em> and <em>Goosetown</em> (3\nresponses each), <em>Gooseville, Coontown</em>, and <em>Coon Bottom</em>\n(1 each). These refer to animals. <em>Briar Town</em> refers to\nplants, and cheap foods and humble living are suggested by\n<em>Hominy Hill, Potato Row, Cabbage Town</em>, and <em>Sauerkraut\nHill</em>. Names from back-country types who are looked down\non by city people include <em>Hillbilly Heights, Hillbilly Section</em>,\nand <em>Conch Town</em>. I do not know what to make of\n<em>Doodleville</em>, but is is certainly not favorable.</p>\n<p>A large number of names simply refer to the foreigners\nsettled in a section together. Though never complimentary,\nsome are at least neutral. To this type, in descending order\nof frequency, belong <em>Mexican Town</em> (6), <em>Chinatown</em> (5),\n<em>Irish Town</em> (4), <em>Dutch Town</em> (3), <em>French Town</em> (3), <em>German</em>\n<em>Town</em> (2), <em>Russia Town</em> (2), <em>Finn Town</em> (2), <em>Swede Town</em>\n(2), <em>Swede Alley</em> (1), <em>English Town</em> (1). A number of others\nare more or less unfavorable; <em>Polack Town</em> (4), <em>Jig Town</em>\n(4), Jew Town (2), <em>Wop Town</em> (2), <em>Wop Flat, Dago Town</em>\nand <em>Dago Center</em> (1 each). One type of name interesting for\nits form begins with <em>Little</em> and then names the nationality\nor ethnic group: <em>Little Italy</em> (15), <em>Little Mexico</em> (3), <em>Little\nAfrica</em> (2), <em>Little Canada</em> (in Massachusetts), <em>Little Chicago</em>\n(in Ohio), <em>Little Cuba</em> (in Indiana), <em>Little Puerto Rico</em> (in\nNew York), and <em>Little Tijuana</em> (in California). These fall\nsomewhere between neutral and unfavorable — they are\ncertainly not strongly unfavorable. And they are a distinctively\nAmerican type.</p>\n<p>The most conspicuously separate or segregated group of\npeople in American cities — no doubt because of their\nnumbers and racial distinctiveness which make them slower\nto assimilate — are the Blacks. I regret to report it—but it is\nthe fact—that of ethnic nicknames by far the most frequent\nresponse we had was <em>Niggertown</em> (34), and after that <em>Nigger\nQuarters</em> and <em>Section</em> (4 each) and <em>Nigger Hill</em> (3). Avoiding\nthe objectionable word, the next in frequency were <em>Colored\nSection</em> (8), <em>Colored Town</em> (5), <em>Colored Settlement</em> (2), <em>Colored\nQuarters</em> and <em>Valley</em> (1 each). Similarly, <em>Negro\nQuarters</em> and <em>Section</em> (2 each) and <em>Negro Town</em> (1). Those\nusing the word <em>black</em> were: <em>Black Bottom</em> (3), <em>Black Belt</em>\n(2), and <em>Blacktown</em> (1). The geographic aspects of this are as\none would expect: names using the specific <em>nigger</em> were concentrated\nin the South Atlantic and Southeastern states and\nwest to Texas; they diminish as one goes north and west,\nand we received no responses using this specific from New\nEngland, the Northwest, or the West Coast. The occasions\nfor its use there are fewer, and our evidence shows that the\nterm is now avoided by whites who know it is considered\ninsulting by Blacks — except when Blacks use it among\nthemselves, where it may be said in friendly joking without\nbeing taken as offensive.</p>\n<p>Do any of these nicknames for sections of towns or\ncities pattern geographically? The answer is definitely <em>yes</em>.\nTo mention only the most striking, the <em>Nob Hill</em> type, for\nobvious historical reasons, is strong in California and\nOregon; otherwise it was found chiefly in the North and\nNorth Midland regions, hardly on the Atlantic Coast or\nGulf states. On the other hand, the <em>Snob Hill</em> type, of the\nsame frequency, is spread more generally except in the Inner\nSouth. The <em>Mortgage Hill</em> type is found, in contrast,\nespecially on the Atlantic Coast and in the North, with no\ninstances at all from California or the Southwest. Could this\nbe significant? Don't they know what mortgages are? The\n<em>Silk-Stocking Row</em> type is also clearly regional, being concentrated\nin the Southeast and Mississippi Valley, and\nhardly found at all in the Pacific states. That it is a rather\nolder term is confirmed by the fact that responses came\npreponderantly from old informants (35 old, 18 middle-aged,\n3 young). The informants' education may have\nbrought the term to them, as a fairly large proportion were\ncollege educated. At any rate, while not obsolescent, the\n<em>Silk Stocking</em> names appear to be somewhat old-fashioned.\nThe <em>Sugar Hill</em> type is also quite distinctive but for a different\nreason: all six informants were from the Atlantic\nstates, and all were Black.</p>\n<p>In sum, then, nicknames can be real names. They can\ndesignate specific or single features such as the original <em>Nob\nHill</em> in San Francisco; they can also become generalized\nand, like place-name generics, be applied wherever they\nseem to fit—like <em>Snob Hill</em> and most of the others we have\ndealt with. They may then attain the status of ordinary\nwords, in which case one might hear a sentence like, “We're\ndeveloping quite a Millionaire's Row up there.” Then the\ninitial process of place-naming may begin all over with the\ndefinite article: “They live in the <em>East End</em>” or “on the\n<em>North Side</em>,” when both speaker and hearer already know\nwhat town or city is being spoken of.</p>\n<p>It is also evident that these unofficial names can vary\nover the country at large both geographically and socially,\nin distinctive and sometimes significant patterns. Many\nshow the popular imagination at work, with jocular and\nsometimes grotesque names, names that betray attitudes—amused,\nderisive, envious, sardonic, rejective.\nPublic opinion expressed through adverse names may even\nact as a type of social pressure leading to change—not merely\nby euphemizing the <em>name</em> but by stirring public action to\nremove the conditions that produced the adverse name. In\nsuch cases, nicknames given as an emotional safety-valve\nbecome a lever to produce change.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Unofficial Sectional City Names</h1> <p><em><span data-rel=\"author\">Frederic G. Cassidy</span> <span data-rel=\"location\">Dictionary of American Regional English</span></em></p> <p>Within almost any city or large town we find names\nthat long-time residents know and use regularly,\nthough they are not given on maps or in guidebooks.\nAmerican cities distinguish subsections name-wise by compass\ndirection, by topography, by occupational, ethnic, and\nother connections. Some are commonplace, repeated from\ncity to city; other are lively, imaginative, and reveal\npeople's attitudes. I remember a Madison, Wisconsin, bus\ndriver announcing, as we approached the crossing of Park\nand Regent Streets, “Spaghetti Corners!”—and indeed there\nwere two restaurants and two Italian grocery stores at that\nintersection.</p> <p>Some of these nicknames are regionally distinctive.\nFrom the field collections of the <em>Dictionary of American\nRegional English</em> (1002 Questionairs completed in fifty\nstates) a large body of responses has been compiled from\nmany kinds of local informants, on which basis one can\ngeneralize with reasonable certainty.</p> <p>Question 1124 was “Names or nicknames for the part of\na town where the well-off people live,” and the complementary\nquestion 1125 was “Names or nicknames for the part of\na town where the poorer people, special groups, or foreign\ngroups live.” To judge by frequency of responses alone, the\nchief dividing line in any American town or city is the\nrailroad track—a line that separates residents economically\nand socially as well as geographically. The well-off people\nlive on <em>this side or the right side of the (railroad) tracks</em> (61\nresponses); the poorer people live <em>on the wrong side</em> or\n<em>across</em> or <em>on the other side of the (railroad) tracks</em> (456\nresponses). Not only were the tracks mentioned more than\nseven times as often for the second question as for the first,\nbut there were four times as many variant forms. The\nnucleus is <em>the tracks</em> or <em>the railroad tracks;</em> variations come\nin the preceding words: usually the <em>wrong side</em>, or the <em>other\nside</em>, but also the <em>opposite</em>, or <em>south</em> side of the tracks, as\nwell as <em>across, below, by, over, beyond, down by, down\nacross</em>, and <em>down below the tracks</em>. The variations\nthemselves are of little importance; the fact that more than\nhalf our informants in fifty states used one of these phrases\nis certainly significant. Social geographers are aware of this,\nof course; it is interesting to find concurrent evidence from a\nlinguistic survey.</p>"
}