{
  "type": "Article",
  "title": "Oklahoma! Okay!",
  "author": "Dick Mayo",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Oklahoma! Okay!</h1>\n<p><em><span data-rel=\"author\">Dick Mayo</span> <span data-rel=\"location\"></span></em></p>\n<p>For most of my adult life I really have tried to speak as\nwell as I could. It may be that I don't speak the King's\nEnglish, but I at least have attempted to employ the President's\nEnglish.</p>\n<p>I was one of 17 U.S. newspaper writers and publishers\non a June, 1978, study mission to Scandinavia. We had just\nconcluded a 45-minute interview, in English, with Mr. Per\nKleppe, Norwegian Minister of Finance. Our delegation\nleader. Bob Bailey of the Buhl, Idaho, <em>Herald</em>, said to\nKleppe, “We have been asking you questions for close to an\nhour. Do you have questions you would like to ask any of\nus?”</p>\n<p>“Yes, how did it come to be that not everyone speaks\nEnglish in the U.S.?” inquired the Norwegian. Bailey\nassured him that everyone in the U.S. does, in fact, speak\nEnglish.</p>\n<p>“Then how can it be I can't understand anything that\ngentleman over there says?” I was crushed when he pointed\ndirectly at me.</p>\n<p>“Oh,” Bailey said. “He's from Oklahoma. Very few of\nus understand him, either.”</p>\n<p>Now, thanks to Mrs. Neome Pratt, my problem is\ndefined. Mrs. Pratt sent me a handy little reference book entitled\n“The Good 01' Boy Okie Dictionary.” Compiled by\nDaniel Hudgins and published by the Chase Organization\nof Tulsa, it contains over 250 entries, spelled phonetically,\nwhich are representative of the language characteristics of\nOklahomans—eastern variety in particular. Thumbing\nthrough its pages, a story of squashed (that's just to get you\nin the mood) love came to mind:</p>\n<p>Fred was in his room, trying to study his aljibur. He\nhad a sody in his hand. His eyes kept staring at the big ol\nellum tree and the winner, jist outside his wender. He was\nthinking about winner, but xpeshly he was wushing Mary\nLou would give him a break and go to the raglar Sattidy\nnight daince with him.</p>\n<p>He looked at his paper, which was full of urras.\n“Humm, I wonner why I cain't be more ackrit?” he axed\nhisself. “It's that gurl. My mine is on her alatime.”</p>\n<p>“I shore cain't go on lak this,” he thought. “I shore do\nhait to baig her; but if there's a chaince she'd go, I'd doll\nher up in a secont. I lak that gurl so much, I'd lak to be her\nshadder and foller her everywhur.”</p>\n<p>So he ris up and went to the Frigidaire an fixed hisself\na samich an another sody. After he finished eating, he went\nto the phone and dolled up Mary Lou.</p>\n<p>“Wadja doin, Mary Lou?” he axed her.</p>\n<p>“Nothin. I was jist sittin here waiting for word from\nmy uncle Joe, who had a cardiact attackt yistidy. I ain't had\nan ainser yit, an I'm tremlin all over. I have an idy he's\nabout to xpar.”</p>\n<p>“He's yore spashal uncle, ain't he, Mary Lou?”</p>\n<p>“Yes, he's the one that grows brammers. Uncle Joe has\na real strong bidey; but when he rassled that big ol brammer\nbull an they wound up in the bobwar, I think it started\nthis bresh with death. He was cut up fierce and than had\nthis attackt. They carried him to the hospital in an\namlance.”</p>\n<p>“I'm shore he'll get well soon, Mary Lou.”</p>\n<p>“Say, I'm jist desprit to take you out. Watcha say about\ngoing to the daince with me Sattidy night? You shore do\nmake my heart thob. I promise I won't get frash. We can\nget some vaneller ice cream an eat it on the vydock on the\nway to the daince.”</p>\n<p>“Well, Fred, I've always thought of you as being sorda\nexter, but I speck I'd better not. I'm foolin round with\nLeroy an he don't lak you. He called you a stripped some-sort-of-thang,\nand I'm skiert he'd get vilent if I went out\nwith you.”</p>\n<p>“Mary Lou, are you pullin my laig? That sprizes me,\nabout Leroy.”</p>\n<p>“Not one liddle bit.”</p>\n<p>“I guess I'd better row my boat somers else. I'd hate to\nwind up at the kwarpractor's. But, Mary Lou, you've jist\nstomped on my heart an smashed that sucker flat.”</p>\n<p>“I can't hep that, Fred. I've got to study my joggerfee\nnow. Bye.”</p>\n<p>Perhaps Mr. Kleppe was right.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Oklahoma! Okay!</h1> <p><em><span data-rel=\"author\">Dick Mayo</span> <span data-rel=\"location\"></span></em></p> <p>For most of my adult life I really have tried to speak as\nwell as I could. It may be that I don't speak the King's\nEnglish, but I at least have attempted to employ the President's\nEnglish.</p> <p>I was one of 17 U.S. newspaper writers and publishers\non a June, 1978, study mission to Scandinavia. We had just\nconcluded a 45-minute interview, in English, with Mr. Per\nKleppe, Norwegian Minister of Finance. Our delegation\nleader. Bob Bailey of the Buhl, Idaho, <em>Herald</em>, said to\nKleppe, “We have been asking you questions for close to an\nhour. Do you have questions you would like to ask any of\nus?”</p> <p>“Yes, how did it come to be that not everyone speaks\nEnglish in the U.S.?” inquired the Norwegian. Bailey\nassured him that everyone in the U.S. does, in fact, speak\nEnglish.</p>"
}