{
  "type": "Article",
  "title": "Master Malaprop",
  "author": "James W. Higgins",
  "location": "Evans Mills, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Master Malaprop</h1>\n<p><em><span data-rel=\"author\">James W. Higgins</span> <span data-rel=\"location\">Evans Mills, New York</span></em></p>\n<p>The diminutive, energetic man who managed our\nnewspaper for many years was a Master Malaprop. I expect\nnever to know his equal.</p>\n<p>Charging forward boldly on some new advertising\nscheme, he shouted, “This plan needs a lot of hallybooing!”\nSo we created the hullabaloo he demanded.</p>\n<p>Showing his new office to a friend he said proudly,\n“I've got what I always wanted—an office with rug-to-rug\nwalls.”</p>\n<p>On his way through the city room, he stopped by the\ndesk of the obituary writer. “Well, John,” he asked, “any\nserious deaths today?”</p>\n<p>He was dedicated to his work and more so to his employer.\n“This is a great place to work,” he said. “Working\nhere is just like Ethiopia to me.” Utopia obviously came in\nsecond.</p>\n<p>Fond of clichés, he mixed them with enormous relish\nand enthusiasm. When the merchant bought only one ad\nand not the several he'd recommended, he smiled and proclaimed,\n“A hand in the bush is worth two.”</p>\n<p>His quest for advertising took him often to New York,\nwhere he spread his blizzard of words and unwords over all.\nGoing to Chinatown for dinner and unable to find a taxi in\nthe rain, he suggested his companion find “a Chinese\nrickashay.” Upon his return, he once told us of an elevator\nencounter with the late Jim Parley. “We exchanged the\nbreeze of the day,” he said proudly.</p>\n<p>“How far is it from here to New York?” someone asked\nhim. “Oh, about 300 miles,” he said. “That's by road. It's\nonly about 250 by crow.”</p>\n<p>He was impatient with those who had trouble interpreting\nhis words. “That dummy!” he said of an employee.\n“Whatever you tell him goes in one head and out the\nother!”</p>\n<p>Now he's gone, and we remember one of his gems,\nshared with us in his late years. His picture appeared in the\npaper. He gazed at it and said soberly, “I used to take a\ngood picture, but now I look like a dead skeleton.”</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Master Malaprop</h1> <p><em><span data-rel=\"author\">James W. Higgins</span> <span data-rel=\"location\">Evans Mills, New York</span></em></p> <p>The diminutive, energetic man who managed our\nnewspaper for many years was a Master Malaprop. I expect\nnever to know his equal.</p> <p>Charging forward boldly on some new advertising\nscheme, he shouted, “This plan needs a lot of hallybooing!”\nSo we created the hullabaloo he demanded.</p> <p>Showing his new office to a friend he said proudly,\n“I've got what I always wanted—an office with rug-to-rug\nwalls.”</p>"
}