{
  "type": "Epistola",
  "title": "EPISTOLA Marc Drogin",
  "contributor": "Marc Drogin",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Marc Drogin</span></h1>\n<p>In regard to “The 'Wicked' Bibles,” the writer struck,\nperhaps unknowingly, directly upon the cause for all the\ntypographical errors when he wrote, “Depending upon your\npoint of view, these howlers might be considered . . . the\nwork of the Devil. ...”</p>\n<p>All the errors cited were indeed inspired by the Devil,\nbut as in any good corporate structure, the work was delegated\nto a subordinate. His name was Titivillus, and he has\nbeen known to have been at his task since about the middle\nof the Middle Ages.</p>\n<p>He was probably created by the whimsy of the medieval\nmonks who decried the carelessness of their fellows in\nthe monasteries of Europe. Monks lulled by the repetitiousness\nof life, recitation, and work were prone to mumble the\nwords of the service, jumble the words of the hymns, and\nmake atrocious spelling errors in the works they copied in\nthe scriptoria. Titivillus was a demon who reportedly lurked\nabout monasteries and made notes on all these errors.\nObliged by the Devil to collect 1000 sacks of such notations\ndaily, Titivillus carried them to Hell, where each transgression\nwas recorded against the erring monk for consideration\nwhen he died and would be considered for relocation in\nHeaven or Hell.</p>\n<p>Titivillus apparently had difficulty locating so many\ntransgressions and hit upon the idea of enticing scribes into\nmaking recordable errors, whereupon his success surpassed\nall bounds. In fact, late in the 14th century, he became (in\na manner of speaking) the Patron Demon of professional\nscribes in London. Overworked, the guild of scribes claimed\nthat the inordinate number of errors in their work was the\nresult of Titivillus' spell—thus exonerating themselves from\nany responsibility.</p>\n<p>Titivillus was forced to diversify when printing came\ninto full fashion and the number of scribes decreased. He\nbecame fascinated with the possibilities available in print-\nshops. If Mr. Russell is collecting Bible bloopers, he may not\nbe aware of his monument to Titivillus' skills:</p>\n<blockquote>\n<p>Sixtus V, pope from 1585 to 1590, apparently unaware\nof Titivillus, authorized a printing of the Vulgate Bible\ntranslated by Jerome. Taking no chances, the pope\nissued a papal bull automatically excommunicating any\nprinter who might make an alteration in the text. This\nhe ordered printed at the beginning of the Bible. He\npersonally examined every sheet as it came off the\npress. Yet the published Vulgate Bible contained so\nmany errors that corrected scraps had to be printed\nand pasted over them in every copy. The result provoked\nwry comments on the rather patchy papal infallibility,\nand Pope Sixtus had no recourse but to order\nthe return and destruction of every copy.<sup><a href=\"#user-content-fn-b1\" id=\"user-content-fnref-b1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n</blockquote>\n<p>Titivillus is, or course, still with us, as any scribe or printer\nwill testify.</p>\n<p>VERBATIM readers who are interested in a quite serious\nand detailed study of Titivillus might turn to Margaret\nJennings' <em>Tutivillus - The Literary Career of the Recording\nDemon, published in Studies in Philology - Texts and\nStudies,</em> 1977, Vol. LXXIV, No. 5, University of North\nCarolina Press, Dec. 1977. There are other, more obscure\nreferences to this delightful demon, which I'd be happy to\nshare with anyone interested.</p>\n<p>By the way, the two variant spellings of the demon's\nname are not the latest examples of his handiwork: his name\nhas traditionally had a multiplicity of spellings (or misspellings?).</p>\n<p><em>[Marc Drogin, Exeter, New Hampshire]</em></p>\n<hr>\n<p>[<em>Editor's Note: Readers of VERBATIM who are moved to consternation\nby the inordinate number of typographical errors in a\ngiven issue will be relieved to know the reason for them. In the\nfuture, please direct correspondence concerning same to P. D.\nTitivillus or to his employer, the Archfiend himself</em>.]</p>\n<h2></h2>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-b1\">\n<p><em>Medieval Calligraphy - Its History &amp; Technique, Marc Drogin. Abner Schram Ltd., New Jersey, and George Prior Associates, London</em> <a href=\"#user-content-fnref-b1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Marc Drogin</span></h1> <p>In regard to “The 'Wicked' Bibles,” the writer struck,\nperhaps unknowingly, directly upon the cause for all the\ntypographical errors when he wrote, “Depending upon your\npoint of view, these howlers might be considered . . . the\nwork of the Devil. ...”</p> <p>All the errors cited were indeed inspired by the Devil,\nbut as in any good corporate structure, the work was delegated\nto a subordinate. His name was Titivillus, and he has\nbeen known to have been at his task since about the middle\nof the Middle Ages.</p> <p>He was probably created by the whimsy of the medieval\nmonks who decried the carelessness of their fellows in\nthe monasteries of Europe. Monks lulled by the repetitiousness\nof life, recitation, and work were prone to mumble the\nwords of the service, jumble the words of the hymns, and\nmake atrocious spelling errors in the works they copied in\nthe scriptoria. Titivillus was a demon who reportedly lurked\nabout monasteries and made notes on all these errors.\nObliged by the Devil to collect 1000 sacks of such notations\ndaily, Titivillus carried them to Hell, where each transgression\nwas recorded against the erring monk for consideration\nwhen he died and would be considered for relocation in\nHeaven or Hell.</p> <p>Titivillus apparently had difficulty locating so many\ntransgressions and hit upon the idea of enticing scribes into\nmaking recordable errors, whereupon his success surpassed\nall bounds. In fact, late in the 14th century, he became (in\na manner of speaking) the Patron Demon of professional\nscribes in London. Overworked, the guild of scribes claimed\nthat the inordinate number of errors in their work was the\nresult of Titivillus' spell—thus exonerating themselves from\nany responsibility.</p>"
}