{
  "type": "Article",
  "title": "The Strong Sex",
  "author": "Harry Cohen",
  "location": "Brussels, Belgium",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Strong Sex</h1>\n<p><em><span data-rel=\"author\">Harry Cohen</span> <span data-rel=\"location\">Brussels, Belgium</span></em></p>\n<p>I could not help feeling a bit disappointed after reading\nGary Shroat's letter [VI, 4] on the observation that a sexual\nor a scatological connotation of any word drives all other\nconnotations out of circulation. Whilst claiming that evidence\nof this tendency abounds in the English language, he\nprovides us with just three examples (only two of which\nhave real demonstrative value), followed by the suggestion\nthat we trace the rest and present it to him. Further, he\nwonders whether any similar phenomenon occurs in any\nlanguage besides English.</p>\n<p>My answer is that the facts described simply are occurrences\nof an ongoing, universal process that can be witnessed\nin the language of any society where sex is or recently\nwas relegated to the taboo sphere. <em>Playboy's</em> party jokes\nwould never exist without it. And I shall never forget the\nBritish editor in a UN agency who, after having perused the\nfirst paper I ever drafted in English, kindly suggested replacing\n<em>seduce</em> by <em>induce</em>, although she did admit that the\nformer would be semantically more correct in the given\ncontext. The argument was settled on our agreement that I,\nas a foreigner, would be forgiven anyway. She did, however,\ninsist on my changing the title of another document\nwhich was “The High Commissioner's Briefs.” Since then, I\nhave also learnt to be more cautious in conversation when\nusing apparently harmless words like <em>queer, wanton, knockers,\nerection</em>, and <em>lubricious</em>, not to speak of <em>intercourse</em>.\nEven it can sound quite ambiguous if you manage to put it\nin the wrong place.</p>\n<p>However circumspect you are, you can't always win.\nBetween interlocutors of different social or cultural levels,\nsomething is bound to go wrong, linguistically. In some\ncircles, I have been misunderstood when using vocables\nwhose more general meaning had precedence, I believed,\nsuch as <em>moral, molest, decent</em>, or <em>rubber</em>, I have even come\nacross people who only realized after some discussion that\nterms like <em>pill</em> or <em>climax</em> have full currency outside the sexual\nsphere. And then there are those who consider <em>sex</em> itself\nan improper word, and therefore rather refer to <em>gender</em>,\nheld to be more genteel.</p>\n<p>Strictly speaking, genteelisms and euphemisms may not\nbe part of the phenomenon pointed to in Shroat's letter, but\nthe connotational problems they create are closely related to\nit, especially for foreigners. It's not so difficult to find out\nwhat your British date is really heading for when she says\nshe is going to <em>spend a penny</em>, but it does require experience\nto foreknow that your hostess, when you accept her offer to\nlet you wash your hands, will usher you into a facility\nwhere the hand-washing equipment, if any, is clearly a\nsecondary part of the outfit. I have also gone through a sufficient\nnumber of misunderstandings to conclude that a\nBritisher's <em>stomachache</em> may be located in any part of the\nventral cavity at large, and that any coincidence with\ngastric pains is purely accidental. And I shall always remember\nmy bewilderment when the American lady with\nwhom I hiked through the New Hampshire wilderness—not\na building in sight between us and the horizon—asked\nme to stop for a few minutes because her poodle had to go\nto the <em>bathroom</em>.</p>\n<p>So much for English. I could of course quote many\nmore examples from my mother tongue (Dutch), but I think\nI had better refrain from doing so because the explanations\nrequired for English readers would turn out rather tiresome.\nJust one case: The noun <em>preservatief</em> 'preservative' has gone\nin Holland the same way as Shroat's <em>prophylactic</em>, only\nmore so. The general meaning of the word is virtually\nunknown outside the world of pharmacology and medicine.</p>\n<p>However, since I have been living in Belgium for some\ntime, I can provide you with a few French treasures whose\nbackground may be more easily accessible to an English-language\nreadership. The most disastrous <em>faux pas</em> a\nforeigner probably can commit is connected with the verb\n<em>baiser</em>. According to your always helpful dictionary, it is the\nequivalent of 'to kiss.' Well, forget it. Never, never use it in\nthat sense when the direct object is a person, nor as an intransitive.\nYou may <em>baiser</em> somebody's hand or forehead,\nthe Pope's ring or toe, nor is there any risk in using the\nword as a noun, but that is strictly all if you don't want to\nbe misunderstood—grossly! It is perhaps worth knowing\nthat the now normal connotation of <em>baiser</em> has begotten a\nsubconnotation which means 'to cheat.' This lineage will\neasily come to your mind, should you ever feel “screwed” by\na French-speaking person.</p>\n<p>Much less intricate is the case of <em>verge</em>. It really means\n'rod' or 'wand,' but since it has been formally adopted as\nthe non-Latin medical term for the most characteristic part\nof human male anatomy, you can't pronounce it any more\nwithout provoking a snicker. It's much the same for bite or\n<em>bitte</em>, which originally designated a 'bollard.' Nowadays, it\nhas so much become the vulgar equivalent of <em>verge</em> that its\nnautical meaning is reduced to the status of, well ... a connotation.\nA third synonym, <em>membre</em> 'member,' is a tricky\ncase because it takes the dreaded connotation only under\nspecial grammatical conditions. You may freely comment\non the physiological qualities of a man's <em>membres</em>. The audience\nwould have no doubt that you are referring to his\nlimbs, and there is nothing singular about that. But watch\nout when you use the word in singular. I understand\nEnglish speakers are familiar with the problem.</p>\n<p>Of course, here like everywhere, some quarters of\nsociety are more open-minded or literate than others. I once\nmet a Belgian girl who was forbidden at home to utter the\nword <em>pudeur</em> 'shame' because it could be construed as a\ngenteelism for 'genitals.' But that was twenty years ago. In\nthose days, we also had the diverting problem of that Russian\nmovie whose title meant 'When the Cranes Go By.' The\nliteral translation would have been “Quand passent les\ngrues,” but the secondary meaning of <em>grue</em>, i.e. 'street-walker,'\nwas feared to produce a ludicrous effect. The\ndesperate film distributor finally opted for “Quand passent\nles cigognes” 'When the Storks Go By.'</p>\n<p>Let me end on a translingual case. In the early fifties,\nthe English expression <em>to make love</em> had a rather innocent\nsound to most ears. It was maybe debatable which precise\ngrade of petting the average speaker had in mind, but the\nphrase was considered inoffensive enough to fit the title of a\nMarilyn Monroe movie, even in those times of great public\nchastity. Well, things seem to have evolved since. If I got\nmy connotations right, the most daring one of those days\nhas now become the primary, if not the sole meaning. The\ninteresting thing is that the French equivalent, <em>faire\nl'amour</em>, has invariably and exclusively meant just that, all\nthe century along. Conversely, the Italian counterpart, <em>fare\nl'amore</em>, has a softer core, originally at least (it seems to be\npicking up fast now). Until recently, it was mostly used in\nthe sense of 'to court' or 'to woo.' A few years ago still, in\nthe Naples countryside, I met people who even applied it\nwithout any bodily of emotional implications. To them, it\njust stood for 'to be engaged to marry.'</p>\n<p>I am grateful to Gary Shroat for having provided the\nopportunity for publishing this material. I suggest that the\npoint he made be subsumed under the more general linguistic\nphenomenon that unfavourable connotations tend to\ndrive out favourable ones. As he says, it's an analogue to\nGresham's Law, which states that bad money drives out\ngood money. The sad consequence, however, would be that\nall sexual connotations would then automatically be classified\nunder the baddies. Don't you think sex is far too good\nfor that?</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Strong Sex</h1> <p><em><span data-rel=\"author\">Harry Cohen</span> <span data-rel=\"location\">Brussels, Belgium</span></em></p> <p>I could not help feeling a bit disappointed after reading\nGary Shroat's letter [VI, 4] on the observation that a sexual\nor a scatological connotation of any word drives all other\nconnotations out of circulation. Whilst claiming that evidence\nof this tendency abounds in the English language, he\nprovides us with just three examples (only two of which\nhave real demonstrative value), followed by the suggestion\nthat we trace the rest and present it to him. Further, he\nwonders whether any similar phenomenon occurs in any\nlanguage besides English.</p> <p>My answer is that the facts described simply are occurrences\nof an ongoing, universal process that can be witnessed\nin the language of any society where sex is or recently\nwas relegated to the taboo sphere. <em>Playboy's</em> party jokes\nwould never exist without it. And I shall never forget the\nBritish editor in a UN agency who, after having perused the\nfirst paper I ever drafted in English, kindly suggested replacing\n<em>seduce</em> by <em>induce</em>, although she did admit that the\nformer would be semantically more correct in the given\ncontext. The argument was settled on our agreement that I,\nas a foreigner, would be forgiven anyway. She did, however,\ninsist on my changing the title of another document\nwhich was “The High Commissioner's Briefs.” Since then, I\nhave also learnt to be more cautious in conversation when\nusing apparently harmless words like <em>queer, wanton, knockers,\nerection</em>, and <em>lubricious</em>, not to speak of <em>intercourse</em>.\nEven it can sound quite ambiguous if you manage to put it\nin the wrong place.</p> <p>However circumspect you are, you can't always win.\nBetween interlocutors of different social or cultural levels,\nsomething is bound to go wrong, linguistically. In some\ncircles, I have been misunderstood when using vocables\nwhose more general meaning had precedence, I believed,\nsuch as <em>moral, molest, decent</em>, or <em>rubber</em>, I have even come\nacross people who only realized after some discussion that\nterms like <em>pill</em> or <em>climax</em> have full currency outside the sexual\nsphere. And then there are those who consider <em>sex</em> itself\nan improper word, and therefore rather refer to <em>gender</em>,\nheld to be more genteel.</p>"
}