{
  "type": "Article",
  "title": "Philip Howard on English English",
  "author": "Hyperbole",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English</h1>\n<p><em><span data-rel=\"author\">Hyperbole</span> <span data-rel=\"location\"></span></em></p>\n<p>We all exaggerate some of the time, to attract attention.\nThe temptation to vivify the tale and make it walk\nabroad on its own legs is hard to deny.' Brits, in their\nodiously patronizing way, tend to think of hyperbole, effusiveness,\nand fulsomeness as peculiarly American vices.\nAnd it is true that for an inhibited Englishman to be greeted\nand first-named like a long-lost prodigal son by an American\nhe has never set eyes on before can be overwhelming. It\nshows that Americans are friendlier, less up-tight, more laid\nback than we are. But what enthusiasms and endearments\nare left when he really does meet his long-lost prodigal son\nor some other intimate friend? Exaggeration weakens rather\nthan strengthens. 'How d'you do' or 'I am pleased to meet\nyou' sounds more sincere (to a Brit, at any rate) than bouquets\nof 'greatests' and other superlatives.</p>\n<p>And of course the reserved British also exaggerate in\ntheir own way, particularly in such attention-grabbing\nactivities as radio and television. Most radio and television\nare pretty boring about boring subjects. Give me even a\nmiddling book every time. If the commentator cannot din it\ninto his audience that what they are listening to or watching\nreally is the greatest, their attention might wander. They\nmight even take the dreadful step and switch off. So fatuous\nsuperlatives flow from the silly box.</p>\n<p>They recently had this Horse of the Year show in London,\nin which the best horses in the world are compelled by\nthe most arrogant riders in the world to jump over walls\nand other obstacles in competition with each other. I can\nhardly tell one end of a horse from another, and distrust\nthem both. And I agree with whoever it was who said that\nthey are the most stupid and stubborn of domestic animals.\nHowever, they have my sympathy during their show.</p>\n<p>There is a very true blue and pukka British centaur\ncalled Dorian Williams who always commentates on horse-tests.\nBefore I could turn the rubbish off the other night he\nhad said: 'The courses are brilliantly designed.' Well, of\ncourse they weren't. They were the customary arrangements\nof painted poles and gates and brushwood. Maybe they\nwere well designed. It would have been more informative if\nWilliams had said that they were cunningly designed, or\ncleverly designed, or differently designed. 'Brilliant,' 'fantastic,'\n'magnificent,' and the rest of the media hyperbolics\nare as deleterious as swear-words in crowding out adjectives\nand adverbs that really tell us something.</p>\n<p>The football people are rather better in this respect, I\nfancy. During this year's Football Association Cup semi-finals\nwe heard of one match that 'it's got drama, passion,\nincident—everything else.' Nonsense, but funny nonsense.</p>\n<p>While we are on about superlatives, I have to report a\nvogue for using <em>most</em> in a new way on this side of the Atlantic.\nIt was originally used as a superlative to mean greatest\nin amount, quality, or extent (and so on). Today it is being\nincreasingly used to mean no more than <em>very</em>.</p>\n<p>Here is the opening of a recent letter to <em>The Times</em>\nfrom a member of the House of Lords: 'Mr. X's MOST interesting\narticle on the relations between Ministers and the\nCivil Service raises several issues, also referred to by Sir\nGeoffrey Howe in a speech reported on your front page.\nThe one which is MOST interesting concerns Civil Service\nprivilege.' I do not wish to be beastly to a Peer, particularly,\nbut it is the most glaring example available. Just how\nmany interesting articles did Mr. X publish on that day? I\npresume (and know) that it was only one. On the other\nhand, how many interesting issues did he raise? I guess that\nin fact it was at least three.</p>\n<p>'This is a MOST beautiful part of the world.' 'On\ndiagnostic problems there is a MOST fruitful integration between\nInstitute and Hospital.' Apart from their intrinsic improbability,\nthe indefinite article makes such statements\nmanifestly absurd. One is not surprised that the abominable\nAmerican double superlative <em>mostest</em> is gaining ground.\nWhere will it all end? When everyone's a superlative, then\nno-one's anybody.</p>\n<p>I report a sudden vogue in BritEnglish for using <em>that's\nright</em> as a noise of assent or encouragement, where old-fashioned\nOxbridge academics say <em>quite</em> so. Everybody is\nsuddenly saying it. That's right. How about on your side of\nthe Atlantic?</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English</h1> <p><em><span data-rel=\"author\">Hyperbole</span> <span data-rel=\"location\"></span></em></p> <p>We all exaggerate some of the time, to attract attention.\nThe temptation to vivify the tale and make it walk\nabroad on its own legs is hard to deny.' Brits, in their\nodiously patronizing way, tend to think of hyperbole, effusiveness,\nand fulsomeness as peculiarly American vices.\nAnd it is true that for an inhibited Englishman to be greeted\nand first-named like a long-lost prodigal son by an American\nhe has never set eyes on before can be overwhelming. It\nshows that Americans are friendlier, less up-tight, more laid\nback than we are. But what enthusiasms and endearments\nare left when he really does meet his long-lost prodigal son\nor some other intimate friend? Exaggeration weakens rather\nthan strengthens. 'How d'you do' or 'I am pleased to meet\nyou' sounds more sincere (to a Brit, at any rate) than bouquets\nof 'greatests' and other superlatives.</p> <p>And of course the reserved British also exaggerate in\ntheir own way, particularly in such attention-grabbing\nactivities as radio and television. Most radio and television\nare pretty boring about boring subjects. Give me even a\nmiddling book every time. If the commentator cannot din it\ninto his audience that what they are listening to or watching\nreally is the greatest, their attention might wander. They\nmight even take the dreadful step and switch off. So fatuous\nsuperlatives flow from the silly box.</p> <p>They recently had this Horse of the Year show in London,\nin which the best horses in the world are compelled by\nthe most arrogant riders in the world to jump over walls\nand other obstacles in competition with each other. I can\nhardly tell one end of a horse from another, and distrust\nthem both. And I agree with whoever it was who said that\nthey are the most stupid and stubborn of domestic animals.\nHowever, they have my sympathy during their show.</p>"
}