{
  "type": "Article",
  "title": "Fanguage",
  "author": "Greg Costikyan",
  "location": "Providence, Rhode Island",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Fanguage</h1>\n<p><em><span data-rel=\"author\">Greg Costikyan</span> <span data-rel=\"location\">Providence, Rhode Island</span></em></p>\n<p>In the 1930s, writers of letters to the science fiction pulp\nmagazines began to meet each other and form clubs\nand groups of science fiction fans. Many of these groups\nbecame quite tightly knit, and science fiction fandom\nbecame a genuine subculture all its own. Today, that sub-culture\ncontinues and grows; while some fans are only occasional\nfans, others see fandom as the core of their life. They\nwork as necessary to bring in the green, but most of their interest\nand activity is involved in the production of fanzine,\nthe attendance of conventions, and the like. Over the years,\nfandom has developed a jargon and idiom of its own, which\nhas been partially coopted by other “fannish” groups such as\nTrekkies, wargamers. Rocky Horror freaks, and Creative\nAnachronists.</p>\n<p>Although the word <em>fan</em> is in general usage outside fandom,\nfor <em>fen</em> (plural of <em>fan</em>) it has a specific meaning. A <em>fan</em>\nis 'a member of that community known as <em>fandom</em>.' <em>Mundane</em>\nis the opposite of <em>fannish;</em> while one's <em>fannish persona</em>\nis <em>Yang</em> the <em>Nauseating</em>, founder of the Dark Horde, one's\n<em>mundane persona</em> may be <em>Robert Asprin</em>. In noun form, a\n<em>mundane</em> is 'a non-fan.' A <em>trufan</em> is 'a true-blue, dyed-in-\nthe-wool fan'; a <em>fringefan</em> is 'one whose main interest in fandom\nlies elsewhere than in science fiction'—examples are\nTrekkies and wargamers. A <em>neofan</em> is 'one making a debut\ninto fandom'; a <em>BNF (Big Name Fan)</em> is 'the opposite of a\n<em>LNF (Little Known Fan</em>,' and I'm aware the acronym\ndoesn't work). A <em>pro</em> usually preceded by the adjective\n<em>filthy</em>, as in <em>filthy pro</em>) is 'a professional science fiction\nwriter'; a <em>one-time pro</em> is 'a writer who has had only one\nstory published' (and is stereotypically thirsty for the supposed\nglories of professional status).</p>\n<p><em>BNFs</em> spend most of their time drinking <em>bheer</em>\n(anything is more fannish if an “h” is inserted before its first\nvowel; <em>Ghod</em> is another example). They also <em>smof</em> a lot.\n<em>Smof</em> is an acronym for secret master of fandom and was\noriginally coined to describe those who had grandiose\ndreams of “taking over fandom”; I have no idea how the\nnoun was transmuted to a verb.</p>\n<p>Much of the fannish vocabulary deals with printing\nand the publication of <em>fanzines</em>. <em>Fanzine</em> is one of the few\nfannish words that has passed into general use; as originally\ncoined, it meant 'any fannish publication which was published\nfor <em>egoboo</em> ('a boost to the ego') and not profit.' As it\nis used in the mundane world, it means 'any magazine that\nenthusiastically supports a famous figure.' Thus, screen\nmagazines are, according to Bill Safire, <em>fanzines</em>; according\nto fans, they are definitely mundane magazines and\nanything but fanzines. Fans preserve the distinction between\nmimeo and ditto, which has been lost in general\nusage. Mimeography is what produces the black printing of\narmy orders or cheap political flyers; ditto reproduction\nproduces the purple printing used on high school tests and\nthe like. In the mundane world, both processes are now\nknown as “mimeography.”</p>\n<p>Another term used in relation to publishing is <em>corflu</em>, a\ncontraction for the correction <em>fluid</em> used for mimeograph\nstencils. Bad liquor is sometimes likened to “strained\ncorflu”; according to fannish tradition, it is possible to make\na potable alcoholic drink by straining <em>corflu</em>, although I\nhave yet to meet anyone who actually claims to have done\nso. <em>Fanac</em> is a contraction for 'fannish activity' and includes\nattending conventions, contributing to fanzines, and the\nlike. A <em>loc</em> is a letter of comment; a <em>poc</em> is a postcard of\ncomment. Many fanzines are available only to those who\nwrite locs or articles or send other fanzines in trade; despite\nthe fact that many fen are objectivists or libertarians, <em>fen</em>\nhave a traditional horror of filthy lucre and will generally\nignore monetary considerations where fellow fen are concerned.\n<em>Nexish</em> means 'next issue,' and <em>lastish</em> means 'last\nissue.'</p>\n<p>Conventions are also an area for which many fannish\nterms have been developed. A convention is a con, a term\nhaving no relation to confidence men; most conventions\nhave names like <em>WorldCon, PhilCon, DenVention</em>, and the\nlike. A <em>relaxicon</em> has few programming items and is mostly\n'a fannish get-together.' A <em>GOH</em> is the Guest of Honor at\nthe convention. A <em>con party</em> is 'a party at a convention run\neither by the committee running the convention or by\nanother committee which is bidding to run the World\nScience Fiction Convention at some point in the future. A\n<em>dead dog party</em> is 'a party after the end of the con, where\neverybody lies around like the aforenamed animal.' Fannish\nsongs are <em>filksongs</em>, and a group of people singing such are\n<em>filksinging</em>. (The term probably originated as a typographical\nerror.) The <em>hucksters' room</em> is 'the convention area\nwhere dealers in books and science fiction paraphernalia are\nrented tables where they may vend their wares.'</p>\n<p>Fans often swear by <em>Ghu, Jones, Crom, Cthulhu</em>, and\nthe <em>Great Ghod Gestetner</em>. A fan who drops out of fandom\nis said to have <em>gafiated</em> (<em>gafia</em> being an acronym for get\naway from it all). In diplomacy fandom, 'one who drops\nout of the hobby without returning subscription money to\nhis subscribers' is a <em>burn out</em> and has <em>rotated</em> (an acronym\nfor run off <em>to</em> Argentina). The abbreviation for <em>science fiction\nis sf</em> (usually spelled with lower-case letters) and <em>never</em>\n“sci fi.” “Sci fi” is a term used to describe bad Hollywood\nscience fiction movies, trashy science fiction novels, and bad\nscience fiction written by mundane writers. (Jacqueline\nSusann's Yargo is sci fi.) ST is the abbreviation for <em>Star Trek</em>\n(usually spelled with capitals); <em>Trekkies</em> are 'star-struck ST\nfans who run around in Starfleet uniforms wearing plastic\nSpock ears,' while <em>Trekkers</em> are 'more serious Star Trek fen.'\nTo a <em>trufan</em>, however, all ST <em>fen</em> are <em>Trekkies</em>, and probably\nmoronic scum.</p>\n<p><em>Crottled greeps</em> are 'a fannish food'; there is a difference\nof opinion as to whether crottled greeps taste like\nnectar or something more earthly. In any case, the usual\nresponse to an inquiry as to the nature of crottled greeps is\n“If you do not enjoy them, do not order them.” I am informed\nby educated opinion that Szechwan sea slugs taste\nvery much like crottled greeps.</p>\n<p>A <em>faan</em> (pronounced FAYAN) is 'an overly enthusiastic\nfan,' and needs to gain some fannish savoir faire. A <em>slan</em> is *a\nfannish superman' (the term derives from A. E. Van Vogt's\nnovel of the same name); “He's a slan” is the fannish equivalent\nof “He's a helluva guy.”</p>\n<p>In the wargaming hobby, a <em>grognard</em> is 'a hard-core\ngamer, one who purchases a dozen or more games a year';\nthe term originally mean 'a member of Napoleon's Imperial\nGuard.' <em>Chrome</em> consists of 'rules and game-systems added\nto lend historical color to a game, rather than to fulfill a\nneeded function.' An <em>FRP</em> is 'a fantasy role-playing game\nsuch as DUNGEONS &amp; DRAGONS'; an <em>RPG</em> is a more general\nterm for 'role-playing games.' <em>Conflict simulations</em> is a more\ngeneral and less controversial term for 'wargames'; it is also\nmore accurate, if awkward, since many “wargames” are\nsimulations of diplomatic or economic competition. <em>Miniatures</em>\nare 'lead figures'; the conflict-simulations hobby\ndivides into the three sectors of miniatures, boardgames,\nand RPG's. A <em>monster game</em> is 'a huge game with 24 square\nfeet of board area or more, several thousand playing pieces,\nand very complex rules'; at the other end of the scale are\n<em>microgames</em>, which sell for $3-$6. Wargaming rules themselves\nuse a complicated jargon including such terms as CRT\n('Combat Results Table') and <em>Line of Supply</em>, but these are\nnot really part of the fannish language. In any case,\nwargaming fandom is younger than sf fandom and has not\nhad the time to develop as rich a language. Presumably, this\nwill be rectified as time goes on.</p>\n<p>In closing, may your pigs prosper; Live Long &amp; Prosper;\nNuke the Whales; <em>Elen Sila Lumenn Omentielvo</em>; and\n<em>la, la, Cthulhu, R'lyeh Ftagn Nyarlathotep</em>.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Fanguage</h1> <p><em><span data-rel=\"author\">Greg Costikyan</span> <span data-rel=\"location\">Providence, Rhode Island</span></em></p> <p>In the 1930s, writers of letters to the science fiction pulp\nmagazines began to meet each other and form clubs\nand groups of science fiction fans. Many of these groups\nbecame quite tightly knit, and science fiction fandom\nbecame a genuine subculture all its own. Today, that sub-culture\ncontinues and grows; while some fans are only occasional\nfans, others see fandom as the core of their life. They\nwork as necessary to bring in the green, but most of their interest\nand activity is involved in the production of fanzine,\nthe attendance of conventions, and the like. Over the years,\nfandom has developed a jargon and idiom of its own, which\nhas been partially coopted by other “fannish” groups such as\nTrekkies, wargamers. Rocky Horror freaks, and Creative\nAnachronists.</p> <p>Although the word <em>fan</em> is in general usage outside fandom,\nfor <em>fen</em> (plural of <em>fan</em>) it has a specific meaning. A <em>fan</em>\nis 'a member of that community known as <em>fandom</em>.' <em>Mundane</em>\nis the opposite of <em>fannish;</em> while one's <em>fannish persona</em>\nis <em>Yang</em> the <em>Nauseating</em>, founder of the Dark Horde, one's\n<em>mundane persona</em> may be <em>Robert Asprin</em>. In noun form, a\n<em>mundane</em> is 'a non-fan.' A <em>trufan</em> is 'a true-blue, dyed-in-\nthe-wool fan'; a <em>fringefan</em> is 'one whose main interest in fandom\nlies elsewhere than in science fiction'—examples are\nTrekkies and wargamers. A <em>neofan</em> is 'one making a debut\ninto fandom'; a <em>BNF (Big Name Fan)</em> is 'the opposite of a\n<em>LNF (Little Known Fan</em>,' and I'm aware the acronym\ndoesn't work). A <em>pro</em> usually preceded by the adjective\n<em>filthy</em>, as in <em>filthy pro</em>) is 'a professional science fiction\nwriter'; a <em>one-time pro</em> is 'a writer who has had only one\nstory published' (and is stereotypically thirsty for the supposed\nglories of professional status).</p> <p><em>BNFs</em> spend most of their time drinking <em>bheer</em>\n(anything is more fannish if an “h” is inserted before its first\nvowel; <em>Ghod</em> is another example). They also <em>smof</em> a lot.\n<em>Smof</em> is an acronym for secret master of fandom and was\noriginally coined to describe those who had grandiose\ndreams of “taking over fandom”; I have no idea how the\nnoun was transmuted to a verb.</p>"
}