{
  "type": "Article",
  "title": "Troy Romps—Hector Blanks Creeks on Two-hitter",
  "author": "Charles N. Faerber",
  "location": "Woodland Hills, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Troy Romps—Hector Blanks Creeks on Two-hitter</h1>\n<p><em><span data-rel=\"author\">Charles N. Faerber</span> <span data-rel=\"location\">Woodland Hills, California</span></em></p>\n<p>In “Score-bored” [VII, 1] Clair Schulz bemoaned the\nlack of variety shown by wire service baseball writers\nin describing the manner of a victory or defeat. If variety is\nhis taste, I would guide him to locally written sports columns\nin community newspapers and counsel that there likely\nare many sportscasters with a flair for colorful language\nin range of his radio. Following this advice, he would be\ndazzled and delighted, as I constantly am, to find there is\nalways a sparkling new way to say, “The Phillies beat the\nCubs.” And he might pay more attention to football, the\nmost fertile field for sports metaphor. Mr. Schulz limited his\nfocus to the transitive verbs that use the winning team as\nsubject and the losing team as direct object. There are many\nother transitive phrases (and some prepositional) that he\nfailed to list.</p>\n<p><em>Conquered, vanquished</em>, and <em>defeated</em> have a military\nconnotation. So do <em>annihilated, massacred, routed, overran</em>,\n<em>rolled over, bombed, blitzed, wasted</em>, and <em>wiped out</em> in\nreference to one-side victories, and <em>ambushed, shot down</em>,\nand <em>bushwacked</em> (albeit with a western flavor) to unexpected ones.</p>\n<p>There are terms equating a thorough defeat to criminal\nassault <em>(bludgeoned, brass-knuckled, pistol-whipped, poleaxed</em>,\n<em>mauled, victimized</em>, and, of course, <em>murdered</em>—as in\nthe Brooklyn Dodger fan's exhortation, “<em>Moiduh</em> duh\nbumsl); to a physical beating <em>(flailed, walloped, throttled</em>,\n<em>thrashed, cuffed, buffeted, drubbed, dashed, lashed, belted</em>,\n<em>bashed, savaged, lambasted</em>, and <em>whipped up on);</em> to an\nuneven fist fight <em>(took apart, tore into, socked it to, laid\nout</em>, and <em>sucker-punched);</em> to grinding under one's heel\n<em>(trampled, stomped, walked over</em>, and <em>ran roughshod over);</em>\nor to just general bullying (<em>manhandled, overpowered</em>).</p>\n<p>There is a whole genre of destructive terms at the disposal\nof the sportswriter, beginning with the ubiquitous <em>destroyed</em>\nand <em>demolished</em>. Some have a Tom-and-Jerry flavor,\nas <em>cracked, crushed, crunched, thumped, dumped, riddled</em>,\n<em>spattered, splattered, smashed, pulverized</em>, and <em>dismantled;</em>\nothers, an explosive quality (<em>blasted, blew apart</em>).</p>\n<p>There are many unexpected sources for terms. Food\npreparation: <em>butchered, shelled, basted, creamed, pureed</em>,\n<em>cut up, made mincemeat (or hamburger, or hash) of</em>, and\n<em>cooked the goose of</em>. Housework and odd jobs: <em>mopped up\nthe floor with, cleaned the clock of, swept aside, polished\noff, pulled the rug out from under, shellacked, plastered</em>,\n<em>hammered</em>, and <em>trashed</em>.</p>\n<p>Whitewashed might seem to be in the last category, but\nit is baseball jargon referring (as far as anyone knows) to the\nblank appearance of a scoreboard when a team is held\nscoreless. <em>Goose-egged, skunked, shut out, closed down</em>,\n<em>zipped</em>, and <em>zilched</em> also indicate no score by a losing team.</p>\n<p>There are polite verbs: <em>bested, mastered, thwarted</em>,\n<em>dominated, finished off</em>. Punishing verbs: <em>spanked</em>,\n<em>pilloried, scolded</em>. Verbs indicating a trial by fire <em>(burned</em>,\n<em>blistered, scorched, singed)</em> or by cold <em>(iced, cooled)</em>. Construction\nsite verbs; <em>bulldozed, buried</em>. Nautical verbs: <em>deepsixed</em>,\n<em>scuttled, swamped, trimmed the sails of</em>. Barnyard\nverbs: <em>fleeced, cut the tail feathers of</em>. Weather verbs: <em>blew\naway</em>. Show biz verbs: <em>tap danced over</em>. Math verbs: <em>solved</em>.\nVerbs to describe the defeat of a front-runner of champion:</p>\n<p><em>upset, knocked off, toppled, unseated, dethroned</em>. Verbs to\nindicate the loser can barely comprehend his defeat <em>(jolted</em>,\n<em>stunned, shocked, dazed)</em> or that he doesn't want to show\nhis face <em>(embarrassed, humiliated)</em>.</p>\n<p>Constructing new verbs by prefixing <em>out</em>- offers numberless\nadditional possibilities, starting with <em>outplayed, outscored</em>,\n<em>outpointed, outhustled, outmanned, outclassed</em>, and\n<em>outlasted</em>. <em>Outcoached, outmaneuvered, outfinessed, out</em>\n<em>foxed</em> refer to a victory by brains, and <em>outmuscled, outslugged</em>,\nouthit, <em>outfought</em> by brawn. <em>Outtoughed</em> and <em>outquicked</em>\nare gaining popularity among football writers.</p>\n<p>Incestuously, verbs may be borrowed from other\nsports: boxing <em>(kayoed);</em> track and field <em>(hurdled);</em> horse racing\n<em>(left at the gate or nosed out);</em> and swimming <em>(touched\nout)</em>.</p>\n<p>The transitive phrase (“Cowboys beat Redskins”) is\nused most often by the summarizing sportscaster, since it\nsuccinctly imparts both winner and loser. Intransitive\nphrases (“Cowboys <em>win, triumph, prevail, emerge victorious</em>,”\net al.) require further explanation and are more\ncommon tools of the sportswriter, who is usually focusing\non one game only, without an overriding need for terseness.</p>\n<p>There are innumerable formulaic intransitive expressions.\nThe phrase “Lions roar to 20-3 <em>victory</em>,” for example,\nis one of hundreds of variations on the basic to <em>a victory</em> (or\n<em>win)</em> formula. The Lions could also have <em>marched to a</em>,\n<em>stampeded to a, bulled to a, battled to a, stormed to a, exploded\nto a</em>, or <em>clawed to a victory</em>, depending on how they\nwon. An easy win they might have <em>coasted, cruised</em>, or\n<em>cakewalked to</em>. A less than artistic win they might have\n<em>skidded to or backed into</em>. In the <em>parlay</em> formulation, the\nLions might have “<em>parlayed</em> four fumbles into <em>a</em> 20-3 <em>victory</em>.”\nIn place of “four fumbles,” anything that pops into\nthe sportswriter's head may be substituted.</p>\n<p>Jargon (“Seaver <em>no-hits</em> Giants”), puns (“Eagles <em>skin</em>\nWashington”), and nicknames (“Tide <em>swamps</em> Troy”-i.e.,\nAlabama's Crimson Tide beats Southern Cal's Trojans) offer\nlimitless possibilities to the enterprising sports journalist.</p>\n<p>Headline writers seem to have the most fun. Many, for\ninstance, become giddy when Atlanta pitcher Tommy Boggs\nwins a game: “Dodgers Bogg down,” “Braves Boggle Reds,”\netc. Some may have puns burning in their craws for years;\nimagine the euphoric release of the head man who learned\nof Twin outfielder Bobby Darwin's homerun outburst and\nwrote, “Darwin goes ape!”</p>\n<p>Of all the terms used to impart the fact that Team A\nbeat Team B, my favorite is <em>romp</em>. For me, <em>romp</em> always\nevokes delightfully anachronistic images. “Steelers romp”—\nI picture “Mean Joe” Greene and a host of black-jerseyed\n275-pound defensive tackles skipping about hand-in-hand\nlike frolicsome schoolgirls. <em>Romp</em>, in fact, often inspires me\nto surreal silliness: “Troy romps” (Hector blanks Greeks on\ntwo-hitter?); “Tide romps” (Oxydol held scoreless?).</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Troy Romps—Hector Blanks Creeks on Two-hitter</h1> <p><em><span data-rel=\"author\">Charles N. Faerber</span> <span data-rel=\"location\">Woodland Hills, California</span></em></p> <p>In “Score-bored” [VII, 1] Clair Schulz bemoaned the\nlack of variety shown by wire service baseball writers\nin describing the manner of a victory or defeat. If variety is\nhis taste, I would guide him to locally written sports columns\nin community newspapers and counsel that there likely\nare many sportscasters with a flair for colorful language\nin range of his radio. Following this advice, he would be\ndazzled and delighted, as I constantly am, to find there is\nalways a sparkling new way to say, “The Phillies beat the\nCubs.” And he might pay more attention to football, the\nmost fertile field for sports metaphor. Mr. Schulz limited his\nfocus to the transitive verbs that use the winning team as\nsubject and the losing team as direct object. There are many\nother transitive phrases (and some prepositional) that he\nfailed to list.</p> <p><em>Conquered, vanquished</em>, and <em>defeated</em> have a military\nconnotation. So do <em>annihilated, massacred, routed, overran</em>,\n<em>rolled over, bombed, blitzed, wasted</em>, and <em>wiped out</em> in\nreference to one-side victories, and <em>ambushed, shot down</em>,\nand <em>bushwacked</em> (albeit with a western flavor) to unexpected ones.</p> <p>There are terms equating a thorough defeat to criminal\nassault <em>(bludgeoned, brass-knuckled, pistol-whipped, poleaxed</em>,\n<em>mauled, victimized</em>, and, of course, <em>murdered</em>—as in\nthe Brooklyn Dodger fan's exhortation, “<em>Moiduh</em> duh\nbumsl); to a physical beating <em>(flailed, walloped, throttled</em>,\n<em>thrashed, cuffed, buffeted, drubbed, dashed, lashed, belted</em>,\n<em>bashed, savaged, lambasted</em>, and <em>whipped up on);</em> to an\nuneven fist fight <em>(took apart, tore into, socked it to, laid\nout</em>, and <em>sucker-punched);</em> to grinding under one's heel\n<em>(trampled, stomped, walked over</em>, and <em>ran roughshod over);</em>\nor to just general bullying (<em>manhandled, overpowered</em>).</p>"
}