{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Compleat Cruciverbalist Or How To Solve And Compose Crossword Puzzles For Fun And Profit and Crossword Puzzle Compendium",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Compleat-Cruciverbalist-Compose-Crossword-Puzzles/dp/0442257384\"><em>The Compleat Cruciverbalist Or How To Solve And Compose Crossword Puzzles For Fun And Profit</em></a> and <a href=\"https://www.amazon.com/Crossword-puzzle-compendium-Norton-Bramesco/dp/0517294656\"><em>Crossword Puzzle Compendium</em></a></h1>\n<p>Stan Kurzban and Mel Rosen, foreword by Will Weng, (Van Nostrand Reinhold, 1980), xvi + 167pp. and The editors of Consumer Guide, (Publications International, Ltd., Publisher Skokie, IL 1980), contributing authors: Norton J. Bramesco, and Jordan Lasher, 192pp.</p>\n<p>Because there were no crossword instruction books like\n<em>The Compleat Cruciverbalist</em> and <em>The Crossword Puzzle\nCompendium</em> before, aspiring puzzlemakers had two paths\nto follow. One was to inhale the know-how and technique\nby osmosis, as most of the better-known constructors did,\nand the other was to appeal to an established crossword expert\nfor help. Up to now, there has been very little written\nfor rising crossword constructors. I wrote a brief article for\n<em>Writer's Digest</em> in 1959 (October issue) telling how to make\ncrossword puzzles. An occasional subsidy-press book has appeared\non the subject. None of this is readily available. In\n1980, as luck would have it, two books appeared, both\ncovering the same ground and performing the identical service:\nexplaining how to solve crosswords and imparting the\nsecrets of crossword puzzle construction.</p>\n<p>They are of approximately equal value, as both are sensibly\nwritten, without difficult language, and give detailed\ninformation on the use of word structure in making words\nlie down amicably together to form a crossword puzzle. On\nthe point of language, the <em>Compendium</em> is a shade more\ndown to earth and thus more understandable, but if you are\na word person already, this difference won't matter. And I\nbelieve only a word person is motivated to become a constructor.\nBoth books have similar items of puzzle lore and\namusing tales of crosswording; in this area the <em>Compendium</em>\nhas more and better material. For detailed instruction\nand painstaking care in guiding you step by step through\nyour first attempt at making a crossword, on the other\nhand, the <em>Cruciverbalist</em> is better, and that's the main idea\nof it all, anyway. Both books have a section on marketing\nyour product; again, the <em>Cruciverbalist</em> is more complete.</p>\n<p>The word compleat should be considered poetic license.\nI can think of at least two popular puzzle variations\noverlooked by the <em>Cruciverbalist,</em> and others, like skeleton\npuzzles, that are merely mentioned. One omitted form\nwidely used now is the word-hunt or word-find crossword,\nan unlined layout of letters in which words or names are\ntraced in some continuous or broken line, most often continuous.\n<em>People</em> magazine's Cerard Mosler does this type,\nwith famous names to be found in the maze of words. Entire\nmagazines are also devoted to this game, which requires\nno thinking, just good vision, and appeals to semiliterates.\nThe other one overlooked is the multiple-answer crossword,\nwhich showed up in this country some years ago as the “Little\nFooler” in the <em>New York Daily News,</em> having been\ninvented by the British, probably in the 1930s. Because winning\nit was about a one-in-a-million shot, it was ideally\nsuited for large-circulation newspaper and magazine contests.\nIt even spread to India and Australia and in fact\nwherever English was printed. The reason it was almost impossible\nto win was that every clue gave the solver a choice\nbetween two or even three obvious answers, each arbitrary\nand capable of being defended. Thus, when 20 or more\nsuch choices had to be made, it would take over 2 million\ndifferent puzzle solutions to cover all the possibilities. In\nfact, I recall seeing the same clue used at different times,\nwith different words given as the correct answer. Enough\nabout compleatness.</p>\n<p>Where the <em>Compendium</em> shines is in its lore of puzzles\nand the personalities of constructors and editors. This far\noutstrips the <em>Cruciverbalist's</em> treatment of the subject, which\nincludes only the three <em>New York Times</em> crossword editors\n(Margaret Farrar, Will Weng, and Eugene T. Maleska),\nElizabeth Kingsley, creator of Double-Crostics, E. Powys\nMathers (Torquemada of British puzzledom), and Lewis\nCarroll, who didn't make crosswords but did make word\npuzzles. However, the <em>Compendium</em> handsomely makes up\nfor this, listing the “best” constructors alphabetically: Hume\nCraft, Herbert Ettenson, Anne Fox, Frances Hansen, Henry\nHook, Maura Jacobson, Joseph La Fauci, Jordan Lasher,\nWilliam Lutwiniak, Jack Luzzatto, Alfio Micci, Tap\nOsborn, Herb Risteen, A. J. Santora, and Mel Taub. Pagelong\nbiographies accompany each listing, with an outstanding\nexample of each constructor's crossword performance to\nchallenge the reader. To give you the chance to learn by\nosmosis, there are some twenty crosswords by Jordan\nLasher, who specializes in white space and cerebral exercise,\nincluding his “world's most difficult” contest crossword,\na <em>rompecabeza</em> if there ever was one. This all makes\nthe <em>Compendium</em> a marvelous buy.</p>\n<p>The <em>Cruciverbalist</em> points out that the <em>Random House\nUnabridged Dictionary</em> has handy French, Spanish, Italian,\nand German vocabularies in the back of the book. They do\nwarn you to use foreign words with discretion, but my own\nfeeling is that, if foreign words crop up in general reading\nwith some frequency or our good dictionaries give them entry\nspace, then we can use them. One example of using\nforeign words indiscreetly is on my desk right now. Clue:\n<em>Prostitute</em> (German) Answer: HURE.</p>\n<p>A few quibbles: because it is a book written and proof-read\nby two puzzle experts, I'll point out two typographical\nerrors in the <em>Cruciverbalist</em>—a remarkably good percentage.\nOn page 49 is the spelling ALLOTED; on page 157 is\nPRIMATIVE. Furthermore, the authors are responsible for\nrepeatedly spelling <em>Ximenes</em> XIMINES. Ximenes is the name\nassumed by the cryptic crossword expert of England, D. S.\nMacNutt, called Derrick Macnutt (a further error?) in the\n<em>Cruciverbalist</em>. MacNutt borrowed the name of Jimenez\n(variant, Ximenes) de Cisneros, Spanish prelate and Queen\nIsabella's confessor and the Inquisitor General of Castile\nand Leon, when he succeeded “Torquemada,” the original\ncryptic crossworder of <em>The Observer</em>. Their choices of pseudonyms\nindicates the diabolical difficulty of their puzzles.\nThe <em>Cruciverbalist</em> says Ted Shane, Albert Morehead, and\nJack Luzzatto were pioneer constructors of “crazy crosswords.”\nAlbert Morehead was not a constructor; he introduced\nBritish-style clues to Americans in 1941 [IV, 3].\nCharles Erienkotter, now deceased, and I were his constructors.\nTed Shane was employed by <em>Judge</em> magazine, for\nwhich I made both cartoons and “cockeyed” crosswords in\nthe 1930s. The <em>Cruciverbalist</em> says that Frank Lewis, <em>The\nNation's puzzlemaker,</em> beat out another aspirant for that\njob. True: I was the other aspirant. He received more\nreader votes than I did after readers did six each of our\nrespective cryptics.</p>\n<p><em>[Jack Luzzatto, Bronx, New York]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Compleat-Cruciverbalist-Compose-Crossword-Puzzles/dp/0442257384\"><em>The Compleat Cruciverbalist Or How To Solve And Compose Crossword Puzzles For Fun And Profit</em></a> and <a href=\"https://www.amazon.com/Crossword-puzzle-compendium-Norton-Bramesco/dp/0517294656\"><em>Crossword Puzzle Compendium</em></a></h1> <p>Stan Kurzban and Mel Rosen, foreword by Will Weng, (Van Nostrand Reinhold, 1980), xvi + 167pp. and The editors of Consumer Guide, (Publications International, Ltd., Publisher Skokie, IL 1980), contributing authors: Norton J. Bramesco, and Jordan Lasher, 192pp.</p> <p>Because there were no crossword instruction books like\n<em>The Compleat Cruciverbalist</em> and <em>The Crossword Puzzle\nCompendium</em> before, aspiring puzzlemakers had two paths\nto follow. One was to inhale the know-how and technique\nby osmosis, as most of the better-known constructors did,\nand the other was to appeal to an established crossword expert\nfor help. Up to now, there has been very little written\nfor rising crossword constructors. I wrote a brief article for\n<em>Writer's Digest</em> in 1959 (October issue) telling how to make\ncrossword puzzles. An occasional subsidy-press book has appeared\non the subject. None of this is readily available. In\n1980, as luck would have it, two books appeared, both\ncovering the same ground and performing the identical service:\nexplaining how to solve crosswords and imparting the\nsecrets of crossword puzzle construction.</p> <p>They are of approximately equal value, as both are sensibly\nwritten, without difficult language, and give detailed\ninformation on the use of word structure in making words\nlie down amicably together to form a crossword puzzle. On\nthe point of language, the <em>Compendium</em> is a shade more\ndown to earth and thus more understandable, but if you are\na word person already, this difference won't matter. And I\nbelieve only a word person is motivated to become a constructor.\nBoth books have similar items of puzzle lore and\namusing tales of crosswording; in this area the <em>Compendium</em>\nhas more and better material. For detailed instruction\nand painstaking care in guiding you step by step through\nyour first attempt at making a crossword, on the other\nhand, the <em>Cruciverbalist</em> is better, and that's the main idea\nof it all, anyway. Both books have a section on marketing\nyour product; again, the <em>Cruciverbalist</em> is more complete.</p> <p>The word compleat should be considered poetic license.\nI can think of at least two popular puzzle variations\noverlooked by the <em>Cruciverbalist,</em> and others, like skeleton\npuzzles, that are merely mentioned. One omitted form\nwidely used now is the word-hunt or word-find crossword,\nan unlined layout of letters in which words or names are\ntraced in some continuous or broken line, most often continuous.\n<em>People</em> magazine's Cerard Mosler does this type,\nwith famous names to be found in the maze of words. Entire\nmagazines are also devoted to this game, which requires\nno thinking, just good vision, and appeals to semiliterates.\nThe other one overlooked is the multiple-answer crossword,\nwhich showed up in this country some years ago as the “Little\nFooler” in the <em>New York Daily News,</em> having been\ninvented by the British, probably in the 1930s. Because winning\nit was about a one-in-a-million shot, it was ideally\nsuited for large-circulation newspaper and magazine contests.\nIt even spread to India and Australia and in fact\nwherever English was printed. The reason it was almost impossible\nto win was that every clue gave the solver a choice\nbetween two or even three obvious answers, each arbitrary\nand capable of being defended. Thus, when 20 or more\nsuch choices had to be made, it would take over 2 million\ndifferent puzzle solutions to cover all the possibilities. In\nfact, I recall seeing the same clue used at different times,\nwith different words given as the correct answer. Enough\nabout compleatness.</p>"
}