{
  "type": "Article",
  "title": "Before I Am Too Late",
  "author": "By the present Richard G. Lillard",
  "location": "Los Angeles",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Before I Am Too Late</h1>\n<p><em><span data-rel=\"author\">By the present Richard G. Lillard</span> <span data-rel=\"location\">Los Angeles</span></em></p>\n<blockquote>\n<p>“I'm 'retired,' 'former,' even 'ex.' But, please—\nI'm not 'late.”'</p>\n<p>-Ernest E. Debs, January 11, 1981, objecting to\nbeing called “the late Supervisor Ernie Debs.”</p>\n</blockquote>\n<p>On June 14, 1970, I read in the <em>Los Angeles Times</em>\nthat “unlike the sonorous tones of the late Nelson\nEddy . . . the humpback whale sings an incredibly haunting\nand eerie song.” Now, look. Eddy sang only when he was\nalive. The comparison gained nothing by the fact that Eddy\nwas dead. The point is to compare the voices of Nelson\nEddy and of the whale. It did not matter that on June 14,\n1970, Eddy was dead; it does not matter now. It does—and\ndid—matter that the whale was, allegedly, the more\nmemorable singer. Unlike the sonorous tones of Nelson\nEddy, the song of the humpback whale is incredibly haunting\nand eerie.</p>\n<p>In a 1971 <em>TV Times</em> a writer said, “The cast is headed\nby the late Van Heflin.” I don't believe it. I am confident\nthat he was alive when he appeared before the camera. This\nobsession to announce or reannounce deaths, to seem privy\nto morbid news, or to write finis particularly afflicts literary\nand journalistic professionals. In 1972 <em>J. Mitchell Morse</em>, an\nadvocate of correct English, wrote in his <em>Irrelevant English\nTeacher</em> that “back in the 1940s the late Aldous Huxley . . .\nwas preaching the joys of chemically induced mystical\nstates. . . .” I don't believe that either. Huxley was alive\nwhen he preached those joys, with many years ahead-until\n1963.</p>\n<p>I know that in a biographical context the word <em>late</em>\nmeans recently deceased, though <em>recently</em> seems to have\nquite a stretch to it. In 1976 an Associated Press item from\nTubac, Arizona, referred to “the late American cowboy\nhumorist. Will Rogers.” Rogers died in 1935. The usage in\nthe Tubac dispatch suggests that the more you like a person\nthe longer you cling to the memory by saying <em>the late</em>. The\nphrase is sometimes informative if you have missed an\nobituary notice. Yet most of the time <em>the late</em> is worse than\nuseless: it is ambiguous and distracting. Either we know the\nperson is dead or we don't need to know. To keep bringing\nup people's deaths is a logical or stylistic fault, if nothing\nmore. I'd say let it be taken for granted that people were\nalive when they did or said things. It does not matter except\nin obits that they died later. We all die later.</p>\n<p>Does <em>late</em> or <em>the late</em> help in any of the following?</p>\n<blockquote>\n<p>After World War II the late Lucius Beebe rediscovered\nthe town [Virginia City, Nevada] and transformed\nit into one of the greatest tourist traps in the\nFar West. [W.H. Hutchinson, 1969]</p>\n<p>. . .a great turning point came-or should have\ncome-in 1941 when the late Arthur Hobson Quinn\npublished his important Edgar Allan foe: A Critical\nBiography. [Stuart Levine, 1965]</p>\n<p>Some 25 years ago the late James V. Forrestal,\nthen Secretary of the Navy, became concerned over\nthe future of fuel supplies for the Navy. . . .\n[Benard Brodie, 1970]</p>\n<p>This time New Jersey's innocence was upset by that\nchampion disturber of the racket peace, Estes Kefauver.\nThe late Senator from Tennessee was bearing\ndown hard on the mob. [Fred J. Cook, 1969]</p>\n<p>Ballinger's action was defended in recent years by\nthe late former Secretary of the Interior, Harold\nIckes. [Harold T. Pinkett, 1970] Ickes was former\nwhen he defended but not late.</p>\n<p>The late W. C. Allee studied and wrote extensively\non the subject of protocooperation. . . . [Howard\nOdum, 1963] Allee published in 1961. Did it matter\nthat two years later he was dead? Does it matter\nnow?</p>\n<p>The late Justice Harlan wrote a vigorous dissent,\nconcurred in by the late Justices Frankfurter and\nWhittaker, charging the court's majority with a lack\nof judicial self-restraint. [Pendleton Howard, 1975,\nreferring to a Supreme Court decision of 1961]\nClearly the three justices were not deceased in 1961,\nespecially the vigorous Harlan.</p>\n<p>It is not an attitude shared by the late Enid\nStarkie, the distinguished Oxonian biographer of\nRimbaud and Baudelaire, who completed this\nbiography of Flaubert shortly before her death in\nApril, 1970. [Richard Freedman, 1971] Why in\neffect bury Ms. Starkie twice?</p>\n</blockquote>\n<p>The problems with <em>the late</em> parallel those with <em>former</em>\nand <em>ex</em>- and phrases that deal with demise or termination.\nFor instance: “Former Attorney-General James A. Maloney\nfiled suit in U.S. District Court last December . . .” [<em>Albuquerque\nJournal</em>, 1971]. Maloney was on the job, not out of\nit. Or: “Then, in 1972, former President Nixon banned the\nuse of predicides on public land . . .” [<em>University of\nMontana Profiles</em>, 1976]. No, Nixon was still securely in\noffice, somewhat east of Watergate, when he stopped the\nuse of predator-control poisons.</p>\n<p>Also: “During the long administration of former Prime\nMinister Pierre Elliott Trudeau, provincial leaders continually\ncomplained of the growing power of Ottawa”\n[Stanley Meisler, 1979]. At the time, Trudeau was preformer;\nas an ex-executive he could not have been prime\nminister. The update is that in 1980 Trudeau became\nex-former or once-again prime minister. In 1977 the ornithologist\nAlexander F. Skutch wrote in his <em>A Bird Watcher's\nAdventures in Tropical America</em> that his “Chapter 10, on\nthe Cecropia tree, first appeared ... in the long extinct\n<em>Scientific Monthly</em>. ...” The <em>Monthly</em> was alive when\nSkutch's piece appeared in it in 1945, and only about thirteen\nyears later did it become extinct, as if it were a species.</p>\n<p>Part of the problem comes from trying to write compact\nsummaries and neglecting to keep the narrative chronology\nstraight. Consider this item, which deals with Robert\nVesco, Thomas P. Richardson, and a detective named\nRobert Duke Hall: “Using the slain private detective as an\nemissary, Richardson tried to force Vesco to help him, then\nthreatening to go to federal authorities if the onetime financial\nwheeler-dealer refused” [<em>Los Angeles Times</em>, 1976]. At\nthe time of publication, September 11, Hall was dead, but\nthe journalist, who avoided <em>the late</em>, turned Hall into a\ncorpse at the time Hall was indeed living, creating an\nunlikely, ghastly intermediary.</p>\n<p>I'm not forgetting that some disk jockeys have troubles\nwith death. They'll say in 1980 that the symphony I'm\nabout to hear is conducted by the late Otto Klemperer, the\nsong is sung by the late Bing Crosby, or the Nicolo Paganini\nviolin caprice, as arranged for the piano by Franz Liszt, is\nplayed by the late Sergei Rachmaninoff. Query: If Rachmaninoff\n(1873-1943) is <em>the late</em>, is Liszt (1811-1886) <em>less\nlate</em>, and is Paganini (1782-1840) <em>least late</em>, that is, farthest\nback? Or in this instance is the Russian the least late, the\nlast one to be late? I have a positive proposal. Instead of\nsaying <em>the late</em>, an inexact term, give the absolute final\ndate. “Played by Sergei Rachmaninoff, who died in 1943.”</p>\n<p>To show how confusing it all can be, I cite statements\nby distinguished men of letters. In 1962 in an introduction\nto Mark Twain's <em>Letters from the Earth</em>, Henry Nash Smith\nwrote of Albert B. Paine, the first literary executor of\nTwain's estate, and of Paine's successor: “Shortly after\nPaine's death. Harper &amp; Brothers recommended to the Trustees\nthat the late Bernard DeVoto . . . should be asked to\ntake over the task of preparing for publication further\nmaterial . . . from the . . . unpublished writing by Mark\nTwain.” The dead Paine was to be replaced by the dead,\nbut less dead, DeVoto? Not at all. Though Paine really died\nin 1937, DeVoto continued on productively until 1955.</p>\n<p>In 1942, in the scholarly quarterly <em>American Literature</em>,\nLawrence dark Powell published for the first time an\nimportant letter by Mark Twain. In his introduction Powell\nsaid: “In 1897, when he was a professor in the Free Church\nTraining College at Glasgow, the late Sir John Adams\n(1857-1934) sent a copy of his newly published work on the\npsychology of J. F. Herbart to his favorite author, S. L.\nClemens.” In 1897 Adams was about as early as late, with\nalmost half of his life remaining. Indeed he had 28 years to\ngo before he became Sir John.</p>\n<p><em>The late</em> lends itself to irony, as during World War II\nwhen I. F. Stone in one of his columns in <em>The Nation</em> referred\nto Hitler as the worst villain since “the late Judas\nIscariot.” On occasion prominent persons like Lewis Mumford\nsee themselves prematurely interred. In one of the closing\nyears of the 1970s a book reviewer in <em>The New York\nTimes</em> alluded to “the late Alfred A. Knopf.” Writing\npromptly from Tucson, Knopf reported his good health and\nprotested the premature announcement.</p>\n<p>Best of all as a gag, I suppose, would be to declare\nyourself as deceased. I know only of an example in fiction.\nIn Chapter 19 of <em>The Adventures of Huckleberry Finn</em> the\nold man, a king of frauds, confides to the Duke of Bilgewater,\n“I am the late Dauphin . . . your eyes is lookin' at\nthis very moment on the pore disappeared Dauphin, Looy\nthe Seventeen, son of Looy the Sixteen and Marry Antonette.”</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Before I Am Too Late</h1> <p><em><span data-rel=\"author\">By the present Richard G. Lillard</span> <span data-rel=\"location\">Los Angeles</span></em></p> <blockquote>\n<p>“I'm 'retired,' 'former,' even 'ex.' But, please—\nI'm not 'late.”'</p>\n<p>-Ernest E. Debs, January 11, 1981, objecting to\nbeing called “the late Supervisor Ernie Debs.”</p>\n</blockquote> <p>On June 14, 1970, I read in the <em>Los Angeles Times</em>\nthat “unlike the sonorous tones of the late Nelson\nEddy . . . the humpback whale sings an incredibly haunting\nand eerie song.” Now, look. Eddy sang only when he was\nalive. The comparison gained nothing by the fact that Eddy\nwas dead. The point is to compare the voices of Nelson\nEddy and of the whale. It did not matter that on June 14,\n1970, Eddy was dead; it does not matter now. It does—and\ndid—matter that the whale was, allegedly, the more\nmemorable singer. Unlike the sonorous tones of Nelson\nEddy, the song of the humpback whale is incredibly haunting\nand eerie.</p> <p>In a 1971 <em>TV Times</em> a writer said, “The cast is headed\nby the late Van Heflin.” I don't believe it. I am confident\nthat he was alive when he appeared before the camera. This\nobsession to announce or reannounce deaths, to seem privy\nto morbid news, or to write finis particularly afflicts literary\nand journalistic professionals. In 1972 <em>J. Mitchell Morse</em>, an\nadvocate of correct English, wrote in his <em>Irrelevant English\nTeacher</em> that “back in the 1940s the late Aldous Huxley . . .\nwas preaching the joys of chemically induced mystical\nstates. . . .” I don't believe that either. Huxley was alive\nwhen he preached those joys, with many years ahead-until\n1963.</p>"
}