{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Dictionary Of Visual Language",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.biblio.com/book/dictionary-visual-language-philip-thompson-peter/d/1405801530\"><em>The Dictionary Of Visual Language</em></a></h1>\n<p>Philip Thompson and Peter Davenport, foreword by George Lois, (Bergstrom and Boyle Books Limited), vii + 258pp. + 5 unnumbered pages of Index and Credits.</p>\n<p>For several years a quarterly periodical called VISIBLE\nLANGUAGE has been published by Merald Wrolstadt, curator\nof the Cleveland Museum of Art. As a linguist with more\nthan a passing interest in art—especially graphic design—I\nhave long been fascinated by the subject of visible/visual\nlanguage and take this opportunity to commend that publication\nto the readers of VERBATIM.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>\nVISIBLE LANGUAGE covers many aspects of the subject, ranging from the more\nor less popular and conventional to the experimental and\nbizarre. As the authors of <em>The Dictionary of Visual\nLanguage</em> are quick to point out, their book deals for the\nmost part with the popular and conventional, emphasizing\nthe visual cliche. However, in the nearly 2000 illustrations\n(for about 1200 entries), I found many that are too subtle\nfor ready identification and was grateful for the explanatory\ncaptions.</p>\n<p>Consideration of the symbology of language and, indeed,\nof visual symbolism received scant attention from\nlinguists until relatively recently; under the active, scholarly\npersistence of Professor Thomas Sebeok of Indiana University\nand others, the subject of semiotics has become a topic\nfor serious study by those who believe that language creates\nits own symbology and psychological effects quite apart\nfrom its employment as a medium for a message. In other\nwords, Marshall McLuhan's “the medium is the message”\nhas acquired status. I cannot agree that the medium is the\nmessage; but it would be foolish to deny that it affects the\nmessage to a great extent, in that it <em>affects</em> the recipient(s) of\nthe message.</p>\n<p>Although, as a casual examination of it may indicate,\nthis book seems superficially to deal with pictures, it deals\nalso with the symbology of words and with the rather odd,\nrelatively modern phenomenon of the symbolic effect of\nwords printed in various typographic styles. I often find\nthat such treatments carry with them such an overburden of\ncliche as to make them corny. However, as the authors\npoint out, it is their very nature as cliches that makes them\nmeaningful. The trouble with many cliches is that they are\noften neither cross-cultural nor cross-linguistic. For example,\nthe use by the Milk Board in Britain of the word <em>pinta</em>\nis symbolic to residents but not readily meaningful to\nvisitors from, say, America, where milk is usually sold in\nquarts, not pints, to whom <em>pinta</em> may look more like a\nfemale <em>pinto</em> (horse) than a “pint o' milk.”</p>\n<p>Certain typographic symbols appear often in advertising\nand other forms of promotion (e.g., trademarks). For\nexample, the British firm <em>Balding</em> + <em>Mansell</em> uses a plus\nsign in place of an ampersand (or the word <em>and</em>) in its name\n(as on letterheads), but a telephone call revealed that the\ncompany refers to itself as “Balding <em>and</em> Mansell.” On the\nother hand, when the Scottish publishers, William Collins\nSons &amp; Co., Ltd., bought the World Publishing Company,\nan American firm, it represented the new company as <em>Collins</em> + <em>World,</em>\nbut in this case the name was read as “<em>Collins</em>\n+ <em>World</em>” and so mentioned, as they say, in\ndispatches.</p>\n<p>At the more pictorial level, one can find the <em>Mona Lisa</em>\nwith a mustache and with the faces of numerous (readily\nrecognizable) people inserted. President Lyndon B. Johnson\namong them. Likewise, Botticelli's <em>Birth of Venus</em> (often\nreferred to as “Venus on the Half-shell”), has seen Jane\nFonda's head in place of Venus's, Venus wearing a bathing\ncostume, and many other variations. These seem to me to\nbe more in the order of cartoons than symbology, but then I\nsuppose that certain kinds of cartoons are themselves a form\nof semiotics. For example, Escher's drawings may be looked\nupon by some as humorous cartoons or, on a different\nplane, as ironic philosophical comments. I refer, in particular,\nto his hands drawing each other, his monks marching\nalong the walls of the cloister, his waterfalls flowing\ndownhill in an ever-rising context. These are spoofs of art:\nthey satirize the techniques of perspective.</p>\n<p>I have always admired good poster art and have long\nwondered why European poster art has consistently, on the\nwhole, been better than that produced in America. Does it\nhave something to do with literacy? In earlier times in\nAmerica, poster art flourished; except for certain companies'\npromotion (e.g., Wrigley's posters by Shepard), the art has\nlanguished in America. Perhaps Americans lack the kiosks\nwhere posters normally appear in France and elsewhere in\nEurope. The board walls of construction sites in America\nusually carry only the message <em>Post No Bills</em> unless the client\nfor whom the building is being built chooses to advertise\nitself.</p>\n<p>Most of <em>Visual Language</em> concerns itself with advertising.\nWhat I found especially interesting were the headwords\nselected by the authors: after all, the book is a series of\nentries in alphabetical order, each with one or more illustrations.\nHow does one decide that art for a record sleeve in\nwhich the key word is <em>Eroica,</em> made by cutting out each of\nthe letters from magazines, should be called <em>Blackmail Lettering?</em>\nI cannot think of a better heading, but I am unsure\nof how one using this book can refer to it: alphabetical\norder is a retrieval system for those who know the words\nthey are looking up; it is only rarely conceptual. I have no\nidea where I might have looked for <em>Blackmail Lettering</em>\nsince I cannot imagine having thought up such a headword.\n(I “lost” the entry showing Jane Fonda's face stuck over that\nof Venus and looked for it under <em>Botticelli</em> and <em>Venus,</em>\nwithout success; I found it again under <em>Art</em>.)</p>\n<p>As example of what I should consider symbols that are\ntoo subtle (I daren't say “too subtle for words”), are a trademark\nfor batteries, “Pb” (the chemical symbol for lead), and\na darkened window on a jacket for a book on the subject of\nbereavement. Some of these are surrealistic, to be sure, and\none can understand them merely as attention-getting\ndevices. But a symbol, it seems to me, ought to be almost\nuniversally symbolic of the same thing (at least within a\nculture), and I doubt that the chemical symbol for lead and\na darkened window carry the same impressions to all who\nview them.</p>\n<p>These are merely quibbles. The book stands as an extremely\ninteresting and useful commentary on symbolism in\ncommunication, though one must read through it and cannot\nuse it as a reference book for looking things up till after\nit has been studied. A few minor slips (fan dancers are more\nclosely associated with American burlesque than with\nvaudeville, and I wonder how “deeply rooted in the\nAmerican psyche” is the image of <em>Ice Tongs</em> any longer) do\nnot mar the value of this book, which emerges as a major\nwork on the subject of visual metaphor.</p>\n<hr>\n<h1></h1>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-fn-a1\">\n<p>'Visible Language. Merald E. Wrolstad, Ph.D., Editor and\nPublisher, P.O. Box 1972VB, Cleveland, Ohio 44106.\n$15.00/yr. (Foreign subscribers add $1.00 for postage.) <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.biblio.com/book/dictionary-visual-language-philip-thompson-peter/d/1405801530\"><em>The Dictionary Of Visual Language</em></a></h1> <p>Philip Thompson and Peter Davenport, foreword by George Lois, (Bergstrom and Boyle Books Limited), vii + 258pp. + 5 unnumbered pages of Index and Credits.</p> <p>For several years a quarterly periodical called VISIBLE\nLANGUAGE has been published by Merald Wrolstadt, curator\nof the Cleveland Museum of Art. As a linguist with more\nthan a passing interest in art—especially graphic design—I\nhave long been fascinated by the subject of visible/visual\nlanguage and take this opportunity to commend that publication\nto the readers of VERBATIM.<sup><a href=\"#user-content-fn-a1\" id=\"user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup>\nVISIBLE LANGUAGE covers many aspects of the subject, ranging from the more\nor less popular and conventional to the experimental and\nbizarre. As the authors of <em>The Dictionary of Visual\nLanguage</em> are quick to point out, their book deals for the\nmost part with the popular and conventional, emphasizing\nthe visual cliche. However, in the nearly 2000 illustrations\n(for about 1200 entries), I found many that are too subtle\nfor ready identification and was grateful for the explanatory\ncaptions.</p> <p>Consideration of the symbology of language and, indeed,\nof visual symbolism received scant attention from\nlinguists until relatively recently; under the active, scholarly\npersistence of Professor Thomas Sebeok of Indiana University\nand others, the subject of semiotics has become a topic\nfor serious study by those who believe that language creates\nits own symbology and psychological effects quite apart\nfrom its employment as a medium for a message. In other\nwords, Marshall McLuhan's “the medium is the message”\nhas acquired status. I cannot agree that the medium is the\nmessage; but it would be foolish to deny that it affects the\nmessage to a great extent, in that it <em>affects</em> the recipient(s) of\nthe message.</p> <p>Although, as a casual examination of it may indicate,\nthis book seems superficially to deal with pictures, it deals\nalso with the symbology of words and with the rather odd,\nrelatively modern phenomenon of the symbolic effect of\nwords printed in various typographic styles. I often find\nthat such treatments carry with them such an overburden of\ncliche as to make them corny. However, as the authors\npoint out, it is their very nature as cliches that makes them\nmeaningful. The trouble with many cliches is that they are\noften neither cross-cultural nor cross-linguistic. For example,\nthe use by the Milk Board in Britain of the word <em>pinta</em>\nis symbolic to residents but not readily meaningful to\nvisitors from, say, America, where milk is usually sold in\nquarts, not pints, to whom <em>pinta</em> may look more like a\nfemale <em>pinto</em> (horse) than a “pint o' milk.”</p>"
}