{
  "type": "Article",
  "title": "Philip Howard on English English",
  "author": "The Family Talpidae",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English</h1>\n<p><em><span data-rel=\"author\">The Family Talpidae</span> <span data-rel=\"location\"></span></em></p>\n<p>The London evening newspaper (we have only one in\nthese hard times) announced portentously the other day on\na placard: <em>STEEL MOLE SPEAKS</em>. It was referring to an\nemployee of British Steel who had furtively passed confidential\ndocuments of his employers to a television programme.\nThis vivid new metaphor, made popular by the craze for\nthe spy thrillers of John le Carré, has burrowed its way into\nthe public imagination and the Balaam-baskets of subeditors\nover here.</p>\n<p>A Mr A. J. Mole wrote engagingly complaining about\nthe way that le Carré and Sir Alec Guinness (who played\nSmiley brilliantly on the box) have abused his surname to\nmean sneak, spy, or even informer. He asked me to redress\nthe balance.</p>\n<p>Apart from Kenneth Grahame's <em>The Wind in the\nWillows</em>, from which Mr. Mole is imprinted as an endearing\nif bumbling goody into the subconscious of British children,\nthe mole has always had a bad press. In the Authorized\nVersion, Leviticus lists the mole as an unclean abomination,\nalong with the ferret, the snail, and others. The translators\nof the <em>New English Bible</em> are, no doubt, more accurate, but,\nagain no doubt, more boring when they render the Hebrew\nwith pedantry about the jerboa, the sand-gecko, and the\nwall-gecko. In one of his testy fulminations, Isaiah prophesies\nthat when the Lord comes to shake the earth, a\nman, not surprisingly in the circumstances, shall cast his\nidols of silver and his idols of gold to the moles and to the\nbats. The gnomes of the <em>New English Bible</em> spoil the poetry\nagain by explaining smugly that Isaiah meant dung-beetles,\nnot moles.</p>\n<p>King William IV is supposed to have caught his death\nof cold from a fall caused by his horse stumbling over a\nmolehill. Jacobites toasted “the little gentleman in black\nvelvet” for toppling the king they regarded as the usurper.</p>\n<p>Dr Kenneth Mellanby's book <em>The Mole</em> states firmly:\n“Moles hate their own species,” and quotes from W.G.\nLewis (1828): “This solitary, mischievous animal appears\nadapted to a life of darkness. Although it is doomed to hunt\nits prey under ground, and usually denied the cheering light\nof the sun, yet no animal appears fatter nor has a more sleek\nand glossy skin.”</p>\n<p>Mole proverbs are generally unflattering and concerned\nwith short-sightedness, as in <em>blind as a mole; Argus abroad,\nmole at home; king of a molehill;</em> and <em>making mountains\nout of molehills</em>.</p>\n<p>Leonard Woolfs volume of autobiography entitled\nSowing contains the following mole-lore: “Lytton nicknamed\nhim [E. M. Forster] the Taupe, partly because of his\nfaint physical resemblance to a mole, but principally\nbecause he seemed intellectually and emotionally to travel\nunderground and every now and again pop up unexpectedly\nwith some subtle observation or delicate quip which\nsomehow or other he had found in the depths of the earth or\nof his own soul.”</p>\n<p>The relevant British Government departments designate\nthe mole as a pest and even as vermin.</p>\n<p>The new metaphor of mole as labyrinthine and secret\n“sleeper” burrowing away inside the Establishment has a\ncertain seedy glamour for the Brits, who are obsessed with\nspy stories. Moles might consider it an improvement on the\nprevious proverbial and literary image of the mole as merely\na half-blind, worm-snuffling, king-killing, idol-worshiping\nravisher of lawns.</p>\n<p>Le Carre himself, the mole-maker, gives a precise date\nand definition for the metaphor of mole as spy who builds a\nlegitimate cover over a period of years by not engaging in\nspying activities until he is tapped for an important mission.\nThe date when mole impinged on the British consciousness\nwas 1976. Le Carré's definition: “A mole is, I think, a genuine\nKGB term for somebody who burrows into the fabric of\na bourgeois society and undermines it from within—\nsomebody of the Philby sort who is recruited at a very\ntender age. . . . They're people about whom, at a certain\ntime, you guess the pattern of their ideological development,\nif you're a talent spotter working for the Russian\nSecret Service, and you winkle them into a corner and say:\n'We appreciate your feelings about this, but just keep very\nquiet—sooner or later we will need you and when we do we\nwill tell you.' ”</p>\n<p>Well said, old mole! Canst work i' the Foreign Office\nso fast? What with the British passion for spies and the\nother British passion for comfortable old cliches, I am afraid\nthat Mr. Mole is going to have to resign himself to the\nextension of his name.</p>\n<p>When people called Howard become snobbish about\ntheir ancient name, which some of the sillier ones do, the\nway to take them down a peg is to remind them that their\nname is derived from Hog-ward, or pig-keeper. It is not\nstrictly true, since the Hog in the name was a sheep, but it\ngenerally shuts them up.</p>\n<p>As for Messrs Mole, Eliza Cook, the pious poetaster\nwhose verse appealed strongly to the Victorian middle\nclasses, shall have the last word:</p>\n<blockquote>\n<p>There's a mission, no doubt, for the mole in the dust,<br>\nAs there is for the charger, with nostrils of pride;<br>\nThe sloth and the newt have their places of trust,<br>\nAnd the agents are needed, for God has supplied.</p>\n</blockquote>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English</h1> <p><em><span data-rel=\"author\">The Family Talpidae</span> <span data-rel=\"location\"></span></em></p> <p>The London evening newspaper (we have only one in\nthese hard times) announced portentously the other day on\na placard: <em>STEEL MOLE SPEAKS</em>. It was referring to an\nemployee of British Steel who had furtively passed confidential\ndocuments of his employers to a television programme.\nThis vivid new metaphor, made popular by the craze for\nthe spy thrillers of John le Carré, has burrowed its way into\nthe public imagination and the Balaam-baskets of subeditors\nover here.</p> <p>A Mr A. J. Mole wrote engagingly complaining about\nthe way that le Carré and Sir Alec Guinness (who played\nSmiley brilliantly on the box) have abused his surname to\nmean sneak, spy, or even informer. He asked me to redress\nthe balance.</p> <p>Apart from Kenneth Grahame's <em>The Wind in the\nWillows</em>, from which Mr. Mole is imprinted as an endearing\nif bumbling goody into the subconscious of British children,\nthe mole has always had a bad press. In the Authorized\nVersion, Leviticus lists the mole as an unclean abomination,\nalong with the ferret, the snail, and others. The translators\nof the <em>New English Bible</em> are, no doubt, more accurate, but,\nagain no doubt, more boring when they render the Hebrew\nwith pedantry about the jerboa, the sand-gecko, and the\nwall-gecko. In one of his testy fulminations, Isaiah prophesies\nthat when the Lord comes to shake the earth, a\nman, not surprisingly in the circumstances, shall cast his\nidols of silver and his idols of gold to the moles and to the\nbats. The gnomes of the <em>New English Bible</em> spoil the poetry\nagain by explaining smugly that Isaiah meant dung-beetles,\nnot moles.</p>"
}