{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Second Barnhart Dictionary Of New English",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Second-Barnhart-Dictionary-New-English-Clarence/7431664950/bd\"><em>The Second Barnhart Dictionary Of New English</em></a></h1>\n<p>Clarence L. Barnhart, Sol Steinmetz, and Robert K. Barnhart, (Barnhart/Harper &amp; Row, 1980), xv + 520pp.</p>\n<p>[A VERBATIM Book Club Selection.]</p>\n<p>There can be little doubt among those who know his\nwork, which has spanned some 40 years—the most important\nperiod in the development of modern lexicography—\nthat Clarence L. Barnhart is one of the most important lexicographers\nin the field of English language. Unless I am\nmistaken, it was entirely through his persistent efforts that\nScott, Foresman, whose dictionaries he compiled and edited\nalong with Edward L. Thorndike, became the first American\ndictionary publisher to employ the schwa (that is, the\ninverted <em>e</em> used in pronunciation respellings as the symbol\nfor an “indeterminate” vowel sound, like the <em>a</em> in <em>alone,</em> the\n<em>e</em> in <em>flutter,</em> the <em>i</em> in <em>handily,</em> the <em>o</em> in scallop, and the <em>u</em> in\n<em>cup</em>). The schwa, named for a point mark that indicates a\nmissing vowel sound in written Hebrew, had been adopted\nfor this purpose by the Association Phonetique Internationale\nin the development of the International Phonetic\nAlphabet (IPA); but publishers, who are slow to change,\nlest they alienate book-buyers, were reluctant to use IPA\nand its symbols, because they looked unfamiliar. Publishers\nof popular dictionaries (in particular) seemed to prefer what\nI call the Moo Goo Gai Pan brand of respelling (to which I\nsometimes refer as the “Ah-oo-gah” system). Some, who do\nnot believe that dictionary users will make the effort to interpret\nunfamiliar symbols like the long s (\\?\\), IPA for the\n<em>sh</em> in <em>shoot</em> and other spelled forms, the theta (θ), for unvoiced\nth as in <em>thing,</em> the edh (\\?\\), for voiced <em>th</em> as in <em>this,</em>\nthe agma (\\?\\), for the <em>ng</em> in <em>thing,</em> and others, continue to\nuse Moo Goo Gai Pan transcription, arguing against the\nprinciple, adhered to by phoneticians, that each of the distinctive\nsounds in a language should be represented by a discrete\nsymbol. As I should be reviewing the subject book\nhere, this is not an appropriate place for engaging in that\nargument: it may suffice to say that Barnhart won his\ncase—at least for the schwa.</p>\n<p>Employing, essentially, the principles set forth by the\nplanners of the <em>Oxford English Dictionary (OED)</em>, Barnhart\nhas long been gathering citations for new words and senses\nin the English language. The first compilation, <em>Barnhart\nDictionary of New English,</em> was published in 1973; the present\nwork is the second in what we must hope will be a continuing\nseries.</p>\n<p>Although it is generally true that modern dictionaries\nof any importance are carefully kept up to date on a\nperiodic basis, either by the inclusion of supplements or by\nthe integration of new words and senses in their proper\nplace in the text, the nature of most dictionaries precludes\ndevoting space to extensive citations and, hence, to the\ndocumentation of what may be their earliest appearance in\nwriting.</p>\n<p>It should be emphasized that the <em>Second Barnhart Dictionary\n(SBD)</em> does not confine itself to the recording of new\nwords: new senses are also covered. For example,\n<em>agoraphobia</em> is accorded nearly three quarters of a column\nof citations and explanation.</p>\n<p>Many of the terms reflect the obsession with the\ncoinage of jargon to which speakers of English are prone;\nwe can see this propensity for novelty in a string of words\nhaving the previx <em>agri</em>- 'agricultural': <em>agri-argument,\nagribiz, agribusinessman, agrichemical, agri-corporation,\nagricrime, agri-industrial, agrindustry, agripower,\nagriproduct, agri-proletariat</em>. This is followed by a group of\nneologisms with <em>agro</em>-, an older form of the same prefix.</p>\n<p>Through the reading of English language materials on\na worldwide basis, the editors have summoned a collection\nof entries that cannot be said to be confined to American\nEnglish. In addition to the American publications reviewed\nand cited we find <em>The Times, New Scientist, Nature,</em> and\nother non-American periodicals. Nonetheless, if I have one\ncriticism of the book—and that of not too serious a\nnature—it is that the citations have been drawn in very\nlarge part from a relatively small number of publications,\nand most of those reflect a predisposition toward reading\nmatter popular with the Eastern Establishment. Also, I am\nsurprised to find <em>ball park</em> and <em>ball-park figure</em> here, for\nthey appear in the <em>Random House Unabridged</em> (1966), and I\nencountered them as early as 1960.</p>\n<p>But these are nit-picking comments and cannot detract\nfrom the value, importance, and quality of the <em>SBD</em>. It is\nfar more interesting and useful to examine some of the entries\nthat are listed. Where else could one find representatives\nof Western culture like <em>group grope, grunge</em> ('something\nbad, inferior, ugly, or boring'), <em>gyro</em> (“a type of Greek\nsandwich made from thin-sliced beef and lamb on pita'),\n<em>hair implant, I.R.A.</em> ('individual retirement account' in the\nU.S.; obviously only metaphorically the same thing in\nIreland), <em>pump iron, muggee</em> ('one who is mugged by a\nmugger'), <em>quango,</em> and the ubiquitous <em>legionnaires' disease</em>?\nOf particular interest is the thorough treatment at <em>person</em>\n(followed by entries for <em>person</em>-, as in <em>personhole,</em> and\n-<em>person</em>, as in <em>businessperson</em>). Useful is the entry at <em>Pinyin,</em>\nwhich provides a partial table of the system. Social comment\ncan be seen in <em>rent-a-crowd</em> and <em>rent-a-mob</em> (in their\nvery coinage, not in the <em>SBD</em> treatment), and the dictionary\nis replete with the scientific and technical terminology that\nwill probably dominate any list of neologisms in the future.\nIt is hard to find a term relating to fine arts, but I should\nthink that <em>Art Deco</em> might be one: as far as I know, the style\nwas called <em>moderne</em> when it was fashionable, with <em>Art Deco</em>\nemerging only with its resurgence about a decade ago or\nless. <em>Collectibles</em> is there, but I quibble with its definition,\ngiven as “items suitable for collecting, especially rare or outdated\nobjects of little intrinsic value.” As I understand it,\n<em>collectibles</em> (or <em>collectables</em>) refers specifically to those items\nthat are not genuine antiques, though they may be rare;\n“intrinsic value” has little to do with it when one considers\nthat the <em>intrinsic</em> value of a da Vinci drawing may be less\nthan a dollar—for the relatively high-quality paper on\nwhich it is drawn. VDU ought to have a “Chiefly Brit.”\nlabel.</p>\n<p>Sprinkled here and there are longer discussions (as at\n<em>person</em>) that are short articles in themselves. Under <em>Coinages</em>\none finds almost a full column of comment about the ways\nin which words (and phrases) are made and enter the\nlanguage. <em>Nonce Words, Technical Terms, Acronyms,\nTrademarks,</em> and <em>Blends</em> are other topics among the 22\ncovered by essay-length entries.</p>\n<p>Barnhart continues to enhance his own and his staffs\nreputation by producing worthwhile works of lexicography\nlike this one; anyone who already has a dictionary should\nhave the <em>SBD</em> as an interpreter of what is going on in the\nEnglish language.</p>\n<p>[L.U.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Second-Barnhart-Dictionary-New-English-Clarence/7431664950/bd\"><em>The Second Barnhart Dictionary Of New English</em></a></h1> <p>Clarence L. Barnhart, Sol Steinmetz, and Robert K. Barnhart, (Barnhart/Harper &amp; Row, 1980), xv + 520pp.</p> <p>[A VERBATIM Book Club Selection.]</p> <p>There can be little doubt among those who know his\nwork, which has spanned some 40 years—the most important\nperiod in the development of modern lexicography—\nthat Clarence L. Barnhart is one of the most important lexicographers\nin the field of English language. Unless I am\nmistaken, it was entirely through his persistent efforts that\nScott, Foresman, whose dictionaries he compiled and edited\nalong with Edward L. Thorndike, became the first American\ndictionary publisher to employ the schwa (that is, the\ninverted <em>e</em> used in pronunciation respellings as the symbol\nfor an “indeterminate” vowel sound, like the <em>a</em> in <em>alone,</em> the\n<em>e</em> in <em>flutter,</em> the <em>i</em> in <em>handily,</em> the <em>o</em> in scallop, and the <em>u</em> in\n<em>cup</em>). The schwa, named for a point mark that indicates a\nmissing vowel sound in written Hebrew, had been adopted\nfor this purpose by the Association Phonetique Internationale\nin the development of the International Phonetic\nAlphabet (IPA); but publishers, who are slow to change,\nlest they alienate book-buyers, were reluctant to use IPA\nand its symbols, because they looked unfamiliar. Publishers\nof popular dictionaries (in particular) seemed to prefer what\nI call the Moo Goo Gai Pan brand of respelling (to which I\nsometimes refer as the “Ah-oo-gah” system). Some, who do\nnot believe that dictionary users will make the effort to interpret\nunfamiliar symbols like the long s (\\?\\), IPA for the\n<em>sh</em> in <em>shoot</em> and other spelled forms, the theta (θ), for unvoiced\nth as in <em>thing,</em> the edh (\\?\\), for voiced <em>th</em> as in <em>this,</em>\nthe agma (\\?\\), for the <em>ng</em> in <em>thing,</em> and others, continue to\nuse Moo Goo Gai Pan transcription, arguing against the\nprinciple, adhered to by phoneticians, that each of the distinctive\nsounds in a language should be represented by a discrete\nsymbol. As I should be reviewing the subject book\nhere, this is not an appropriate place for engaging in that\nargument: it may suffice to say that Barnhart won his\ncase—at least for the schwa.</p> <p>Employing, essentially, the principles set forth by the\nplanners of the <em>Oxford English Dictionary (OED)</em>, Barnhart\nhas long been gathering citations for new words and senses\nin the English language. The first compilation, <em>Barnhart\nDictionary of New English,</em> was published in 1973; the present\nwork is the second in what we must hope will be a continuing\nseries.</p>"
}