{
  "type": "Article",
  "title": "The Book Of Surnames and The Origin Of English Surnames",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\"><a href=\"https://www.biblio.com/book/book-surnames-origins-oddities-popular-names/d/814893383\"><em>The Book Of Surnames</em></a> and <a href=\"https://www.abebooks.com/book-search/title/the-origin-of-english-surnames/author/reaney-p-h/used/\"><em>The Origin Of English Surnames</em></a></h1>\n<p>Peter Verstappen, (Pelham Books, London, 1980), and P.H. Reaney, (Routledge and Kegan Paul, 1980).</p>\n<p>The first of these two books on surnames was written\nby a journalist, the second by an academic philologist, and\nthe difference between them can therefore be imagined.\nPeter Verstappen is an American publishing executive now\nresident in Britain. His approach to surnames begins statistically,\nfor he chooses to deal with the seventy-six commonest\nnames in Britain. These are shared by some fourteen\nmillion people in Britain alone, all of them potential buyers\nof the book because it deals with <em>their names</em>.</p>\n<p>I'm sure that's how it seemed to the author when he\nfirst had the idea for this book, but unfortunately things\naren't that simple. People certainly are interested in surnames,\nusually their own or ones they have come across\nwhile researching their family history, but the surnames\nthat interest most are invariably unusual ones. As Secretary\nof the Names Society, I receive letters every day from people\nall over the English-speaking world asking about the origins\nof particular names, but never those names which appear in\nPeter Verstappen's book. The Smiths and the Joneses, the\nJacksons and Johnsons feel little pride in their names, it\nseems, perhaps because they know they share them with so\nmany others. The various companies who supply so-called\ncoats of arms which can be displayed on fancy plaques in\nthe hallway will confirm this fact. They are more likely to\ndo their business with the Verstappens of this world than\nthose with more usual family names.</p>\n<p>One question that might be asked, then, is whether this\nBook of <em>Surnames,</em> which contains the meaning of each\nname, together with a miscellany of facts and figures,\nwould make the bearers of the names concerned proud\nenough to buy a book which mentions their name. What\nwould they get for their money? A <em>Jackson,</em> for example,\nwould learn that a <em>Jagger</em> and <em>Jakes</em> were amongst those\nrelated to him etymologically (his etymological cousins once\nremoved, as it were). He would be told that his nominal\nancestor was 'son of Jack,' but would be left to decide for\nhimself whether <em>Jack</em> derived in its turn from <em>John</em> (via <em>Jan,\nJankin, Jackin</em>) or was an Anglicization of <em>Jacques,</em> which\ngoes back to Latin <em>Jacomus,</em> our <em>James</em>. (The pure\netymologist, such as E.W.B. Nicholson, who wrote a\ntreatise about the derivation of <em>Jack</em> in 1892, would insist on\nthe <em>John</em> explanation. But it seems clear that in former times\nordinary Englishmen, noting that <em>Jacques</em> was the commonest\nFrench name, must have equated it with our commonest\nname, <em>John</em>.)</p>\n<p>Various famous <em>Jacksons</em> are mentioned, together with\nstatistics about families and places bearing the name in\ndifferent parts of the world. The article on this name then\ninforms us that it was President Andrew Jackson who originated\nthe ubiquitous American slang expression 'O.K.' by\nabbreviating his illiterate “Oil Korrect,” a subject not\nunknown to readers of VERBATIM.</p>\n<p>The <em>Book of Surnames</em> is typical of books about names\nwritten by authors who, in true journalistic fashion, pass\nfrom one subject to another in rapid succession. It is no better\nor worse than any similar book. It says rather little\nabout its professed topic, but will presumably satisfy those\nwho have a superficial interest in surnames.</p>\n<p>The late Dr. Reaney (who always maintained, a la\nRonald Reagan, that his name should correctly be pronounced\n“rainy”) had studied his subject extensively at\nsource, and his works—he also compiled <em>A Dictionary of\nBritish Surnames</em>—remain by far the most authoritative\nstatements in print on the origins of English surnames. It\nwas the Normans who introduced the idea of hereditary\nfamily names to the English, but it took a century or so for\nnames to become truly fixed. Until roughly 1400 a man was\nlikely to have a <em>by-name,</em> a last name that described <em>him</em>\nbut which his descendants might change. Thus, the son of\n<em>Jack</em> who became <em>Jackson</em> might have a son who was a\n<em>Smith</em> and a grandson who was <em>Large</em> (because he was\ngenerous). By 1400, most of the names had become the\nidentifying labels we bear today, though naturally the\nmodern forms of our names often bear little resemblance to\ntheir medieval forms. In the intervening centuries, most\nnames were rarely written down, and those who wrote\nthem used their own orthographic systems. Those American\nsurnames imported from a wide variety of non-English-speaking\ncountries also underwent fairly brutal changes\nwhen they were brought into line with Anglo-Saxon\nlinguistic conventions. The modern forms of surnames need\nnot, therefore, be taken very seriously, though the spelling\nthey chanced to have when they became fossilized is often\nthought, in this highly literate age, to be very important by\nthe name-bearers.</p>\n<p>By origin, surnames are transferred placenames, describe\noccupations, or are link names of the <em>Jackson, Nixon</em>\ntype. They can be descriptive nicknames, pleasant or unpleasant,\nand, indeed, those people who think they have\nrather unfortunate names probably have little to complain\nabout compared to their ancestors. As Dr. Reaney rightly\nremarks:</p>\n<blockquote>\n<p>The language of the time [the Middle Ages] was\nmuch less inhibited than that of today and much that\nwe regard as indecent or obscene was to them\nnormal and natural. In an age where sanitation was\nnonexistent, the normal functions of the body and\nits various parts were referred to openly and without\nshame by their ordinary everyday terms. . . .</p>\n</blockquote>\n<p>This is why an innocent looking name such as Orcas reveals\nitself to be from Old French <em>Oriescuilz,</em> Latin <em>aurei\ntesticuli</em>. It also occurs in the form borne by a fourteenth-century\nEnglishman, Roger Gildynballokes.</p>\n<p>For that matter, that most illustrious of surnames,\n<em>Shakespeare,</em> is likely to conceal a bawdy reference. There is\nlittle doubt that the Richard Wagetail whose name was\nrecorded in 1187 was either known for his sexual prowess\nhimself or was descended from such an ancestor. The names\n<em>Waghorn, Wagstaffe,</em> and <em>Wagpole</em> probably had the same\nmeaning, and from there to <em>Shakestaff</em> and <em>Shakespeare</em> is\nbut a short step. The more blatantly crude nicknames that\nwere at one time fastened on unwilling bearers have long\nbeen quietly allowed to fall by the wayside. It is now only\nresearchers into medieval documents, rather than the\nmodern readers of telephone directories, who come across\nsuch unfortunates as <em>John Fillecunt, Richard Scittebagge,\nRoger Louestycke,</em> and <em>Bede Wydecunthe</em>.</p>\n<p>Dr. Reaney pauses at each name (not just the bawdy\nones) to say in which document he discovered it, so that\nother researchers can check for themselves. Such scrupulousness\nmakes for a densely packed page of print, through\nwhich there runs an economically written narrative of fact\npiled upon fact. <em>The Origin of English Surnames</em> is not a\nlight bedside reader, but it is a book which I and many\nothers have gratefully turned to for reference purposes during\nthe last ten years. It is now available as a paperback,\nand can be recommended most heartily to those who appreciate\nscholarship of the highest order.  Leslie A. Dunkling\nThames Ditton, Surrey</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\"><a href=\"https://www.biblio.com/book/book-surnames-origins-oddities-popular-names/d/814893383\"><em>The Book Of Surnames</em></a> and <a href=\"https://www.abebooks.com/book-search/title/the-origin-of-english-surnames/author/reaney-p-h/used/\"><em>The Origin Of English Surnames</em></a></h1> <p>Peter Verstappen, (Pelham Books, London, 1980), and P.H. Reaney, (Routledge and Kegan Paul, 1980).</p> <p>The first of these two books on surnames was written\nby a journalist, the second by an academic philologist, and\nthe difference between them can therefore be imagined.\nPeter Verstappen is an American publishing executive now\nresident in Britain. His approach to surnames begins statistically,\nfor he chooses to deal with the seventy-six commonest\nnames in Britain. These are shared by some fourteen\nmillion people in Britain alone, all of them potential buyers\nof the book because it deals with <em>their names</em>.</p> <p>I'm sure that's how it seemed to the author when he\nfirst had the idea for this book, but unfortunately things\naren't that simple. People certainly are interested in surnames,\nusually their own or ones they have come across\nwhile researching their family history, but the surnames\nthat interest most are invariably unusual ones. As Secretary\nof the Names Society, I receive letters every day from people\nall over the English-speaking world asking about the origins\nof particular names, but never those names which appear in\nPeter Verstappen's book. The Smiths and the Joneses, the\nJacksons and Johnsons feel little pride in their names, it\nseems, perhaps because they know they share them with so\nmany others. The various companies who supply so-called\ncoats of arms which can be displayed on fancy plaques in\nthe hallway will confirm this fact. They are more likely to\ndo their business with the Verstappens of this world than\nthose with more usual family names.</p> <p>One question that might be asked, then, is whether this\nBook of <em>Surnames,</em> which contains the meaning of each\nname, together with a miscellany of facts and figures,\nwould make the bearers of the names concerned proud\nenough to buy a book which mentions their name. What\nwould they get for their money? A <em>Jackson,</em> for example,\nwould learn that a <em>Jagger</em> and <em>Jakes</em> were amongst those\nrelated to him etymologically (his etymological cousins once\nremoved, as it were). He would be told that his nominal\nancestor was 'son of Jack,' but would be left to decide for\nhimself whether <em>Jack</em> derived in its turn from <em>John</em> (via <em>Jan,\nJankin, Jackin</em>) or was an Anglicization of <em>Jacques,</em> which\ngoes back to Latin <em>Jacomus,</em> our <em>James</em>. (The pure\netymologist, such as E.W.B. Nicholson, who wrote a\ntreatise about the derivation of <em>Jack</em> in 1892, would insist on\nthe <em>John</em> explanation. But it seems clear that in former times\nordinary Englishmen, noting that <em>Jacques</em> was the commonest\nFrench name, must have equated it with our commonest\nname, <em>John</em>.)</p>"
}