{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Legal Thesaurus",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.ebay.com/sch/i.html?_from=R40&amp;_trksid=p2047675.m570.l1313&amp;_nkw=Legal+Thesaurus+William+C.+Burton+1980&amp;_sacat=0\"><em>Legal Thesaurus</em></a></h1>\n<p>William C. Burton, (Macmillan Publishing Co., Inc., 1980), xii + 1058pp.</p>\n<p>[A VERBATIM Book Club Selection]</p>\n<p>In his Introduction, the author of this book explains\nthat it was born of a need for a Roget-type work geared\nspecifically to the needs of lawyers. To nonlawyers, it may\nbe comforting to learn that a very large percentage of the\nwords listed here are common in ordinary English. Thus,\none finds (in the index, which occupies fully half the book)\nwords like <em>borrow</em> 'adopt, copy' and phrases like <em>get temporary\nuse</em> of 'borrow.' Looking under <em>borrow</em> in the main\npart of the book, we find</p>\n<blockquote>\n<p>'accept the loan of, apply for a loan, ask for\ncredit, get on credit, get temporary use of, <em>mutuari,</em>\nobtain a mortgage, obtain the use of, take an\nadvance, take on credit, take on loan' ASSOCIATED\nCONCEPTS: 'borrowed capital, borrowed employees,\nborrowed servant, borrowing statute' FOREIGN\nPHRASES: '<em>In satisfactionibus non permittur amplius fieri\nquam semel factum est</em>. In settlements more must not\nbe received than was received once for all.'</p>\n</blockquote>\n<p>Leaving aside the Latin phrase and its cryptic translation,\nit can be seen that the usefulness of the book lies not so\nmuch in the near-synonyms it provides as in its resource as a\npromptory: too often synonym dictionaries dwell on oneword\nequivalents that may or may not be substituted for the\nword looked up, depending on the context; the <em>Legal\nThesaurus</em> provides a great deal of collateral material-that\nis, not only words but phrases and ASSOCIATED CONCEPTS\nthat enable the user to paraphrase his text to accommodate\nthe <em>ideas</em> he is trying to express rather than to follow\nslavishly a pattern of synonymies that may not yield suitable\nresults.</p>\n<p>As David Mellinkoff wrote in <em>The Language of the\nLaw</em> [Little, Brown, 1963], “The law is a profession of\nwords. . . . [The] main objectives suffer when the principal\ntool of the whole process is neglected. ... To be of any use,\nthe language of the law (as any other language) must not\nonly express but convey thought.” Mellinkoff's book, which\nis a gem of thoughtful analysis and should be read, studied,\nand referred to by any lawyer who does any writing at all,\ntreats in some detail a number of common terms of law,\nsuch as <em>civil death, heir, last will and testament,</em> and the\nubiquitous <em>whereas</em>. On this last, the <em>Legal Thesaurus</em> is\nremarkably silent; of the others, only <em>heir</em> is listed. That is\nnot necessarily a shortcoming, but one would have expected\nBurton to have had <em>The Language of the Law</em> at hand in\nhis editing of the <em>Thesaurus</em>.</p>\n<p>As one who has always considered the redundancies\nand cliches of legal language as essential to the avoidance of\nambiguity, I find the very publication of the <em>Thesaurus</em>\nrefreshing: perhaps we shall soon be seeing legal documents\nwritten in less boring and better English. Now that consumer\nlaw demands clarity and down-to-earth language\nwhere obfuscating legalese earlier prevailed, the <em>Legal\nThesaurus</em> should find many users among those who prepare\nloan agreements, warranties, insurance policies, leases, bills\nof sale, and other legal agreements that must be made\nunderstandable to the general public. It seems unlikely that\nthis book would serve solicitors and barristers in England\nwithout entries like <em>gazump, ancient lights,</em> and other legal\nterms that, as far as I know, are peculiar to British usage.\nNotwithstanding, the <em>Thesaurus</em> should go a long way toward\nexplaining, in a rather subtle way for English lawyers,\nthe language of American law.</p>\n<p>[L.U.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.ebay.com/sch/i.html?_from=R40&amp;_trksid=p2047675.m570.l1313&amp;_nkw=Legal+Thesaurus+William+C.+Burton+1980&amp;_sacat=0\"><em>Legal Thesaurus</em></a></h1> <p>William C. Burton, (Macmillan Publishing Co., Inc., 1980), xii + 1058pp.</p> <p>[A VERBATIM Book Club Selection]</p> <p>In his Introduction, the author of this book explains\nthat it was born of a need for a Roget-type work geared\nspecifically to the needs of lawyers. To nonlawyers, it may\nbe comforting to learn that a very large percentage of the\nwords listed here are common in ordinary English. Thus,\none finds (in the index, which occupies fully half the book)\nwords like <em>borrow</em> 'adopt, copy' and phrases like <em>get temporary\nuse</em> of 'borrow.' Looking under <em>borrow</em> in the main\npart of the book, we find</p> <blockquote>\n<p>'accept the loan of, apply for a loan, ask for\ncredit, get on credit, get temporary use of, <em>mutuari,</em>\nobtain a mortgage, obtain the use of, take an\nadvance, take on credit, take on loan' ASSOCIATED\nCONCEPTS: 'borrowed capital, borrowed employees,\nborrowed servant, borrowing statute' FOREIGN\nPHRASES: '<em>In satisfactionibus non permittur amplius fieri\nquam semel factum est</em>. In settlements more must not\nbe received than was received once for all.'</p>\n</blockquote>"
}