{
  "type": "Article",
  "title": "The Exception That Proves the Rule",
  "author": "Weldon Ellis",
  "location": "Nashville, Tennessee",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Exception That Proves the Rule</h1>\n<p><em><span data-rel=\"author\">Weldon Ellis</span> <span data-rel=\"location\">Nashville, Tennessee</span></em></p>\n<p>In <em>The Exception That Proves the Rule</em> [VI, 4], Steve\nCoughlan offered an explanation as to why the cliche is so\nfrequently misinterpreted. According to Coughlan, the\ntheory first offered by Richard Grant White in 1870 provided\na logical explanation based on the word <em>exceptio</em> in\nthe Latin phrase <em>exceptio probat regulam</em>. White's theory\nwas that the difficulty arose from the mistranslation of the\nword <em>exceptio</em> to mean 'exception' rather than 'excepting.'</p>\n<p>These comments offer to show how, during the 110\nyears since White offered his theory, the natural evolution\nof the English language has further aggravated the situation.\nIt is my theory that the other two terms, <em>probat</em> and\nregulam, are also being mistranslated. The divergences in\nthe meanings are logical, in that Latin is a dead and almost\nunchanging language, whereas English is still very much\nalive and changing.</p>\n<p>There are now two misinterpretations of the phrase\n<em>The exception proves the rule</em>. One carries the meaning that\n'if there is an exception to a rule it does not invalidate the\nrule—to the contrary—it establishes the validity of the rule.'\nThe other meaning is 'unless there is an exception to a rule it\nis not valid.' The first is illogical enough, but the latter is\neven worse. To many, a concern over the misinterpretations\nmay seem to be academic nit-picking. On the other hand,\nthey could have serious consequences.</p>\n<p>As a preface to the development of the thesis of possible\n“serious consequences,” I shall first assume that all automobile\nmanufacturers have a rule that the cars they produce\nmust be safe and dependable. To assure compliance with\ntheir rule, pre-production new models are exhaustively\ntested on proving grounds. Yet, despite their rule and the\n“exhaustive” testing, many thousands of production models\nhave been recalled to correct various deficiencies. Somehow,\nthe supposed compliance with the rule and the later\nrecalls do not seem to be in accord. Surely, there must be\nsome logical reason for the discrepancies.</p>\n<p>According to the “Ellis Theory,” which supplements\nthe “White Theory,” the current misinterpretations and\nmisuses of the phrase <em>The exception proves the rule</em> stem not\nonly from the initial mistranslation of the word <em>exceptio</em> but\nalso from the gradual changes in the meanings of words that\nare descendents of <em>probat</em> and <em>regulam</em>. The word <em>probare</em>\nonce meant 'to probe or to test to determine the validity or\nstrength of that being probed.' The word <em>probe</em> still retains\nthe original denotation, but its close relative, <em>prove</em>, has\nchanged in spelling, pronunciation, and meaning. Rather\nthan to probe or to test,' the accepted meaning of <em>prove</em> is\n'to find true, correct, or to give sanction,' a very different\nmeaning.</p>\n<p>Regulāre once meant 'to regulate, to control, or to\nrule.' Today <em>rule</em> often carries with it the connotation or\nmeaning of being a generalization. Such a usage is illustrated\nwhen we say, “As a rule that is true, but there are exceptions.”\nYet, in contrast, we often go to great lengths to\nassure the precision of the length and markings on the type\nof “rule” that is used in making measurements. The use of\nthe human foot to measure even the most mundane product\nis no longer tolerated.</p>\n<p>So, in addition to the earlier mistranslation of the Latin\nword <em>exceptio</em> to mean 'exception' rather than 'excepting,'\nwe now have the other two, <em>probat</em> and <em>regulam</em>, with\nmeanings that differ from the original. All of this means\nthere are three variables in one short sentence. Even mathematicians\nhave trouble with three variables in one equation.\nIt is no wonder that the rest of us have trouble with our\nlanguage and its wealth of meanings.</p>\n<p>Perhaps a more precise translation of <em>exceptio probat\nregulam</em> might be 'the exception tests the validity of the\nrule.' On second thought, perhaps we are better off with\nour rather amorphous and often ambiguous language.\nWhile it is true an “Automobile Proving Ground” could be\ncalled by a more appropriate name, such as “Automobile\nTesting Ground,” and its purpose clarified, there would be\nsome counterbalancing disadvantages. Such a degree of\nspecificity might deprive the already beleaguered American\nautomobile manufacturers of a certain degree of flexibility\nregarding defects uncovered during the testing of preproduction\nmodels. They could not say, in good conscience,\nthat the defect was the exception that proved their rule of\nproducing only safe and dependable cars.</p>\n<p>There could be even more grave consequences of this\nspecificity. What would happen to our social relationships if\nwe could no longer look at a baby that was not pretty and\nsay to its proud mother, “My, your baby has a most interesting\nface!” Think about the drastic rise in unemployment if\nall laws were written so clearly and precisely that there\nwould be little or no need for lawyers and judges to interpret\nthem. Then, too, what would happen to international\nrelations if diplomats could no longer speak in ambiguous\nterms? The only alternatives might be either to return to\nisolationism and sulk in private or to resort to nuclear warfare\nand suffer in public.</p>\n<p>Yes, after thinking it over, I have decided that, as a\nrule, we are better off as we are. There are, of course, exceptions\nto that rule.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Exception That Proves the Rule</h1> <p><em><span data-rel=\"author\">Weldon Ellis</span> <span data-rel=\"location\">Nashville, Tennessee</span></em></p> <p>In <em>The Exception That Proves the Rule</em> [VI, 4], Steve\nCoughlan offered an explanation as to why the cliche is so\nfrequently misinterpreted. According to Coughlan, the\ntheory first offered by Richard Grant White in 1870 provided\na logical explanation based on the word <em>exceptio</em> in\nthe Latin phrase <em>exceptio probat regulam</em>. White's theory\nwas that the difficulty arose from the mistranslation of the\nword <em>exceptio</em> to mean 'exception' rather than 'excepting.'</p> <p>These comments offer to show how, during the 110\nyears since White offered his theory, the natural evolution\nof the English language has further aggravated the situation.\nIt is my theory that the other two terms, <em>probat</em> and\nregulam, are also being mistranslated. The divergences in\nthe meanings are logical, in that Latin is a dead and almost\nunchanging language, whereas English is still very much\nalive and changing.</p> <p>There are now two misinterpretations of the phrase\n<em>The exception proves the rule</em>. One carries the meaning that\n'if there is an exception to a rule it does not invalidate the\nrule—to the contrary—it establishes the validity of the rule.'\nThe other meaning is 'unless there is an exception to a rule it\nis not valid.' The first is illogical enough, but the latter is\neven worse. To many, a concern over the misinterpretations\nmay seem to be academic nit-picking. On the other hand,\nthey could have serious consequences.</p>"
}