{
  "type": "Article",
  "title": "EX CATHEDRA",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">EX CATHEDRA</h1>\n<p>In addition to the usual Matchbox, Betsy Wetsy, and\nother games and toys offered for Christmas a few weeks\nago, was a host of new items that have, by now, probably\ndisappeared from the shelves of shops catering to parents\nwho cater to children. By now, in fact, many of them may\nbe lying at the bottom of some closet, broken beyond repair\nor rejected either out of boredom or because their batteries\n(not included) have died. What interests me about these toys\nis their names, for the manufacturers must clearly have\nsome notion that the name given to a toy or game has some\neffect on its sale. Thus, <em>Matchbox</em> is descriptive of the size of\nthe cars; <em>Betsy Wetsy, Wet-Me-Wet, Wipe Your Tears\nBaby, Mattel Baby Cries for You,</em> and similar objects are\ndescriptive of the various biological and emotional excreta\nthat a child may expect when squeezing in the proper place,\npressing the appropriate button, or simply waiting the\nprescribed amount of time.</p>\n<p>The recent crop of children's amusements includes a\nnumber of toys with names that would dissuade any peaceloving\nparents from allowing their children within a whiff\nof a toy shop: <em>Slip Disc</em> (Milton Bradley), contrary to the inference\nof its name, is neither, a shrink-pack of wet banana\npeels nor a collection of molded figures of middle-aged men,\ndoubled over, clutching their backs, and bearing an\nagonized expression on their faces; <em>Run Yourself Ragged</em>\n(Tomy) is probably much tamer than it sounds, for it is described\nas an “obstacle course for armchair athletes”; Illco\noffers <em>Emergency Dashboard,</em> complete with siren, horn,\nsimulated CB, and “more”—it takes little imagination to\nspeculate on the doting uncle who presented a nephew (I\nassume) with such an instrument of torture, but quite some\nimagination on the youngster's part to reconstruct the rest of\nthe vehicle on the living-room carpet.</p>\n<p>One of my favorites is Kenner's <em>Play-Doh Doctor Drill\n'n Fill,</em> consisting of a head with a large, open mouth and a\nfew plastic implements. Apparently, the teeth (which have\nfaces printed on them!) are removable: “Put the teeth in one\nby one!” read the instructions. The child (Can you imagine\nbringing up a child to be a <em>dentist!</em>?) pulls out the teeth and,\nI suppose, fills their cavities with Play-Doh. What hours of\nchairside fun await the tyke supplied with “three 6-oz. cans\nof modeling compound”!</p>\n<p>For those children with a more destructive (or, at least,\nnonreconstructive) bent, there awaits Mattel's <em>Hot Wheek\nWipeout:</em> “Watch for a wipeout, keep 'em on the track!”\nreads the copy on the box. Shouldn't these be sold with an\n<em>Emergency Room Doctor Kit,</em> complete with defibrillator\n(battery not included)? Then, there's Illco's <em>Musical Cash</em>\nRegister, sure to disappoint the mercenary child because\nafter it has been wound up, a drawer pops open on the press\nof a button, and <em>music plays</em>. What does it play? “Pennies\nfrom Heaven”? “I Found a Million-Dollar Baby in a Five\nand Ten Cent Store”? Gabriel offers some rather morbid\ncontributions led by <em>Sudden Death</em> (suitable for budding\nbody snatchers) and <em>Colossal Fossil Fight,</em> which is distinguished\nnot only by rhyme and alliteration but by\ndescriptive copy sure to attract all nine-year-old paleontologists,\nto wit, “Titanic dinosaurs battle for supremacy in the\nValley of the Bones.”</p>\n<p>Apparently, animals are big these days—in more ways\nthan one. A ready competitor to <em>Colossal Fossils</em> is Hasbro's\n<em>Hungry Hungry Hippos,</em> more alliterative than literal, for\nhippos, as far as I know, are herbivores offering a greater\nthreat to the house philodendron than to the yobbo who\ndares open his box. So much for the macroscopic. At the\nmicroscopic end of the spectrum is Ideal's <em>My Dog Has\nFleas,</em> which, as far as I could see, had more to do with\ndogs and fleas than with musical staves.</p>\n<p>Colorforms came up with the (sensational) <em>Hook, Line,\nand Stinker</em> “Scratch &amp; Sniff Fishing Game.” Apparently\nthe players discover a catch by identifying it by smell, a\nrather sad commentary on the freshness of fish in the\nmarkets of America. Turning to those who cater to the more\ndestructive instincts among the younger set, Kenner makes\n(and, presumably, sells) a <em>Starwars 3-position Laser Rifle,</em>\nthough it was not immediately apparent what the three\npositions were. By far the most aggressive toy, made\nby—Wait for it!—Fun Stuf, is named simply <em>Hulk,</em> an\ninnocuous-sounding word till you discover that it comes\ncomplete “with rage cage and split-away shirt.” In 1980,\nFun Stuf also promoted its “New! Smash-out handcuffs.”</p>\n<p>So much for the animate and those items suggesting\nthat their victims can quickly become inanimate. My\nfavorite, even though I am not a train buff, is something\ncalled a “Life-Like Railroad Car.” A <em>life-like</em> railroad car?</p>\n<p>If I gain any more weight, I shall have my own splitaway\nshirt, and, if the American judiciary goes much softer\non punishing criminals, felons might as well be provided\nwith smash-out handcuffs. My gift problems were solved by\nsending all my female friends Christmas cards with Scratch\n&amp; Sniff perfume panels and my male friends cards with\nScratch &amp; Sniff scotch panels. The latter report a safe (if\nslightly insane) New Year's Eve; the former nothing worse\nthan a broken fingernail or two.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">EX CATHEDRA</h1> <p>In addition to the usual Matchbox, Betsy Wetsy, and\nother games and toys offered for Christmas a few weeks\nago, was a host of new items that have, by now, probably\ndisappeared from the shelves of shops catering to parents\nwho cater to children. By now, in fact, many of them may\nbe lying at the bottom of some closet, broken beyond repair\nor rejected either out of boredom or because their batteries\n(not included) have died. What interests me about these toys\nis their names, for the manufacturers must clearly have\nsome notion that the name given to a toy or game has some\neffect on its sale. Thus, <em>Matchbox</em> is descriptive of the size of\nthe cars; <em>Betsy Wetsy, Wet-Me-Wet, Wipe Your Tears\nBaby, Mattel Baby Cries for You,</em> and similar objects are\ndescriptive of the various biological and emotional excreta\nthat a child may expect when squeezing in the proper place,\npressing the appropriate button, or simply waiting the\nprescribed amount of time.</p> <p>The recent crop of children's amusements includes a\nnumber of toys with names that would dissuade any peaceloving\nparents from allowing their children within a whiff\nof a toy shop: <em>Slip Disc</em> (Milton Bradley), contrary to the inference\nof its name, is neither, a shrink-pack of wet banana\npeels nor a collection of molded figures of middle-aged men,\ndoubled over, clutching their backs, and bearing an\nagonized expression on their faces; <em>Run Yourself Ragged</em>\n(Tomy) is probably much tamer than it sounds, for it is described\nas an “obstacle course for armchair athletes”; Illco\noffers <em>Emergency Dashboard,</em> complete with siren, horn,\nsimulated CB, and “more”—it takes little imagination to\nspeculate on the doting uncle who presented a nephew (I\nassume) with such an instrument of torture, but quite some\nimagination on the youngster's part to reconstruct the rest of\nthe vehicle on the living-room carpet.</p> <p>One of my favorites is Kenner's <em>Play-Doh Doctor Drill\n'n Fill,</em> consisting of a head with a large, open mouth and a\nfew plastic implements. Apparently, the teeth (which have\nfaces printed on them!) are removable: “Put the teeth in one\nby one!” read the instructions. The child (Can you imagine\nbringing up a child to be a <em>dentist!</em>?) pulls out the teeth and,\nI suppose, fills their cavities with Play-Doh. What hours of\nchairside fun await the tyke supplied with “three 6-oz. cans\nof modeling compound”!</p> <p>For those children with a more destructive (or, at least,\nnonreconstructive) bent, there awaits Mattel's <em>Hot Wheek\nWipeout:</em> “Watch for a wipeout, keep 'em on the track!”\nreads the copy on the box. Shouldn't these be sold with an\n<em>Emergency Room Doctor Kit,</em> complete with defibrillator\n(battery not included)? Then, there's Illco's <em>Musical Cash</em>\nRegister, sure to disappoint the mercenary child because\nafter it has been wound up, a drawer pops open on the press\nof a button, and <em>music plays</em>. What does it play? “Pennies\nfrom Heaven”? “I Found a Million-Dollar Baby in a Five\nand Ten Cent Store”? Gabriel offers some rather morbid\ncontributions led by <em>Sudden Death</em> (suitable for budding\nbody snatchers) and <em>Colossal Fossil Fight,</em> which is distinguished\nnot only by rhyme and alliteration but by\ndescriptive copy sure to attract all nine-year-old paleontologists,\nto wit, “Titanic dinosaurs battle for supremacy in the\nValley of the Bones.”</p>"
}