{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Language-The Loaded Weapon",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/Language---The-Loaded-Weapon-The-Use-and-Abuse-of-Language-Today/Bolinger/p/book/9780582291089\"><em>Language-The Loaded Weapon</em></a></h1>\n<p>Dwight Bolinger, (Longman), ix + 214pp.</p>\n<p>As all linguists and too few nonlinguists know, Dwight\nBolinger, Emeritus Professor of Romance Languages and\nLiteratures at Harvard, is one of the most important\nscholars in his field. Unfortunately, the further establishment\nof his reputation among nonlinguists will be seriously\nhampered by the publisher's determination to make this\nexcellent book available to too few people by pricing it at\nan unforgiving (and unforgivable) level. That is too bad, for\nthere are not many scholars of Bolinger's repute who are\ncapable of writing comprehensible English, and his writing\ncan be compared with that of Otto Jespersen, whom I have\nalways considered the Santayana of linguistics. Unless one\nhas read a great deal in philosophy and in linguistics, that\nmetaphor is meaningless: suffice it to say that when as good\nand clear a writer as Bolinger writes a book on as important\na subject as modern English usage and misusage, it ought to\nbe made available to as wide, not as narrow an audience as\npossible.</p>\n<p>Well, I have my copy, for which I am grateful.</p>\n<p>There have been many articles and an increasing number\nof books published dealing with “The Use and Abuse of\nsquibs in VERBATIM and the bottom-of-the-page quotations\nin <em>The New Yorker</em> call attention to instances of distortion\nby poking fun at them. (<em>The New Yorker</em> caught me\nnodding on one occasion.) But very little cogent analysis of\nthe problem has appeared in print, and certainly nothing\nthat I know of written by a linguist of Bolinger's stature. In\n<em>Language—The Loaded Weapon,</em> Bolinger describes the\nmore insidious byways of propaganda, from mystery ingredients\n(<em>irium, hexylresorcinol</em>) to the couching of simple\nideas in recondite jargon in order to give them the patina of\nharmlessness or of great importance.</p>\n<p>As Bolinger points out, “The most consistent feature of\njargon is SEMANTIC. It is elevated, ameliorative, euphemistic\nin the most general sense. It tries to improve appearances,\nboth in what the message is about and in the message\nitself.” [p. 132] It also serves another purpose, namely, to\ncreate an impression in the mind of the listener or reader\nthat its creator knows far more than he does. Jargon is an\nessential ingredient in disciplines like sociology and\npsychology: practitioners trade jingling jargon with one\nanother as a matter of course, and at certain levels in certain\ncircles proficiency at using the latest shibboleths\ncommands respect. If you can give something a complicated\nsounding name, even if the concept is absurdly\nsimple, you are an accepted member of the club. Professionalism\nseems to be measured more often by the ability to talk\nabout a problem than by the ability to solve it—provided\nthat the proper code language is used.</p>\n<p>Bolinger describes the affliction in detail and analyzes\nthe lexical and grammatical techniques used to create noun\ncompounds; VERBATIM comes in for occasional mention,\nespecially in the bibliographical citation of Bruce Price's\narticle, “Noun Overuse Phenomenon Article” [11,4].</p>\n<p>For the penultimate chapter, “School for Shamans,”\nthe author reserves his comments about the various levels at\nwhich language is criticized, from the self-styled purists,\nwho appear on national television shows to voice their contempt\nfor the language used by almost anyone under 30 and\nfor the 3rd Edition of the <em>Merriam Unabridged,</em> to the “permissive”\nlinguists, who evade all responsibility when they\ninsist that the proper function of a “scientist” is to describe\nthe way the language is used, not interfere with its use or\nusage. To them I would say that their description is incomplete\nbecause they avoid describing an essential fact about\nlanguage, namely, the attitudes of its speakers toward it.</p>\n<p>The best illustration of Bolinger's approach is this\npassage from the beginning of his chapter, “Guns don't kill\npeople, people kill people”:</p>\n<p>The folkloric title of this chapter is the standard argument of the gun\nlobby in the United States against efforts to restrict the possession of\nfirearms. Other interests and occupations have their own versions.\nThere used to be a saying about the automobile: 'It isn't the nut on the\nwheel but the nut behind the wheel' - speaking of responsibility for the\nannual slaughter in automobile accidents, now running close to fifty\nthousand lives a year in the United States alone. A spokesman for the\nCoors Brewing Company tells us that it is not beer cans but people that\nare responsible for littering parks. Some careless groundskeeper must\nhave said at some time or other, 'It wasn't the hole on the course that\nbroke your leg, it was your stepping into it.' As it would be convenient\nfor governments anxious about their food supplies to say. 'Food doesn't\nnourish people, eating does.'</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.routledge.com/Language---The-Loaded-Weapon-The-Use-and-Abuse-of-Language-Today/Bolinger/p/book/9780582291089\"><em>Language-The Loaded Weapon</em></a></h1> <p>Dwight Bolinger, (Longman), ix + 214pp.</p> <p>As all linguists and too few nonlinguists know, Dwight\nBolinger, Emeritus Professor of Romance Languages and\nLiteratures at Harvard, is one of the most important\nscholars in his field. Unfortunately, the further establishment\nof his reputation among nonlinguists will be seriously\nhampered by the publisher's determination to make this\nexcellent book available to too few people by pricing it at\nan unforgiving (and unforgivable) level. That is too bad, for\nthere are not many scholars of Bolinger's repute who are\ncapable of writing comprehensible English, and his writing\ncan be compared with that of Otto Jespersen, whom I have\nalways considered the Santayana of linguistics. Unless one\nhas read a great deal in philosophy and in linguistics, that\nmetaphor is meaningless: suffice it to say that when as good\nand clear a writer as Bolinger writes a book on as important\na subject as modern English usage and misusage, it ought to\nbe made available to as wide, not as narrow an audience as\npossible.</p> <p>Well, I have my copy, for which I am grateful.</p> <p>There have been many articles and an increasing number\nof books published dealing with “The Use and Abuse of\nsquibs in VERBATIM and the bottom-of-the-page quotations\nin <em>The New Yorker</em> call attention to instances of distortion\nby poking fun at them. (<em>The New Yorker</em> caught me\nnodding on one occasion.) But very little cogent analysis of\nthe problem has appeared in print, and certainly nothing\nthat I know of written by a linguist of Bolinger's stature. In\n<em>Language—The Loaded Weapon,</em> Bolinger describes the\nmore insidious byways of propaganda, from mystery ingredients\n(<em>irium, hexylresorcinol</em>) to the couching of simple\nideas in recondite jargon in order to give them the patina of\nharmlessness or of great importance.</p>"
}