{
  "type": "Epistola",
  "title": "EPISTOLA Paul Pascal",
  "contributor": "Paul Pascal",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Paul Pascal</span></h1>\n<p>In Victor Margolin's erudite, amusing, and (almost)\ncomprehensive survey of the pun [VI, 1] I do find two imperfections\nwhich I am moved to comment on. One is the\nspelling <em>paronomasia</em> (<em>Sic! Sic! Sic!</em>) both in the subtitle and\nin the body of the article. An evil spell, indeed.</p>\n<p>The other is the author's dismissal of a whole fascinating\nmillennium with the words, “Medieval literature is\nalmost devoid of puns. . . .” The fact is that the pun reigned\nin torrents in the Middle Ages, particularly in its\nvoluminous Latin literature.</p>\n<p>The literature of medieval England practically begins\nwith a series of pious puns attributed to Pope Gregory I and\ndubiously reported by the Venerable Bede in his <em>Ecclesiastical\nHistory of the English Nation</em>. In Rome, before he\nbecame Pope, Gregory is said to have seen some unusually\nhandsome slaves for sale in the slave market. Being informed\nthat they were Angli, he compared them to <em>angeli;</em>\nfurther, when told that they were of the tribe called <em>Deiri</em>\n(roughly, Northumbrian), he replied happily that they were\nnow rescued <em>de ira</em> (“from wrath”); finally, when it was reported\nthat their king was named Aelli, Gregory's comment\nwas, “Alleluia!” Thereupon he proceeded to plan the\nevangelization of England.</p>\n<p>Towards the other end of the Middle Ages, the satires\nof the wandering scholars or Goliards, represented for us\nlargely by the Carmina Burana, are replete with word play\nof all kinds. In one of them, for example, the poet, referring\nto the common designation of Rome as caput mundi 'head\nof the world,' continues: “<em>Sed nil capit mundum</em> 'but it contains\nnothing pure.' Elsewhere in the same poem occurs a\nstriking macaronic pun: <em>Papa, si rem tangimus, nomen\nhabet a re; / quicquid habent alii solus cult papare.  Vel si\noerbum Gallicum vis apocopare,! “Paies! Paies!” dist li mot,\nsi vis impetrare.</em> 'The Pope, if we consider the matter,\nderives his name from fact;/ For he alone wishes to lap us\n(<em>papare</em>) whatever others possess.  Or, if you will abbreviate\na French word, “Pay! Pay!” the saying goes, if you want to\nwin your case.'</p>\n<p>It was early in the history of their order, which was\nfounded in 1216, that the Dominicans came to be called\n<em>Domini canes</em> 'the dogs of the Lord.' (It is to be noted that\noriginally this was meant not in any derogatory sense, as it\nis often understood today, but rather in admiration. The\ndog, or watchdog, is traditionally a symbol of preaching;\nand, in fact, a dog still figures in the iconography of St.\nDominic.)</p>\n<p>It might even be maintained that puns play a role in\nmedieval learning, inasmuch as mere phonetic resemblance\nwas thought to be the principal element in the etymology of\na word, regardless of other considerations, such as history,\nlogic, or common sense. For this reason, there was no difficulty\nin accepting the proposition that a word could have\nmore than one etymology, if it lent itself to more than one\npun. Here, for example, are a few of the thousands of clues\nto the “true meaning” of words to be found in the encyclopedic\n<em>Etymologiae</em> of Isidore of Seville, one of the most\ninfluential books of the Middle Ages. It will be observed\nthat Isidore's standards for claiming phonetic resemblance\nare far from confining. The puns, of course, are in the Latin\nonly. It is useless to attempt to reflect them in the translation.\n<em>Caelebs dictus quasi caelo beatus</em> 'Celibate, so called as\nif blessed in heaven.' <em>Dims . . . quasi divina ira in id actus</em>\n'Dire, as if driven to that condition by divine wrath.'\n<em>Dubius, incertus; quasi duarum viarum</em> 'Dubious, uncertain;\nas if of two roads.' Does this tell us something, about\nthe way Isidore pronounced b and v? <em>Fatigatus, quasi fatis\nagitatus</em> 'Fatigued, as if driven by the fates.' <em>Luscus, quod\nlucem ex parte sciat</em> 'One-eyed, because he knows light only\npartially.' <em>Mutus, quia vox eius non est sermo, nisi mugitus</em>\n'Mute, because his voice is not speech but mooing.' Here the\npun, alas, survives the translation. <em>Niger, quasi nubiger</em>\n'Black, as if cloud-bearing.' <em>Piger, quasi pedibus aeger</em>\n'Lazy, as if sick in the feet.' As tempting as it is to speculate\notherwise, we must finally acknowledge that Isidore is in\ndeadly earnest with all this. But despite the lack of\nhumorous intent, surely these are as much puns as they are\netymologies.</p>\n<p>To compensate Mr. Margolin for my appearing to take\nissue with some of his splendid article, let me contribute to\nhis collection a pun which he may not know, or he might\nhave included it. While not medieval, it is (partly) Latin,\nand so relates to my other examples (at least as well as the\nwords in many puns relate to each other). One of the\ndetractors of Martin Luther (<em>Luterus,</em> in Latin), a man\nnamed D. Eck, remarked that if you took away his r he\nbecame <em>luteus</em> 'muddy.' Luther's retort: “Yes, and if you\ngive myr to him, he becomes <em>Dreck</em>.”</p>\n<p>It should be clear that I am a devoted medievalist, and\nI rejoice to see the message of the Middle Age spread.</p>\n<p><em>[Paul Pascal, University of Washington]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Paul Pascal</span></h1> <p>In Victor Margolin's erudite, amusing, and (almost)\ncomprehensive survey of the pun [VI, 1] I do find two imperfections\nwhich I am moved to comment on. One is the\nspelling <em>paronomasia</em> (<em>Sic! Sic! Sic!</em>) both in the subtitle and\nin the body of the article. An evil spell, indeed.</p> <p>The other is the author's dismissal of a whole fascinating\nmillennium with the words, “Medieval literature is\nalmost devoid of puns. . . .” The fact is that the pun reigned\nin torrents in the Middle Ages, particularly in its\nvoluminous Latin literature.</p> <p>The literature of medieval England practically begins\nwith a series of pious puns attributed to Pope Gregory I and\ndubiously reported by the Venerable Bede in his <em>Ecclesiastical\nHistory of the English Nation</em>. In Rome, before he\nbecame Pope, Gregory is said to have seen some unusually\nhandsome slaves for sale in the slave market. Being informed\nthat they were Angli, he compared them to <em>angeli;</em>\nfurther, when told that they were of the tribe called <em>Deiri</em>\n(roughly, Northumbrian), he replied happily that they were\nnow rescued <em>de ira</em> (“from wrath”); finally, when it was reported\nthat their king was named Aelli, Gregory's comment\nwas, “Alleluia!” Thereupon he proceeded to plan the\nevangelization of England.</p> <p>Towards the other end of the Middle Ages, the satires\nof the wandering scholars or Goliards, represented for us\nlargely by the Carmina Burana, are replete with word play\nof all kinds. In one of them, for example, the poet, referring\nto the common designation of Rome as caput mundi 'head\nof the world,' continues: “<em>Sed nil capit mundum</em> 'but it contains\nnothing pure.' Elsewhere in the same poem occurs a\nstriking macaronic pun: <em>Papa, si rem tangimus, nomen\nhabet a re; / quicquid habent alii solus cult papare.  Vel si\noerbum Gallicum vis apocopare,! “Paies! Paies!” dist li mot,\nsi vis impetrare.</em> 'The Pope, if we consider the matter,\nderives his name from fact;/ For he alone wishes to lap us\n(<em>papare</em>) whatever others possess.  Or, if you will abbreviate\na French word, “Pay! Pay!” the saying goes, if you want to\nwin your case.'</p>"
}