{
  "type": "Article",
  "title": "Louisiana's German Cajuns, or, From Kissinger to Quisingre",
  "author": "M. M. Kreeger",
  "location": "Metairie, Louisiana",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Louisiana's German Cajuns, or, From Kissinger to Quisingre</h1>\n<p><em><span data-rel=\"author\">M. M. Kreeger</span> <span data-rel=\"location\">Metairie, Louisiana</span></em></p>\n<p>Millions of Americans bear surnames different from\nthose that they or their forebears brought from the\nold country. In most cases, the names have been shortened\nor simplified to make them more manageable in an English-speaking\nsociety. The revision that has received the most\nwidespread notice in recent years was from <em>Anagnastopoulos</em>\n(I think that's about right) to <em>Agnew</em>. The alteration\ndidn't help the Vice President to stay out of trouble, but it\nsure was a boon to headline writers.</p>\n<p>My grandfather made a more modest modification in\nhis name, from <em>Krieger</em> to <em>Kreeger</em>, because people kept\npronouncing it to rhyme with “tiger.”</p>\n<p>The pattern of mutations on Louisiana's Côte des Allemands,\nor German Coast, was very unusual, if not unique.\nThe spellings of the surnames were Gallicized instead of\nAnglicized, but most fit easily into English speech. Changes\nwere applied to a whole community and were imposed by\nauthority, not chosen by the name-bearers themselves. The\nobject was not to revise the names but to render their\nsounds as closely as possible to the originals in forms that\nthe French speakers could spell and pronounce.</p>\n<p>In the early eighteenth century, when France was\ntrying to develop its American possessions, it was almost\nimpossible to induce Frenchmen to settle in Louisiana.\nSome second and subsequent sons of aristocratic families\nwere attracted through large grants of land around New\nOrleans, upon which they established plantations with slave\nlabor. But small farmers, needed to give the colony a substantial\nEuropean population, were reluctant to leave\nhome. If they did move, they preferred the much shorter\nmove to Canada.</p>\n<p>Recruiters had considerable success, however, in the\nRoman Catholic regions of the German states, and, shortly\nafter the founding of New Orleans, in 1718, a number of\nGerman peasant families were settled along a stretch of the\nMississippi River from about 20 to 50 miles above the town.\nFrench clerks had difficulty recording land titles under the\nstrange names, and priests encountered problems in registering\nbirths, marriages, and other sacraments. They applied\nGallic phonetics as best they could to Teutonic sounds.\nMany of the peasants were illiterate, and the Frenchmen\nwrote the names as they heard them. The most drastic\nchanges were occasioned by the application of French\nvalues to the German spelling, when the spelling was\nknown.</p>\n<p>Original pronunciations were preserved rather well by\nrendering <em>Wichner</em> as <em>Vicknair</em>, <em>Weber as Webre</em>, <em>Foltz</em> as\n<em>False</em>, <em>Lesch</em> as <em>Leche or Laiche</em>, and <em>Kissinger as Quisingre</em>\n(How about that!). But as an initial <em>h</em> is silent in French,\n<em>Huber</em> became <em>Oubre</em>, <em>Heifer</em> became <em>Elfer</em>; and as <em>au</em> in\nFrench is like long <em>o</em>, <em>Hauser</em> was transmuted into <em>Oser</em>. The\n[ks] sound of x tripped heavily over the Gallic tongue, and\n<em>Troxler</em> was written <em>Trosclair</em>. But an x seemed to help with\nthe jawbreaker <em>Scheckschneider</em>, which was resolved into\n<em>Schexnayder</em> and a dozen or more variants.</p>\n<p><em>Zweig</em> was a really tough one: no Frenchman could\npronounce that, no matter how it might be spelled. There is\na legend that the head of the Zweig family, apparently believing\na Frenchman could handle the name if he understood\nits meaning, broke a branch from a tree and held it\nup, exclaiming; “Zweig! Zweig!”</p>\n<p>“Ah,” said the French clerk, “La Branche.” Whether\nthe story is true or not, <em>Zweig</em> has a sizable progeny yclept\n<em>Lebrawhe</em> or some form thereof.</p>\n<p>Other changes included <em>Edelmeier to Delmaire</em>, <em>Schaf</em>\nto <em>Chauffe</em>, <em>Vogel</em> to <em>Fauquel</em>, <em>Mayer</em> to <em>Mayeux</em>, Dubs to\n<em>Toups</em>, <em>Steileder to Estilet</em>, <em>Steiger</em> to <em>Estaidre</em>, <em>Kleinpeter</em> to\n<em>Clampetre</em>, <em>Kamper</em> to <em>Cambre</em>, <em>Katzenberger</em> to\n<em>Casbergue</em>, <em>Wagensbach</em> to <em>Waguespack</em>, <em>Trischi</em> to <em>Triche</em>,\n<em>Traeger</em> to <em>Tregre</em>, <em>Zehringer</em> to <em>Zeringue</em>, <em>Himmel</em> to\n<em>Hymel</em>, <em>Roder</em> to <em>Auder</em>, and <em>Schaefer</em> to <em>Chevre</em>.</p>\n<p>The Germans eventually lost their language and their\nseparate identity. Some 50 years after the German influx,\nthey intermarried freely with the Acadians, who began arriving\nin large numbers after their expulsion from Canada\nby their British conquerors. Many thousands of the Germans'\ndescendants speak Cajun French and speak English\nwith a Cajun accent.</p>\n<p>The memory of the early settlers' origin is preserved,\nhowever, in the distinctive names. The area is still known\nunofficially as the “German Coast”; and the map of Louisiana\nofficially shows a town, a bayou, and a marshy lake\nnamed <em>Des Allemands</em>.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Louisiana's German Cajuns, or, From Kissinger to Quisingre</h1> <p><em><span data-rel=\"author\">M. M. Kreeger</span> <span data-rel=\"location\">Metairie, Louisiana</span></em></p> <p>Millions of Americans bear surnames different from\nthose that they or their forebears brought from the\nold country. In most cases, the names have been shortened\nor simplified to make them more manageable in an English-speaking\nsociety. The revision that has received the most\nwidespread notice in recent years was from <em>Anagnastopoulos</em>\n(I think that's about right) to <em>Agnew</em>. The alteration\ndidn't help the Vice President to stay out of trouble, but it\nsure was a boon to headline writers.</p> <p>My grandfather made a more modest modification in\nhis name, from <em>Krieger</em> to <em>Kreeger</em>, because people kept\npronouncing it to rhyme with “tiger.”</p> <p>The pattern of mutations on Louisiana's Côte des Allemands,\nor German Coast, was very unusual, if not unique.\nThe spellings of the surnames were Gallicized instead of\nAnglicized, but most fit easily into English speech. Changes\nwere applied to a whole community and were imposed by\nauthority, not chosen by the name-bearers themselves. The\nobject was not to revise the names but to render their\nsounds as closely as possible to the originals in forms that\nthe French speakers could spell and pronounce.</p>"
}