{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Alpha to Omega",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Alpha-omega-life-times-Greek-alphabet/11942862500/bd\"><em>Alpha to Omega</em></a></h1>\n<p>Alexander and Nicholas Humez, (David R. Godine, Inc., Boston, 1981), xiii + 194 pp.</p>\n<p>This pleasantly rambling book presents a fascinating\nand annoying series of anecdotes, discussions, ancient chestnuts,\nand chunks of familiar and unfamiliar lore, using the\nletters of the Greek alphabet as twenty-four headings, plus\none extra chapter called “Dead Letters.” The misleading\nsubtitle, “The Life and Times of the Greek Alphabet,” does\nnot mean that we get a treatment of that alphabet's history\nin any detail. We do not see, for instance, what Semitic sign\nwas the source of a given Greek one, in most cases, although\none must admit that the story is far more complicated than\nwas once thought. At any rate, we learn more cheerful facts\nabout the square on the hypotenuse. They are found,\nlogically enough, in the twenty-third chapter, <em>Psi. Ps´llein</em>\n'to twang,' is connected with <em>psaltery</em>, which “comes from\n<em>psallein</em>,” as the book surprisingly puts it. Since Pythagoras\nwas a pioneer in investigating the acoustical property of\nstrings, we are treated to a few speculations on his life and\nless speculative remarks about his renowned theorem. This\nleads to a delightfully inexcusable shaggy dog story-bad\nenough to be in my own repertory (the one with the “squaw\non the hippopotamus”; if you want the whole story, get the\nbook). I wish the authors had digressed still more and had\nexplained why the Greeks seemingly called the: hippo a\n“horse-river” instead of a “river-horse.”</p>\n<p>Under Alpha some account is given of the route\nallegedly taken by the “raw materials for the Greek\nalphabet” from the Near East, including the tradition of\nCadmus, who supposedly make a down payment of (only)\nsixteen letters to the Greeks. As the authors point out,\nlegends usually contain cracks, as well as a few grains of\ntruth.</p>\n<p>Infelicity of expression may lead the unwary reader to\nconclude that the Greeks invented the procedure of using\nletters for numbers. The authors seem to believe it themselves,\nor almost, for they do say once (under their breath)\nthat the Semites did similar things.</p>\n<p>“Beta is for <em>Boustrophedon</em>” brings quite a lot of bull;\nfor instance: “The last aurochs on record died an elderly\ncow [!] in Poland in 1627.” <em>Bucolic</em> is said to come “directly\nfrom” Greek <em>boukolikós</em>. <em>Boondocks</em>, we are told, with a\nsign, does not, “alas,” derive from Gk. <em>bous</em>, but there is\nscant cause for grief. English <em>kindergarten</em> is not inherited\nfrom Germanic, as the verbiage devoted to it seems to imply,\nbut was acquired in a different way.</p>\n<p>“Delta for <em>Diagnosis</em>” brings discussion of many words,\nincluding some on medicine. A quotation from Dr. Benjamin\nLee Gordon redeems many a sin: “The Persians\nresorted more frequently to spells than drugs, on the\ngrounds that although spells might not cure the disease, they\nat least would not kill the patient.” We are told more about\nAesculapius and Pythagoras than we need to know, perhaps\n(and less about Galen). Avicenna is said to have been born\nin Russia (I) and is also called an Arabian (!).</p>\n<p><em>Epsilon</em> leads to <em>Eureka</em>, which, as the authors point\nout, needed to start with <em>h</em>- anyway. We encounter once\nmore the story of Archimedes, that ancient flasher. One account,\nstemming from the medieval historian Efsher\nApokryfiliak, has it that the king responded to Archimedes'\nfaulty Greek and brilliant physics with, “Ikh hob dir in\nbod.”</p>\n<p>Since <em>pi</em> is, among other things, jumbled type, we are\nregaled under that heading with a jumble of partly interesting\nmatters, ranging from palindromes to a mnemonic\ndevice for remembering (what else?) the value of pi to 15\nplaces. The Japanese are said to be masters of the palindrome,\nbut the addendum, “though neither of the two\nwriting systems that the Japanese employ is alphabetic,” is\ncuriously irrelevant. So is a remark of Isaac Asimov quoted\nhere; it is worth repeating, if only as a piece of pi: “One can\nalways [?] have half a cup of coffee but never half a piece of\nchalk.”</p>\n<p>“<em>Rho</em> is for <em>Rhetoric</em>,” and many questions, none of\nthem rhetorical, are treated. Contemporary abuse of the\nterm is not mentioned. Nor is it pointed out that <em>rho</em> is really\n<em>hro</em>. And there is neither rhyme nor reason to deriving\n<em>rhyme</em> from <em>rhythmos</em>. There are countless matters to\ndiscuss, but space seems finite. “Our” word <em>camel</em>, said by\nthe authors to be from Phoenician <em>gimel</em>, probably is not.\nThe name of the letter does not seem to have been the same\nword. (Many Semitic letter names do have fairly certain\nmeanings: <em>beth</em> 'house' or <em>imem</em> 'water' or <em>yod</em> 'hand'; but\n<em>gimel</em> is a disputed one.)</p>\n<p>The authors do deserve commendation for reminding\nus that Copernicus was not the first to give a heliocentric explanation\nof the solar system, Greeks having preceded him\nby almost two millennia. Despite lots of talk about the Trojans,\nhowever, the authors fail to tell us who they were,\nethnically, or to say what their language was, a failing they\nshare with many others. They seem not to recognize the fact\nthat the so-called “Arabic” numerals are really Indian,\nhence they are wide of the mark in seeing something in the\nArabic number one that resembles the way Greeks wrote\ntheir number one at times.</p>\n<p>A bibliography of about ninety books and articles lists\nonly one in a language other than English. That does not\nresult from consideration for the monoglot reader, for the\nworks used by the authors are included. A strange absence is\nthat of any mention of a Greek etymological dictionary,\nalthough the famous Ernout-Meillet for Latin is given. I am\nwell aware that this is not intended to be a treatise on\nhistorical or comparative linguistics. And the book does live\nup to some of the promises in the “Prologue.” We are afforded\na series of “glimpses of the Greek world” and are\npositively assailed by countless views of Greek culture,\nscenery which we could have enjoyed without the distraction\nof all the old chestnuts (even the priceless ones from\nDorothy Parker). In a way, the book is a potent corrective\nof many notions about Roman language and culture, all too\noften given credit for what was really Greek. Authors cannot\nbe omniscient, except in fiction, perhaps. Ours acknowledge\nthe aid of many qualified individuals. But they seem to\nhave needed more aid in some areas, including Semitic,\nIndic, Iranic, elementary phonetics, and etymology. Despite\nthe liability of a blurblet by the dour Edwin Newman praising\nthe volume, it is eminently readable.</p>\n<p><em>[Robert A. Fowkes, New York University]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/Alpha-omega-life-times-Greek-alphabet/11942862500/bd\"><em>Alpha to Omega</em></a></h1> <p>Alexander and Nicholas Humez, (David R. Godine, Inc., Boston, 1981), xiii + 194 pp.</p> <p>This pleasantly rambling book presents a fascinating\nand annoying series of anecdotes, discussions, ancient chestnuts,\nand chunks of familiar and unfamiliar lore, using the\nletters of the Greek alphabet as twenty-four headings, plus\none extra chapter called “Dead Letters.” The misleading\nsubtitle, “The Life and Times of the Greek Alphabet,” does\nnot mean that we get a treatment of that alphabet's history\nin any detail. We do not see, for instance, what Semitic sign\nwas the source of a given Greek one, in most cases, although\none must admit that the story is far more complicated than\nwas once thought. At any rate, we learn more cheerful facts\nabout the square on the hypotenuse. They are found,\nlogically enough, in the twenty-third chapter, <em>Psi. Ps´llein</em>\n'to twang,' is connected with <em>psaltery</em>, which “comes from\n<em>psallein</em>,” as the book surprisingly puts it. Since Pythagoras\nwas a pioneer in investigating the acoustical property of\nstrings, we are treated to a few speculations on his life and\nless speculative remarks about his renowned theorem. This\nleads to a delightfully inexcusable shaggy dog story-bad\nenough to be in my own repertory (the one with the “squaw\non the hippopotamus”; if you want the whole story, get the\nbook). I wish the authors had digressed still more and had\nexplained why the Greeks seemingly called the: hippo a\n“horse-river” instead of a “river-horse.”</p> <p>Under Alpha some account is given of the route\nallegedly taken by the “raw materials for the Greek\nalphabet” from the Near East, including the tradition of\nCadmus, who supposedly make a down payment of (only)\nsixteen letters to the Greeks. As the authors point out,\nlegends usually contain cracks, as well as a few grains of\ntruth.</p> <p>Infelicity of expression may lead the unwary reader to\nconclude that the Greeks invented the procedure of using\nletters for numbers. The authors seem to believe it themselves,\nor almost, for they do say once (under their breath)\nthat the Semites did similar things.</p>"
}