{
  "type": "Article",
  "title": "Pleonasties",
  "author": "Harold J. Ellner",
  "location": "M.D., Richland, Washington",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Pleonasties</h1>\n<p><em><span data-rel=\"author\">Harold J. Ellner</span> <span data-rel=\"location\">M.D., Richland, Washington</span></em></p>\n<p>“It was minus twenty degrees below zero,” tautologically\nreported the ham operator from Minnesota. Shall we\naccept this as merely a pleonasm (unnecessary repetition) or\nnitpickingly consider it a double negative and record the\ntemperature at plus 20?</p>\n<p>Pleonasms pervade every aspect of communication. At\ntimes they are intentionally used for emphasis, at times for\nverbosity, and on other occasions are just honest mistakes.\nIn that the author is a urologist and a sports fan, note of\nmany of these pleonasm has been made in these areas. They\nare, however, everywhere.</p>\n<p>It is time to institute the Pleonastic Putdown (“Pleonasty”)\nto rebel, as would Edwin Newman and John Simon,\nagainst verbosity. It will not earn the putter-down (pleonasticist)\nmuch cordiality, but it may help defend the\nlanguage.</p>\n<p>W. C. Fields, who objected to almost everyone, was\nreputed to have set the style when he refused to work for a\nstudio he thought to be Jewish-run. “No,” he was told, “the\npresident is Roman Catholic.” “That's the worst kind,” rejoined\nFields. Prejudicial, yes, but a decisive pleonasty.</p>\n<p>Washington's new Governor, John Spellman, not above\nan occasional pleonasm, issued certificates of gratitude to\nhis supporters, “. . .in appreciation and recognition of your\nsignificant contribution to my successful election. ...” One\nwonders what constitutes an unsuccessful election. Shakespeare's\nFalstaff, in <em>Henry IV</em>, referred to “an ‘Ebrew Jew,”\nundoubtedly for emphasis.</p>\n<p>Here, then, are some pleonasms heard, recorded, and\nfurnished with a suggested pleonasty for each:</p>\n<blockquote>\n<p><em>Medical</em></p>\n<p>This room costs $200 to the patient. <em>To whom\nelse?</em></p>\n<p>A positive culture was obtained for Strep. <em>If Strep\nwas there, it was positive</em>.</p>\n<p>Scrotal masses in the male Yes, <em>they predominate\nin the male</em>.</p>\n<p>These tests, when performed, gave normal results.\n<em>More so than if they were not performed</em>.</p>\n<p>The urodynamics of urology  <em>That's the nicest kind\nin the whole specialty</em>.</p>\n<p>Then, appropriate treatment was instituted. <em>Better\nthan inappropriate any time</em>.</p>\n<p>Many white cells, too numerous to count <em>Glad you\nsaid it was many; it helped</em>.</p>\n<p>A diagnostic x-ray film <em>Are any otherwise?</em></p>\n<p>The patient had a complicated clinical course. <em>It\nwould have been worse if nonclinical</em>.</p>\n<p>Clinically, the pain diminished. <em>That's the best way\nfor it to happen</em>.</p>\n<p>He'd undergone a previous prostatectomy. <em>Most are</em>.</p>\n<p>It has been shown in the past by Paulsen et al. ...<br>\n<em>A large number of his findings were in the past ...</em></p>\n<p>Ureteral reduplication Don't you mean duplication?</p>\n<p>An admixture <em>Mixture?</em></p>\n<p>Foreshortening <em>Shortening?</em></p>\n<p>A prior surgeon did it. <em>Certainly not a future\none . . .</em></p>\n<p>He claimed marked subjective improvement. <em>If he\nclaimed it, it had to be subjective.</em></p>\n<p>Under appropriate anesthesia  <em>We have no inappropriate\nanesthesiologist</em>.</p>\n<p>This is the first drug of choice.  <em>How does this\ndiffer from the drug of choice?</em></p>\n<p>There was still persistent disease. <em>Still disease?\nPersistent disease? Take your choice</em>.</p>\n<p>He gained 14 pounds in weight.  <em>Certainly not in\nheight or in British currency</em>.</p>\n<p>It was a totally complete excision.  <em>That's how I\nwant my total (or complete) one.</em></p>\n<p>Skin <em>rash Bad place for one</em>.</p>\n<p>Dr. James Kildare, M. D. <em>Which shall we drop, the</em>\nDr. <em>or the</em> M. D.?</p>\n<p>The male prostate gland <em>Needless to say . . .</em></p>\n<p>Absolutely no blood loss at all  <em>That clears a lingering\ndoubt.</em></p>\n<p>Past history <em>Ah, yes, much history is found there.</em></p>\n<p>Yellow jaundice <em>Of all hues, the most ominous</em>.</p>\n<p>His motor movements weren't good. <em>But wait until\nyou see his sensory ones</em>.</p>\n<p>Liver cirrhosis  <em>The worst kind!</em></p>\n<p>Some few specimens  <em>Which shall we drop, some or</em>\nfew?</p>\n<p>Abdominal ascites. <em>In that ascites means free fluid\nin the abdomen, abdominal is superfluous.</em></p>\n<p>Mentally insane <em>Far worse than physically . . .</em></p>\n</blockquote>\n<blockquote>\n<p><em>Sports</em></p>\n<p>He made 20 in a row without a miss. <em>Twenty in a\nrow would be hard to swing with one or two misses.</em></p>\n<p>(Cosell): Why do you persist in keeping on playing?<br>\n<em>Well, Howard, I persist in playing because I want to\nkeep on playing.</em></p>\n<p>In good field position  <em>Are there any non-field positions\nin this game?</em></p>\n<p>Face mask  <em>I'm glad you explained that; I was\nthinking “elbow mask.”</em></p>\n<p>He'll try a 44-yard field-goal attempt. <em>What's\nwrong with the reverse? Can he attempt a try?</em></p>\n<p>This is their first offensive possession [also, first\noffensive play from scrimmage.] The <em>defensive team\ndoes not possess. Nor does it run any plays from\nscrimmage.</em></p>\n<p>They got a whole full minute time out.  <em>There are\nfull minutes and full minutes. Give me a whole full\nminute any time.</em></p>\n<p>Five seconds on the clock  <em>Anywhere else?</em></p>\n<p>Deflected away  <em>Where else can it be deflected?</em></p>\n<p>He was awarded the game ball.  <em>As distinguished\nfrom the ungame ball?</em></p>\n</blockquote>\n<blockquote>\n<p><em>General</em></p>\n<p>To recoil back  <em>It's the forward recoiling that's\ndangerous.</em></p>\n<p>The ethnic background of the people  <em>Could it be of\nanyone else?</em></p>\n<p>Past experience has shown . . . <em>That's the most\nenriching kind.</em></p>\n<p>Just merely <em>Reminiscent of “Just Merely a Song at\nTwilight.</em></p>\n<p>The end result  <em>How final can you get?</em></p>\n<p>The sight was pleasing to the eye.  <em>And to none of\nthe other senses.</em></p>\n<p>Mental anguish  <em>That's anguish in the extreme.</em></p>\n<p>Last and final curtain call <em>Superseding the first and\nfinal?</em></p>\n<p>Affix the necessary postage.  <em>The Post Office will not\ndeliver letters faster with the unnecessary postage</em>.</p>\n<p>The basic fundamentals <em>That's really fundamental.</em></p>\n<p>A justice court <em>Some dispense other services.</em></p>\n<p>He's a human person. <em>Clad to know!</em></p>\n<p>Positive affirmative action <em>The negative type never\nworked.</em></p>\n<p>(Kissinger): A hypothetical situation that doesn't\nexist . . . <em>Give me one that exists every time.</em></p>\n<p>An unexpected surprise <em>And how do you like your\nsurprises?</em></p>\n<p>A quick minute <em>Is that a sub-60 second one?</em></p>\n<p>To successfully pass an exam <em>Only our best students\npass them that way.</em></p>\n<p>He kicked his feet.  <em>In contrast to other appendages?</em></p>\n<p>A crooked racketeer <em>Give me the honest kind.</em></p>\n<p>A visual sight <em>Like an auditory hearing?</em>\nAdd on <em>As opposed to subtract off?</em></p>\n<p>From whence <em>Whence is enough!</em></p>\n<p>You may purchase the property from the seller.<br>\n<em>He'd be the logical choice.</em></p>\n<p>A perverted sex-offender <em>The nonperverted type is\nnot quite as dangerous.</em></p>\n<p>I took it with my own hands. [Saw it with my own\neyes. Knew it in my own mind.] <em>And nobody else's!</em></p>\n<p>Punctured a hole in <em>The work, obviously, of a\ncrude puncturer.</em></p>\n<p>Orbited around <em>Drop around any time.</em></p>\n<p>A new innovation <em>Enough of those old ones!</em></p>\n<p>A new recruit <em>Veteran recruits are in short supply.</em></p>\n<p>Foot pedal <em>Is that like a hand handle?</em></p>\n<p>A short three-letter word <em>The long kind will never\ndo.</em></p>\n<p>Cancel it out <em>Anyway, don't include it in.</em></p>\n<p>A photographic picture <em>Does this differ from a\nphotograph?</em></p>\n<p>G.I. Issue <em>Is it Government Issue issue you mean?</em></p>\n<p>Therapy treatments <em>What's wrong with plain old\ntherapy? Or treatments?</em></p>\n<p>First introduction <em>Does this differ from an introduction?</em></p>\n<p><em>Just Plain Bad English</em></p>\n<p>The average age was 29 years old.</p>\n<p>Removed out</p>\n<p>Thank you for joining with us</p>\n<p>Killed him dead</p>\n<p>Blood loss was two units of blood.</p>\n</blockquote>\n<p>There is little question that an undercurrent of sarcasm\nexists (a current that “runs” is a pleonasm) in pleonasties.\nThey should be uttered smilingly and jocularly in the\n“spoonful of sugar” spirit. Although imperfect, pleonasties\nconstitute a mechanism of reaction unavailable to recipients\nof the meaningless “Have a nice day” or of discourses heavily\nlaced with “y'know” and “hopefully.“</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Pleonasties</h1> <p><em><span data-rel=\"author\">Harold J. Ellner</span> <span data-rel=\"location\">M.D., Richland, Washington</span></em></p> <p>“It was minus twenty degrees below zero,” tautologically\nreported the ham operator from Minnesota. Shall we\naccept this as merely a pleonasm (unnecessary repetition) or\nnitpickingly consider it a double negative and record the\ntemperature at plus 20?</p> <p>Pleonasms pervade every aspect of communication. At\ntimes they are intentionally used for emphasis, at times for\nverbosity, and on other occasions are just honest mistakes.\nIn that the author is a urologist and a sports fan, note of\nmany of these pleonasm has been made in these areas. They\nare, however, everywhere.</p> <p>It is time to institute the Pleonastic Putdown (“Pleonasty”)\nto rebel, as would Edwin Newman and John Simon,\nagainst verbosity. It will not earn the putter-down (pleonasticist)\nmuch cordiality, but it may help defend the\nlanguage.</p>"
}