{
  "type": "Article",
  "title": "Arabic Loanwords",
  "author": "Robert Devereux",
  "location": "Falls Church, Virginia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Arabic Loanwords</h1>\n<p><em><span data-rel=\"author\">Robert Devereux</span> <span data-rel=\"location\">Falls Church, Virginia</span></em></p>\n<p>A is well known, English is basically a Germanic\nlanguage, deriving its principal grammatical and\nsyntactical characteristics, as well as a large part of its\nvocabulary, from its Germanic forerunners. But it has also\nborrowed words lavishly from non-Germanic languages, as\nis evidenced by the inclusion of such words in standard\nEnglish dictionaries. Although a large percentage of these\nloanwords derives from Greek, Latin, and the various\nRomance languages, many lesser known and, to Americans,\nrather exotic languages are also well represented.</p>\n<p>One such fertile source has been Arabic. I frankly have\nno idea of the total number of Arabic loanwords that have\nfound their way into English, but it must be very substantial\nindeed. In only a short time, I turned up 400 Arabic loan-words\nby leafing through the pages of the <em>Random House\nDictionary of the English Language</em>, <em>Webster's Third New\nInternational Dictionary</em>, and the <em>Shorter Oxford English\nDictionary</em>. The words range from ones like <em>candy</em>, <em>guitar</em>,\nand <em>syrup</em>, which are so common that they are known to\nevery English speaker, even the most uneducated, to the\navowedly exotic, <em>like fiqh</em>, <em>khanjar</em>, <em>maksoorah</em>, which are\nlikely to be known only by orientalists and/or xenologophiliacs.\nBetween these two ends of the spectrum are the\nmoderately familiar (e.g., <em>caliph</em>, <em>mosque</em>, <em>talisman</em>), which\nshould certainly be in the recognition vocabulary of any\neducated English speaker, and the slightly unusual (e.g.,\n<em>dhow</em>, <em>jennet</em>, <em>wadi</em>), with which at least crossword-puzzle\nfans should be familiar.</p>\n<p>Arabic loanwords have entered the lexicon, of English\nby various paths, including the following:</p>\n<ol>\n<li>\n<p><em>Directly from Arabic</em>. This route accounts for 222\n(55.5%) of my 400 examples. Included in this number are\n37 that reached Modern English through the filter of Middle\nEnglish.</p>\n</li>\n<li>\n<p><em>From other languages</em>, <em>which had earlier borrowed\nthem from Arabic</em>. About half of these passed through only\none other language before reaching English; the remainder\npassed through as many as five or six. The immediate donor\nlanguages include Spanish (43), French (43), Latin (28),\nHindi (18), Turkish (17), Italian (9), Urdu (5), Persian (4),\nPortuguese (4), and seven others that contributed one each\n(Hebrew, Provencal, Swahili, Javanese, Hungarian, Catalan,\nand Yiddish).</p>\n</li>\n</ol>\n<p>Both categories, it should be noted, include some words\nthat are not true Arabic loanwords, that is, they passed\nthrough Arabic en route to English, but their origins are\nelsewhere. My 400 examples include 34 such words, of\nwhich 12 derive ultimately from Persian, 8 from Greek, 4\nfrom Latin, 3 from Sanskrit, 2 each from Turkish and Coptic,\nand one each from Spanish, Aramaic, and Syriac.</p>\n<ol start=\"3\">\n<li><em>As hybrids that incorporate elements both from\nArabic and from another language</em>. <em>Zinjanthropus</em>, for\nexample, combines the Arabic <em>zinj</em> (East Africa) and a\nLatinized form of Creek <em>anthropos</em> (man), while <em>musaceous</em>\nis constructed from the Arabic <em>mawzah</em> ‘banana,’ the Latin\nscientific particle -<em>aceae</em>, and the <em>English adjectival suffixous</em>. <em>Safflower</em> can\nbe traced back through the Dutch <em>saffloer</em> to the Middle French\n<em>saffleur</em> to the original <em>saffiore</em>,\nwhich combines the Arabic <em>asf(ar)</em> ‘yellow’ and the Italian\n<em>fiore</em> ‘flower.’ My 400 examples include five other such\nhybrids.</li>\n</ol>\n<p>Many Arabic loanwords, especially those connected\nwith Islam (e.g., <em>hadith</em>, <em>mihrab</em>, <em>waqf</em>), are simply transliterations\nof the Arabic originals. But since different individuals\nhave different ideas about how the Arabic alphabet should be transliterated, in many cases there is no single\n“correct” way to spell an Arabic loanword and, instead,\ndictionaries offer several-sometimes as many as five-accepted\nvariant spellings. To cite a few examples: <em>ameer</em>,\n<em>amir</em>, <em>emeer</em>, <em>emir</em>; <em>cadi</em>, <em>kadhi</em>, <em>kadi</em>, <em>qadi</em>, <em>qazi</em>; <em>chamsinie</em>,\n<em>khamseen</em>, <em>khamsin</em>; <em>fakir</em>, <em>faqir</em>, <em>faquir</em>; <em>gasal</em>, <em>gazel</em>,\n<em>ghasel</em>, <em>ghazal</em>, <em>ghazel</em>; <em>hadj</em>, <em>haj</em>, <em>hajj</em>; <em>hegira</em>, <em>hejira</em>, <em>hijra</em>,\n<em>hijrah</em>; <em>kasida</em>, <em>qasida</em>; <em>kibia</em>, <em>kiblah</em>, <em>qibia</em>, <em>qiblah</em>; and\n<em>shaikh</em>, <em>shaykh</em>, <em>sheik</em>, <em>sheikh</em>, <em>sheykh</em>. As an 1846 <em>Punch</em>\ncartoon caption observed, “You pays your money and you\ntakes your choice.”</p>\n<p>Many loanwords have been altered beyond recognition.\nFew individuals, I hazard, would be likely, upon seeing the\nArabic terms <em>qar'ah yabisah</em> and <em>samt</em>, to discern therein\nthe English <em>calabash</em> and <em>zenith</em>. It is, of course, not surprising\nthat this is so, for the phonetic demands of a particular\nlanguage often do strange things to words taken in from\nother languages. Many Arabic loanwords have changed not\nonly their forms but also their meanings. <em>Alcohol</em>, for example,\nderives from <em>al-kuhl</em> ‘the powdered antimony’ and\n<em>algebra</em> from <em>al-jabr</em> 'the bone-setting.' <em>Mummy</em> derives\nfrom <em>mumiyah</em> 'asphalt,' and <em>salep</em>, as unlikely as it may\nseem, from <em>khasyu'th tha'lab</em> 'fox's testicles.' <em>Rahah</em> 'palm of\nthe hand' has somehow evolved into <em>racket (or racquet)</em> as\nwell as into the anatomical term <em>rasceta</em>.</p>\n<p>A special kind of deformation has occurred in the case\nof Arabic loanwords beginning with <em>at</em>, which represents\nthe Arabic word for 'the.' <em>Alcazar</em>, for example, derives\nfrom <em>al-qasr</em> 'the castle'; so when we say “the alcazar,” we\nare, in a sense, really saying “the the castle (or fortress).”\nThis deformation is usually associated in people's minds\nwith loanwords that have entered English through Spanish.\nThat belief is justified in many cases but not all. My 400 examples\ninclude 55 with initial <em>al</em>, of which only 22 entered\nEnglish from Spanish. Of the remainder, 9 entered from\nLatin, 8 directly from Arabic, 6 each from French and Middle\nEnglish, 2 from Portuguese, and one from Hebrew. It\nmust be noted in all fairness, however, that 14 of these 32\nhad first passed through Spanish, where the al was added to\nthe basic Arabic word. The 55th word, <em>alconde</em>, is one of\nthose hybrids discussed above, being a combination of the\nArabic <em>al</em> and the Spanish <em>conde</em>.</p>\n<p>The incorporation of the Arabic <em>al</em> does not occur only\nin loanwords having an initial al. <em>Azimuth</em>, for example,\nderives from <em>al-sumut</em> 'the directions,' and <em>azoth</em> from\n<em>al-za'uq</em> 'the quicksilver.' The explanation lies in a peculiarity\nof Arabic: in pronunciation, Arabic words beginning\nwith one of the so-called “Sun Letters” <em>(t</em>, <em>th</em>, <em>d</em>, <em>dh</em>, <em>r</em>, <em>z</em>, <em>s</em>,\n<em>sh</em>, \\?\\, \\?\\, \\?\\, and <em>n</em>) assimilate the <em>I of</em> a preceding <em>al</em>. Thus,\nthe aforesaid words are written as shown but are pronounced\n<em>as-sumut</em> and <em>az-za'uq</em>. <em>Lute</em>, which derives from\n<em>al-'ud</em> 'the wood,' is a special case, i.e., only the <em>I</em> of <em>al</em> was\nadjoined. Another special case is <em>aubergine</em>, which derives\nfrom <em>al-badhinjan</em> 'the eggplant.' The latter has also provided\nthe English <em>brinjal</em>.</p>\n<p>There are, in fact, numerous examples of two or more\nArabic loanwords which, in their English versions, differ\nconsiderably from one another but derive from the same\nArabic word. <em>Zero</em> and <em>cipher</em> both derive from <em>sifr</em> 'empty,'\nfor example; <em>wazir</em> has given us not only the transliterated\n<em>wazir</em> but also <em>vizier</em> and <em>alguacil</em>; <em>carob</em>, <em>algarroba</em>, and\n<em>algarrobilla</em> all derive from <em>kharruba</em>; <em>jubbah</em>, <em>jibba</em>, and\n<em>jupe</em> from <em>jubbah</em>; <em>henna</em>, <em>alkanna</em>, and <em>alkanet</em> from <em>hinna</em>;\nand <em>crimson</em>, <em>carmine</em>, <em>alkermes</em>, and <em>kermes</em> from <em>qirmiz</em>.\nThe list could be extended at length.</p>\n<p>As should be clear from the examples already cited in\nthis article, the Arabic loanwords in English relate to a\nwide variety of subjects. Of my 400 examples, roughly 50\ndo not readily lend themselves to categorization and can\nmost conveniently be lumped together under the rubric\n“miscellaneous.” As for the remaining 350, the largest group\nconsists of words which relate to Islam (itself a loanword)\nand have meaning only in an Islamic context, for example,\n<em>fatiha</em> and <em>muezzin</em>. A smaller but closely related group\nincludes words that have meaning in the context of Islamic\nhistory as distinct from Islam as a religion (e.g., <em>jahiliya</em>,\nkharijite). Another large group consists of words related to\ngovernment and administration, many of them being titles\nof one sort or another (e.g., <em>amir</em>, <em>nizam</em>) and names of\ngovernmental or administrative bodies or functions (e.g.,\n<em>majlis</em>, <em>tariff</em>).</p>\n<p>As for the rest, the fields covered are indeed numerous\nand include the following (for each I will cite two examples,\nalthough in all cases more are available):</p>\n<blockquote>\n<p>animals (<em>jerboa</em>, <em>mehari</em>)<br>\narchitecture (<em>alcove</em>, <em>minaret</em>)<br>\nastronomy (<em>almucantar</em>, <em>nadir</em>)<br>\nbeverages (<em>coffee</em>,* julep*)<br>\nbirds (<em>albatross</em>, <em>bulbul</em>)<br>\nchemistry (<em>alkali</em>, <em>realgar</em>)<br>\nclothing (<em>sash</em>, <em>tarboosh</em>)<br>\ncoins (<em>dinar</em>, <em>dirhem</em>)<br>\ncolor (<em>azure</em>,<em>saffron</em>)<br>\nfish (<em>albacore</em>, <em>tuna</em>)<br>\nflora (<em>jasmine</em>, <em>spinach</em>)<br>\nfolklore (<em>ghoul</em>, <em>roc</em>)<br>\ngeneral science (<em>alembic</em>, <em>aludel</em>)<br>\nliterature (<em>almanac</em>, <em>ruba'i</em>)<br>\nmaritime (<em>felucca</em>, <em>xebec</em>)<br>\nmedicine (<em>kef</em>, <em>zedoary</em>)<br>\nmeteorology (<em>haboob</em>, <em>shamal</em>)<br>\nmilitary (<em>admiral</em>, <em>jemadar</em>)<br>\nmusic (<em>rebec</em>, <em>timbal</em>)<br>\nsports (<em>jereed</em>, <em>safari</em>)<br>\ntopography (<em>bled</em>, <em>djebel</em>)</p>\n</blockquote>\n<p>In the field of astronomy, the greatest Arabic contribution\nhas not been general loanwords but rather star names.\nVERBATIM readers should refer to the article by E.E.\nRehmus, “The Arabic Star-Names” [V, 3], which listed\nmore than 50 such names. Rehmus's list, however, was not\nnearly complete. In <em>The Story of the English Language</em>\n(New York, 1967), Mario Pei states (p. 225) that a precise\ncount of 183 star names showed 125 to be Arabic and\nanother 9 to be Arabic-Latin.</p>\n<p>The two most unlikely Arabic contributions to the\nEnglish lexicon are the expressions <em>ballyhoo</em> and so <em>long</em>. In\n<em>The Story of Language</em> (London, 1952), Pei asserts (p. 156)\nthat <em>ballyhoo</em> derives from the Arabic <em>b-Allah hu</em> 'by Allah\nit is' and that so <em>long</em> was adapted by British colonial troops\nfrom the Malay <em>salang</em>, which, in turn, was a corruption of\nthe Arabic salaam 'peace.' However, Pei's eminence in the\nfield of linguistics notwithstanding, the Arabic origins of\nthese two expressions have not, in fact, been established.\nPei's attribution is not reflected in any of the dictionaries I\nconsulted, while in one of their works. <em>The Dictionary of\nWord and Phrase Origins (New York</em>, 1967, Vol. II, pp.\n255-56), William and Mary Morris note that, although\nsome people ascribe the ultimate source of so <em>long</em> to\n<em>salaam</em>, they themselves consider this etymology to be\n“wildly far of the mark.” I do not pretend to know the truth\nof the matter.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Arabic Loanwords</h1> <p><em><span data-rel=\"author\">Robert Devereux</span> <span data-rel=\"location\">Falls Church, Virginia</span></em></p> <p>A is well known, English is basically a Germanic\nlanguage, deriving its principal grammatical and\nsyntactical characteristics, as well as a large part of its\nvocabulary, from its Germanic forerunners. But it has also\nborrowed words lavishly from non-Germanic languages, as\nis evidenced by the inclusion of such words in standard\nEnglish dictionaries. Although a large percentage of these\nloanwords derives from Greek, Latin, and the various\nRomance languages, many lesser known and, to Americans,\nrather exotic languages are also well represented.</p> <p>One such fertile source has been Arabic. I frankly have\nno idea of the total number of Arabic loanwords that have\nfound their way into English, but it must be very substantial\nindeed. In only a short time, I turned up 400 Arabic loan-words\nby leafing through the pages of the <em>Random House\nDictionary of the English Language</em>, <em>Webster's Third New\nInternational Dictionary</em>, and the <em>Shorter Oxford English\nDictionary</em>. The words range from ones like <em>candy</em>, <em>guitar</em>,\nand <em>syrup</em>, which are so common that they are known to\nevery English speaker, even the most uneducated, to the\navowedly exotic, <em>like fiqh</em>, <em>khanjar</em>, <em>maksoorah</em>, which are\nlikely to be known only by orientalists and/or xenologophiliacs.\nBetween these two ends of the spectrum are the\nmoderately familiar (e.g., <em>caliph</em>, <em>mosque</em>, <em>talisman</em>), which\nshould certainly be in the recognition vocabulary of any\neducated English speaker, and the slightly unusual (e.g.,\n<em>dhow</em>, <em>jennet</em>, <em>wadi</em>), with which at least crossword-puzzle\nfans should be familiar.</p> <p>Arabic loanwords have entered the lexicon, of English\nby various paths, including the following:</p>"
}