{
  "type": "Article",
  "title": "Antipodean English: New Australian",
  "author": "G. W. Turner",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean English: <em>New Australian</em></h1>\n<p><em><span data-rel=\"author\">G. W. Turner</span> <span data-rel=\"location\"></span></em></p>\n<p>Among the very early settlers in South Australia were\ngroups of Old Lutheran refugees from Eastern Germany.\nNotable among these were the settlers in the wine-growing\nBarossa Valley, where for a long time the German language\nwas current in a form gradually becoming distinctive\nenough to warrant the name <em>Barossadeutsch</em>. Time and two\nwars, with the accompanying hostility to German settlers,\nhave left little but a few relics to give local color to tourists\n(“Wir machen die alte German Mettwurst die best in der\nWelt” proclaimed a notice seen outside a shop in Truro, just\nnorth of the Barossa Valley, in 1975).</p>\n<p>A number of German words have become current in\ngeneral South Australian English (<em>mettwurst, leberwurst</em> or\n<em>liverwurst</em>, and the ubiquitous <em>fritz</em>, for example, all describing\ntypes of sausage), but spelling, especially in words\ncontaining -ie-, is often so uncertain that a correspondent in\nthe local newspaper felt obliged to point out that a Wiener\nSchnitzel has nothing to do with wine and a Liedertafel\nneed not be sorrowful. The writer went on to express relief\nthat an annual gymkhana in Hahndorf, near Adelaide, called\nthe Schuetzenfest, had not, as it might have been, been\ncalled a Schiessenfest!</p>\n<p>The reference to Truro reminds us that not all immigrants,\neven in the Barossa region, were German. Cornishmen\nwere prominent, especially in South Australian mining\ndistricts. Early migration was, however, predominantly\nBritish, even though there were enough exceptions to provide\nmaterial for a book <em>Non-Britishers in Australia</em> (Melbourne,\n1927), by a Scandinavian, J. Lyng.</p>\n<p>It is since World War II that migration has become a\nflood, and the earlier predominance of North European\nmigrants has been less evident. Italians and Greeks are\nprominent among these new Australians. Only two cities in\nthe world, Athens and Salonika, have more speakers of\nGreek than Melbourne, and none, not even Valletta, has\nmore speakers of Maltese. Australia's linguistic resources\nhave rapidly become greatly enriched, though the monolingual\nhabit remains unshaken in most English-speaking\nAustralians.</p>\n<p>These new languages, particularly Italian, have not\nfailed to influence Australian English, especially in food\nterms. Though the words cannot be said to have entered\nEnglish, Australians are at least now familiar with signs on\nshops reading <em>pasticceria</em> or <em>macelleria</em>. More firmly\nestablished as English words are <em>lasagna</em> (always in my experience\nused in the singular in Australia) and <em>gelato</em> or\n<em>gelati</em>, and even, though less frequently, <em>gnocchi</em> or\n<em>tortellino</em>. Now the Australian may buy <em>bratwurst, cevapcini,\nhalva</em>, or <em>moussaka</em> in the take-away shop on the way\nhome.</p>\n<p>Linguists (notably Michael Clyne of Monash University,\nespecially for German) have not failed to exploit the infinite\nvariety of sociolinguistic material now available. Not\nonly is English enriched by new words, but the transplanted\nlanguages themselves also undergo changes, so that such\nnew variants as “Australitalian” enter the linguist's social\nlaboratory. These new varieties might themselves produce\nsubvarieties. Thus German speakers might call a eucalyptus\n<em>gum-tree, gum, Gumbaum</em> or <em>Gummibaum</em>, the differences\nbeing determined mainly by the locality of the speaker. Add\nto all this the kind of German a Latvian might use to communicate\nwith a Hungarian and the Kinds of English used\nwhen one or both participants in a conversation have little\nexperience in English, and the range of data available to the\nlinguist becomes clear.</p>\n<p>So we find the Italian writing home “è longo tempo\nche non ti scrivo” where standard Italian would require “è\nda molto tempo,” or a German speaker might say “Ich kann\nes nicht remembern.” In Australitalian, a boy or girl might\nbe called <em>bòi</em> or <em>ghèlla</em> rather than <em>ragazzo</em> or <em>ragazza</em>. Such\nborrowed words might be naturalized enough to be inflected\nas native Italian words; the Italian <em>bòi</em> might say\n<em>faitavo</em> ‘I was fighting.’</p>\n<p>There is a price for multilingualism. Many people,\nespecially Southern European women or newcomers, such\nas Vietnamese, are cut off from society by a lack of English.\nAustralia must now, at a time of educational cutbacks, find\nthe resources to develop courses in English as a Second\nLanguage, so that our linguistic enrichment is not gained at\nthe price of loneliness and despair for the linguistically\nisolated.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean English: <em>New Australian</em></h1> <p><em><span data-rel=\"author\">G. W. Turner</span> <span data-rel=\"location\"></span></em></p> <p>Among the very early settlers in South Australia were\ngroups of Old Lutheran refugees from Eastern Germany.\nNotable among these were the settlers in the wine-growing\nBarossa Valley, where for a long time the German language\nwas current in a form gradually becoming distinctive\nenough to warrant the name <em>Barossadeutsch</em>. Time and two\nwars, with the accompanying hostility to German settlers,\nhave left little but a few relics to give local color to tourists\n(“Wir machen die alte German Mettwurst die best in der\nWelt” proclaimed a notice seen outside a shop in Truro, just\nnorth of the Barossa Valley, in 1975).</p> <p>A number of German words have become current in\ngeneral South Australian English (<em>mettwurst, leberwurst</em> or\n<em>liverwurst</em>, and the ubiquitous <em>fritz</em>, for example, all describing\ntypes of sausage), but spelling, especially in words\ncontaining -ie-, is often so uncertain that a correspondent in\nthe local newspaper felt obliged to point out that a Wiener\nSchnitzel has nothing to do with wine and a Liedertafel\nneed not be sorrowful. The writer went on to express relief\nthat an annual gymkhana in Hahndorf, near Adelaide, called\nthe Schuetzenfest, had not, as it might have been, been\ncalled a Schiessenfest!</p> <p>The reference to Truro reminds us that not all immigrants,\neven in the Barossa region, were German. Cornishmen\nwere prominent, especially in South Australian mining\ndistricts. Early migration was, however, predominantly\nBritish, even though there were enough exceptions to provide\nmaterial for a book <em>Non-Britishers in Australia</em> (Melbourne,\n1927), by a Scandinavian, J. Lyng.</p>"
}