{
  "type": "Article",
  "title": "Fringe Benefits",
  "author": "W. Dark Hendley",
  "location": "University of Missouri, K.C.",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Fringe Benefits</h1>\n<p><em><span data-rel=\"author\">W. Dark Hendley</span> <span data-rel=\"location\">University of Missouri, K.C.</span></em></p>\n<p>Everyone knows that teachers teach and professors\nprofess for something other than the money involved.\nReaders of VERBATIM would not be surprised to learn that\nsome members of our brotherhood have discovered a fringe\nbenefit of the profession—one not included in the usual\nbenefit packages put together by academic institutions. This\nfringe benefit, believe it or not, is theme grading. Allow me\nto explain.</p>\n<p>Theme grading in and of itself is, of course, often considered\none of the drawbacks of teaching. The work is slow,\ntedious, and often repetitious. While grading, however, the\nearnest searcher after solecisms, malapropisms, barbarisms,\nand the like often discovers that hobby and job coincide,\nand the result is a fringe benefit not even dreamed of in the\npersonnel office.</p>\n<p>I have been collecting such fringe benefits for several\nyears, and this seems a good time to share some of my collection\nwith readers who are equally entertained by grammatical\nand linguistic absurdities. First, however, a few\nwords of explanation are appropriate. All of my examples\nare taken from papers written outside of class; thus, they\npresumably contain well-thought-out ideas and are carefully\nworded to achieve the maximum effect. All represent the\nlucubrations of upperclassmen, advanced students of literature.\nLike gemstones found in a slagheap, they come rough\nand unpolished, in all their native glory.</p>\n<p>The reach for the sublime is one of the greatest pitfalls\nfor the tyro writer. Reaching for new heights can yield\ngreater depths, as in this example; “For hundreds of years,\nthe world dreamed of landing on the moon, and Jules Verne\nwrote many a story about the possibility. The idea so intrigued\nman that in 1969, man walked onto the moon for\nthe first time. Death rays in literature become lasers in real\nlife, which are useful at this time.” Ordinarily, one might\nwish that the death ray would have put a merciful end to\nthat final sentence. However, from the perspective of the\nweary paper grader, that sentence is a fringe benefit, giving\nnew energy to carry on. Another route to the sublime\nchosen by the novice is through mastery of polysyllabic diction:\n“Coleridge in his reverie captures briefly unrestricted\nand spontaneous imagery, and it seems to proliferate flowingly\nas he progresses.”</p>\n<p>The opposing tendency is the desire for pithiness, the\nsearch for the epigrammatic statement or bon mot. The student\nfinds this especially tempting after reading eighteenth-century\npoetry. “If a man does not bear false fronts, neither\nshould a woman,” writes one student. Another student sums\nup the situation of one of Wordsworth's characters quite\nsuccinctly: “Luke decaded morally while away.”</p>\n<p>Some students accept the challenge to think of their\npapers as an argument, and they attempt to prove their\npoints through logic and sound reason: “The Wife of Bath is\na liberated woman,” writes one observer of the social scene\nin literature. “She rides her horse straddle—another point in\nher liberateness.” With the knowledge that the best poetry\nusually employs imagery to relate the reader to the sensory\nexperience of the poem, the beginning prose stylist seeks the\npictorial and the concrete: “The hero . . . must also be able\nto suffer and feel pain throughout the plots and crevices of\nthe story he is involved in.” Another would-be critic attempts\nto explain Hamlet's complex feelings toward his\nmother: “We see that Hamlet loves his mother dearly but is\nvery disappointed in her because she jumps into incestuous\nsheets so soon after her husband's death.”</p>\n<p>The most common poetic device applied to expository\nwriting is the use of figurative language. “During the middle\nparts of the seventeenth century the Parliament of England\nstood out like a sore thumb on the hand of\njournalism,” expounds one student. Another student employs\nsimilar pathological imagery. “It was a sore spot on\nthe body of the government, and speculation exists that this\nbranch may eventually evolve away as useless.”</p>\n<p>Sometimes it is hard to know what effect the writer is\nhoping to achieve. I assume that the following sentence is\naimed at metaphorical expression, and yet the result leaves\nme somewhat puzzled: “Politics was just beginning to blossom\nin England and the whole land was on the rhetorical\nbandwagon.” And occasionally the writer achieves an effect\nnot intended. For example, in writing about Good Queen\nBess, one student concludes: “Elizabeth, though victorious\nin war, was growing old and weakened by internal unrest.”\nActually, this idea might be more nearly true than its\nauthor ever dreamed.</p>\n<p>Poets choose words in part for their sounds, a technique\nthat students often attempt in their own writing. A young\nSwinburnian writes: “The final section of the poem ends\nwith a proliferation of alliteration,” and another contributes,\n“This weed of self greed is outgrowing his compassionate\nsenses.”</p>\n<p>The mechanics of sentence construction is the downfall\nof many an earnest writer. It is difficult to pay attention to\nsuch minutiae as dangling modifiers when you are writing\nabout august subjects: “Lambasted by some critics as the\nmost tainting aspect of his literary repertoire, it is my opinion\nthat these poems are his most violent outburst of his\ncharacteristic loathing of hypocrisy and foolishness.”\nAnother writer seeks to avoid a cliché by use of the word\n“proverbial,” an approach often used; but he, too, ends up\ndangling precariously: “Like the proverbial glass house, in\nthose days no one wanted to be the first to start the name\ncalling.”</p>\n<p>The inadvertent misuse of a word has been a staple of\ncomedy ever since Mrs. Malaprop popularized the technique.\n“It was the strength of their love that made Luke's\nleaving bareable,” writes one student of the same Luke who\ndecaded away above. “I doubt anyone would vie he wrote\nthese poems strictly in jest,” writes another. My files also\nyield “it was her destination that made her so affectionate”\nand “next he uses the same approach with the woman\nwhich concretes his sexual suggestions.”</p>\n<p>The redemptive fringe benefit of a dull paper need not\nbe anything as large as a word: a single letter mistakenly\nadded or changed may be enough to translate the grader's\nboredom to sheer joy. For example, the correct (and very\nundomestic) Jane Austen is summed up in these words:\n“Austen also deals with the concept of breading and ill-breading\nin her work,” a startling idea which conjures up\nan image of the great satirist directing her attention to the\nproper way to prepare a veal cutlet. A misplaced letter may\nbe a Freudian slip or the result of hasty typing, but for the\nweary reader it really doesn't matter, for the result is the\nsame. Perhaps, for example, this student is making an editorial\ncomment even greater than he planned when he\nstates, “Defoe wrote simply and sometimes crudly.” And\nFreud would surely have enjoyed this sentence: “The first\nscene I would like to analize occurs in <em>Heart of Darkness</em>.”\nFielding, we learn, “drove home the correspondence between\nhis work and the classics . . . through parodies of\nHomeric smiles.” Given that Fielding once suggested that\nsatire was a mirror which the reader held up to his face in\nthe privacy of his own closet, it is wonderful to think of\nFielding himself leering into his own looking glass as he attempted\nto achieve the perfect Homeric grin.</p>\n<p>One writer is quite frank in highlighting punctuation\nas a source of his difficulties: “The work definately needs\nclose reading to be understood. It would be possible to read\nquickly through the passage, I suppose, but definately difficult.\nThe first line alone contains two semi colons and an\nexclamation point.”</p>\n<p>Once solecisms are seen as one of the important fringe\nbenefits of this business, there is an unavoidable tendency to\nbegin recording the most significant examples. It is my own\ninformal observation that many English professors have\ntheir own private collections stashed away in a desk drawer\nwhere they are always accessible. Herewith a few of my\nfavorites:</p>\n<blockquote>\n<p>As with any controversy, one person's meat is another\none's poison.</p>\n<p>The impeccable strength of both characters is unquestionable\nas well.</p>\n<p>Her concerns for God are somewhat warped for her\nown beneficial meaning.</p>\n<p>Shakespeare develops a parallel of images.</p>\n<p>The Wife of Bath (Bath is dead) ...</p>\n<p>He deftly shakes up the reader when Gulliver journeys\nto the land of the Brobdingnagians and looks up\nthe great chain of being.</p>\n<p>Lear perceives his mistake in obstracizing Cordelia\nand showering Goneril and Regan with filial devotion\nand favor.</p>\n<p>The second image that Othello visualizes himself in is\nin the role of being slightly above human. He pictures\nhimself in a prerogative manner.</p>\n<p>He thunders, that before he crys and give in to his\ndespicable disdainful daughters, and give them the\nsatisfaction of knowing that they have broken the\npride of a king and brought him to his knoble knees\nand made him plead, and wail, and beseech them\nthat his mind would shatter into a countless number\nof subconsciousness: and I will go mad; and in fact,\nKing Lear does go mad.</p>\n<p>Finally, the plot everges.</p>\n</blockquote>\n<p>And so, perhaps, does the reason teachers teach. As the\neager student struggles to express himself, the theme grader\ndiscovers a hidden prize—the fringe benefits not written into\nany contract.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Fringe Benefits</h1> <p><em><span data-rel=\"author\">W. Dark Hendley</span> <span data-rel=\"location\">University of Missouri, K.C.</span></em></p> <p>Everyone knows that teachers teach and professors\nprofess for something other than the money involved.\nReaders of VERBATIM would not be surprised to learn that\nsome members of our brotherhood have discovered a fringe\nbenefit of the profession—one not included in the usual\nbenefit packages put together by academic institutions. This\nfringe benefit, believe it or not, is theme grading. Allow me\nto explain.</p> <p>Theme grading in and of itself is, of course, often considered\none of the drawbacks of teaching. The work is slow,\ntedious, and often repetitious. While grading, however, the\nearnest searcher after solecisms, malapropisms, barbarisms,\nand the like often discovers that hobby and job coincide,\nand the result is a fringe benefit not even dreamed of in the\npersonnel office.</p> <p>I have been collecting such fringe benefits for several\nyears, and this seems a good time to share some of my collection\nwith readers who are equally entertained by grammatical\nand linguistic absurdities. First, however, a few\nwords of explanation are appropriate. All of my examples\nare taken from papers written outside of class; thus, they\npresumably contain well-thought-out ideas and are carefully\nworded to achieve the maximum effect. All represent the\nlucubrations of upperclassmen, advanced students of literature.\nLike gemstones found in a slagheap, they come rough\nand unpolished, in all their native glory.</p>"
}