{
  "type": "Article",
  "title": "Philip Howard on English English: Pronunciation",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English: <em>Pronunciation</em></h1>\n<p>Not merely <em>de gustibus: De pronuntiationibus non\ndisputandum</em>. But, by Hermes, God of mispronunciation, in\nBritain we enjoy arguing about pronunciation more than\nabout politics. Perhaps this is not surprising in a country\nwhere one's pronunciation is a badge of class and where we\nstill doubtfully believe in a correct form of pronouncing the\nQueens English, called Standard or Received or Southern\nEnglish, defined as the dialect of the educated all over\nEngland. It has also been defined polemically as 'not the accent\nof a class, but the accent of the class-conscious, the\ndialect of an effete social clique, half aware of its own\netiolation, capitalizing linguistic affectations to convert\nthem to caste-marks.'</p>\n<p>The notion of a correct way of pronouncing British\nEnglish has been undermined over the past twenty years by\nthe vogue for regional and 'uneducated' British accents on\nradio and television, though, interestingly, not on the Overseas\nService of the BBC. It is still thought proper that\nforeigners should hear mainly Standard English.</p>\n<p>Whenever some news reader or other influential personality\n'mispronounces' a word, conservative folk feel the\nstandards of civilization threatened and do the only thing a\nchap or chapess can do in the circumstances: write a fulminatory\nletter to <em>The Times</em>.</p>\n<p>Take a recent, controversial example. The Standard\nEnglish pronunciation of <em>controversy</em> puts the primary stress\non the first syllable and a secondary stress on the third\nsyllable. It has suddenly become fashionable among the\nmedia or uneducated classes to put the stress on the second\nsyllable. My sources indicate that this shift has not happened\nin the States.</p>\n<p>The new pronunciation upsets British purists catastrophically.\nThey write complaining that it is ugly, uneducated,\nand wrong. Ugliness in pronunciation is not a quality\nthat can be judged objectively. Uneducated? It is true that\nuntil recently dictionaries, grammars, and teachers of English\ntold us that it was correct to stress the first and third\nsyllables of <em>controversy</em>. But they merely record the way\nthat most of the “best” speakers pronounce the word. The\nnew <em>Collins English Dictionary</em> recognizes the new pronunciation\nof <em>controversy</em> as an alternative in British English.</p>\n<p>But is it wrong? I am not sure that it is helpful to talk\nabout correct and incorrect pronunciations. Of course one\ncan invent examples of pronunciations that are clearly\nwrong. If somebody always said it “controvarsity,” at the\nvery least we should say that he or she had an amusing eccentricity\nin his or her speech when it came to <em>controversy</em>.</p>\n<p>Recessive accent took the stress to the first syllable of\n<em>controversy</em> in British English. Progressive accent seems to\nbe taking it forward again. It happens. <em>Commendable</em> was\nclearly once stressed on its first syllable:  ‘Tis sweet and\ncommendable in thy nature. Hamlet.’ That will only scan if\nyou stress the first syllable. Today the correct pronunciation\nof <em>commendable</em> stresses the second syllable. It is possible\nthat the same shift of stress forward to the second syllable is\nhappening in <em>formidable</em>.</p>\n<p>I have correspondents who argue vehemently that the\nStandard English pronunciation of <em>controversy</em> with the\nstress on the first and third syllables must be correct because\nit retains the Latin pronunciation of the root word. There\nare three things to say to that. First, we do not completely\nunderstand the Latin stress system, but it was different from\nEnglish. Second, the <em>o</em> in the second syllable in Latin was a\nlong vowel, not the short o that most of us make it in\nEnglish. And third, we are not bound in English to maintain\nthe pronunciation of words we steal from other languages.\nLook what we have done to the Frog <em>formidable</em>.</p>\n<p>There is no rhyme or reason, but a healthy variety in\nmuch English pronunciation. The BBC announces programmes\nabout a Don it now calls 'Kee-hohtie,' but it pronounces\n<em>Sancho Panza</em> as in English. Why this keehohtic\nquixotic confusion?</p>\n<p>When you come on to British pronunciation of Latin\nwords, the controversy is complicated because sectarian\nprejudice is added to the brew of class snobbery and\nlinguistic purism. For instance, there are four current pronunciations\nof <em>Caesar</em> in Britain:</p>\n<blockquote>\n<ol>\n<li>Seezar: the traditional English.</li>\n<li>Kaiser: the modern reformed.</li>\n<li>Sayzar: the European, and medieval English.</li>\n<li>Chayzar: the Italian.</li>\n</ol>\n</blockquote>\n<p>We have recently been having a controversy between\nRoman Catholics and others about whether the new pronunciation\nof <em>deity</em> to rhyme with <em>laity</em> is closer to the\noriginal Latin, as if that mattered. Since the Latin <em>deitas</em>\nhas a short <em>e</em>, the new pronunciation seems not so much\n“correct” as an Italianate pronunciation. Should we start\npronouncing the English word <em>genius</em> 'jaynius'? If the cry is\nthat we must revert to the Latin pronunciations of our\nRoman forefathers, perhaps we can escape from the\ndisagreeable sounds made by the 'misuse' of the words <em>ego</em>\nand <em>libido</em>. By extension to Greek, we might hear <em>Eros</em>,\n<em>Thetis</em>, and <em>economic</em> pronounced with their original\nvalues. The truth is:</p>\n<ol>\n<li>\n<p>There is no necessary connexion between the British\npronunciation of a word and its pronunciation in the language\nfrom which it is taken.</p>\n</li>\n<li>\n<p>There is a tendency to pronounce words as they are\nwritten, and to pronounce foreign words with a foreign pronunciation,\noften with ludicrous results.</p>\n</li>\n<li>\n<p>The use of pronunciation as a class shibboleth to\nseparate the sheep from the ruling class survives, but looks\nincreasingly silly.</p>\n</li>\n</ol>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English: <em>Pronunciation</em></h1> <p>Not merely <em>de gustibus: De pronuntiationibus non\ndisputandum</em>. But, by Hermes, God of mispronunciation, in\nBritain we enjoy arguing about pronunciation more than\nabout politics. Perhaps this is not surprising in a country\nwhere one's pronunciation is a badge of class and where we\nstill doubtfully believe in a correct form of pronouncing the\nQueens English, called Standard or Received or Southern\nEnglish, defined as the dialect of the educated all over\nEngland. It has also been defined polemically as 'not the accent\nof a class, but the accent of the class-conscious, the\ndialect of an effete social clique, half aware of its own\netiolation, capitalizing linguistic affectations to convert\nthem to caste-marks.'</p> <p>The notion of a correct way of pronouncing British\nEnglish has been undermined over the past twenty years by\nthe vogue for regional and 'uneducated' British accents on\nradio and television, though, interestingly, not on the Overseas\nService of the BBC. It is still thought proper that\nforeigners should hear mainly Standard English.</p> <p>Whenever some news reader or other influential personality\n'mispronounces' a word, conservative folk feel the\nstandards of civilization threatened and do the only thing a\nchap or chapess can do in the circumstances: write a fulminatory\nletter to <em>The Times</em>.</p> <p>Take a recent, controversial example. The Standard\nEnglish pronunciation of <em>controversy</em> puts the primary stress\non the first syllable and a secondary stress on the third\nsyllable. It has suddenly become fashionable among the\nmedia or uneducated classes to put the stress on the second\nsyllable. My sources indicate that this shift has not happened\nin the States.</p>"
}