{
  "type": "Article",
  "title": "A Saga",
  "author": "Janet Krueger",
  "location": "Long Beach, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Saga</h1>\n<p><em><span data-rel=\"author\">Janet Krueger</span> <span data-rel=\"location\">Long Beach, California</span></em></p>\n<p>When I first came to the big city, just a plug-ugly hillbilly\nsuddenly out hobnobbing with the hoi-polloi, I was\namazed at all the hustle and bustle. Everywhere I went, I\nsaw people dashing hither and thither, waving their pooper-scoopers\nand chasing pell-mell after their dogs, with man\nand beast alike running through traffic lights and instigating\nnumerous killer-diller fender-benders. Believe me, there was\nquite a hubbub and to-do as pets ran helter-skelter with,\nwilly-nilly, their masters or mistresses following, huffing\nand puffing. A man sitting under a banyan (or was it a\nhackmatack?) tree in the park, who said he was a pet vet,\ntold me that all the hurry-scurry was caused by a new law\npassed by the duly elected rinky-dink city officials, all of\nwhom, he claimed, were certified nitwits, not to say dead-heads.</p>\n<p>“Jeepers creepers!” the people shouted. “We're not going\nto listen to all that claptrap and folderol or kowtow to\nthose crumb-bums!” And “Boo-hoo!” the rich little old\nladies cried, “What harm can one itsy-bitsy bowwow do?”\nThere was many an angry powwow and much whoop-de-do,\nbut in the end, of course, the bigwigs won.</p>\n<p>After that, things seemed kind of humdrum and, when\nI wasn't having paydays by working as a crackerjack handy-andy,\nI would watch the boob tube for a while every morning\nand then go down to the Piggly-Wiggly for some\nmammie-jammie or maybe some tutti-frutti ice cream, and\nmingle with the lunch bunch. One afternoon someone\ncalled out, “Yoo-hoo!” and here came this really hotsy-totsy-looking\ngirl, wearing a fancy-schmancy smock-frock and\nfrangipani perfume. She asked me, with a tee-hee and a\nboop-boop-a-doop, if I wanted to go to a honky-tonk in\nHackensack with her and boogie-woogie. “Okey-dokey,” I\nsaid, and thus I began a life full of razzmatazz, even though\nPolly (Wollydoodle, in full) turned out to be a real ding-a-ling.\nWe had many a wingding together, however, and\neven a little hugger-mugger hanky-panky. We never made\nit to the wed-bed, though, because one night my lovey-dovey\ntold me she had to get down to the nitty-gritty and\nthat the truth was, I was too much of a namby-pamby for\nher, besides being somewhat of a phony-baloney and also a\nfuddy-duddy. In fact, I was beginning to give her the\nheebie-jeebies, she said, and she no longer cared for me even\na teeny-weeny bit.</p>\n<p>“Holy Moley,” I sobbed. “I thought you were true\nblue! You were my harum-scarum honey bunny, and I was\nyour roly-poly silly Billy! If you leave me I'll commit hari-kiri!\nOr worse, I'll put a hex on you with voodoo hocus-pocus!”</p>\n<p>“Hell's bells!” she exclaimed. “Don't give me that\nabracadabra and mumbo-jumbo. You just haven't any razzle-dazzle\nany more, and from now on it's no go.”</p>\n<p>She was right. She was hoity-toity no-show after that,\nand the last I heard she was working for a jelly-bellied fat\ncat as a hootchy-kootchy dancer in Hong Kong, although\nthe only foreign language she knows is Tex-Mex. May she\nget paid in funny money and lose it all at fantan, say I.</p>\n<p>As for me, I have become one of the ragtag band of\nhobos and lost souls of the city as I wander here and there\nwith my hurdy-gurdy, playing my hemidemisemiquavers\nfrom an empty bandstand in the park while the panhandlers\nand rum-bums dance the villa-nella or raise their herky-jerky\nvoices in a sing-a-ling.</p>\n<p>Oblivious of the hurly-burly and hubble-bubble around\nme, my lodgings a hodgepodge and my few ragbag possessions\nstrewn about higgledy-piggledy, I find that my life has\nturned to nada. My dreams are full of hobgoblins and I'm\nall broken up, just like Humpty Dumpty. If only I had some\nself-pelf I could get away from it all and go hunt kudus\nwith the Zulus, or fish for cohos, or climb the Changabang.\nBut I know I'm no hotshot any more-if ever I was one.</p>\n<p>In short, my heyday is over.\nLikewise, my saga.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Saga</h1> <p><em><span data-rel=\"author\">Janet Krueger</span> <span data-rel=\"location\">Long Beach, California</span></em></p> <p>When I first came to the big city, just a plug-ugly hillbilly\nsuddenly out hobnobbing with the hoi-polloi, I was\namazed at all the hustle and bustle. Everywhere I went, I\nsaw people dashing hither and thither, waving their pooper-scoopers\nand chasing pell-mell after their dogs, with man\nand beast alike running through traffic lights and instigating\nnumerous killer-diller fender-benders. Believe me, there was\nquite a hubbub and to-do as pets ran helter-skelter with,\nwilly-nilly, their masters or mistresses following, huffing\nand puffing. A man sitting under a banyan (or was it a\nhackmatack?) tree in the park, who said he was a pet vet,\ntold me that all the hurry-scurry was caused by a new law\npassed by the duly elected rinky-dink city officials, all of\nwhom, he claimed, were certified nitwits, not to say dead-heads.</p> <p>“Jeepers creepers!” the people shouted. “We're not going\nto listen to all that claptrap and folderol or kowtow to\nthose crumb-bums!” And “Boo-hoo!” the rich little old\nladies cried, “What harm can one itsy-bitsy bowwow do?”\nThere was many an angry powwow and much whoop-de-do,\nbut in the end, of course, the bigwigs won.</p> <p>After that, things seemed kind of humdrum and, when\nI wasn't having paydays by working as a crackerjack handy-andy,\nI would watch the boob tube for a while every morning\nand then go down to the Piggly-Wiggly for some\nmammie-jammie or maybe some tutti-frutti ice cream, and\nmingle with the lunch bunch. One afternoon someone\ncalled out, “Yoo-hoo!” and here came this really hotsy-totsy-looking\ngirl, wearing a fancy-schmancy smock-frock and\nfrangipani perfume. She asked me, with a tee-hee and a\nboop-boop-a-doop, if I wanted to go to a honky-tonk in\nHackensack with her and boogie-woogie. “Okey-dokey,” I\nsaid, and thus I began a life full of razzmatazz, even though\nPolly (Wollydoodle, in full) turned out to be a real ding-a-ling.\nWe had many a wingding together, however, and\neven a little hugger-mugger hanky-panky. We never made\nit to the wed-bed, though, because one night my lovey-dovey\ntold me she had to get down to the nitty-gritty and\nthat the truth was, I was too much of a namby-pamby for\nher, besides being somewhat of a phony-baloney and also a\nfuddy-duddy. In fact, I was beginning to give her the\nheebie-jeebies, she said, and she no longer cared for me even\na teeny-weeny bit.</p>"
}