{
  "type": "Article",
  "title": "Phreddy Is a Phynque: Two Graphs for One Sound",
  "author": "Robert A. Fowkes",
  "location": "Yonkers, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Phreddy Is a Phynque: Two Graphs for One Sound</h1>\n<p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">Yonkers, New York</span></em></p>\n<p>The graffito, <em>PHreddy Is a PHynque</em>, in childish writing,\nwas seen on the walls of Chester some time in\n1966 by the writer, who was mildly surprised that <em>fink</em> had\n“ made the British scene.” The facetiousness of the orthography\nwas a parody of English spelling caprices, smartly\nperceived by the probably juvenile inscriber.</p>\n<p>A large portion of the intriguing complexity of our orthography\nmay be traced to transcription practices, many of\nthem involving digraphs with the strangely useful symbol <em>h</em>.\nFor example, <em>ph-superficially</em> regarded as a cumbersome\nway of indicating one sound by two symbols, perhaps-owes\nits presence in our writing system to a long\nhistorical process. When Romans first wrote in their language\nGreek words containing <em>phi</em> (φ), they chose <em>ph</em> to indicate\nwhat was in early times an aspirated <em>p</em> (more or less a\n<em>p</em> followed by <em>h</em>). There was a precedent for this in Greek\nitself, for an ancient way of writing <em>phi</em> was IIH. But <em>phi</em>\nunderwent a change in pronunciation, and around the second\ncentury B.C. it was probably an <em>f</em>, although not the\nlabio-dental <em>f</em> of English and, possibly, of Latin, which involves\nthe lower lip and the upper teeth, but rather a\nbilabial <em>f</em>, which involves both lips but not the teeth. Maybe\n<em>phew</em> has this sound “marginally” in English. At any rate,\nthe Romans evidently found <em>ph</em> a convenient way of marking\na sound that differed from their <em>f</em>. Perhaps many\nRomans could not distinguish the two sounds, but some of\nthem studied in Greece and mastered the language. Such\npeople possibly made a point of preserving the distinction\nbetween <em>ph</em> and <em>f</em>. In time, the two sounds became identical.\nIn later centuries, medieval Latin and then the\nRomance languages adopted the practice of writing <em>f</em> for\nwhat had previously been <em>ph</em>. The following brief list in\nItalian illustrates the point:</p>\n<blockquote>\n<p><em>farmacia</em>   —   pharmacy<br>\n<em>fase</em>      —    phase<br>\n<em>frase</em>      —   phrase<br>\n<em>fenomeno</em>    —  phenomenon<br>\n<em>fonetico</em>   —   phonetic<br>\n<em>fotografia</em>  —  photograph (y)<br>\n<em>sfera</em>      —   sphere</p>\n</blockquote>\n<p>French has re-acquired many <em>phs</em>.</p>\n<p>In Old and Middle English, a similar move was made\nto <em>write f</em> instead of <em>ph</em> in such words. But learned tampering\nset in, and people who knew that there had once been a\n<em>ph</em> in the words restored the old writing. John Gower is said\nto have been especially vigorous in <em>ph</em>-restoration, but\nothers-Mandeville, Langland, and many more-show the\nsame trend. Thus, what had temporarily been <em>filosofie</em> and\n<em>fisique</em>, for example, were rewritten with <em>ph</em>.</p>\n<p>Not all new <em>phs</em> were really restorations. Some were\nintroduced into words not of Greek origin which had never\nhad <em>ph</em> at all (like our facetious forms <em>Phreddy</em> and\n<em>Phynque</em>). Examples (which have not survived) include:\n<em>phang</em> (fang), <em>phan</em> (fan), <em>phlip</em> (flip), <em>phanatic (fanatic</em> is\nfrom Latin), even <em>philome</em> (film). The process of replacing <em>f</em>\nby <em>ph</em> in words that historically “justify” it has not been\nthorough. Hence we have <em>fantom  phantom</em>, <em>fantasy/phantasy</em>, <em>fantastic / phantastic</em>, <em>fantast/phantast</em>, <em>frenzy I phremy</em>,\n<em>frenetic / phrenetic</em>. <em>Frantic</em> was possibly aided and abetted\nby the unrelated <em>fanatic</em>.</p>\n<p>Forms with apparently uncontested <em>ph</em> include <em>pharmacy</em>, <em>pharynx</em>, <em>pheasant</em>, <em>phenomenon</em>, <em>Philadelphia</em>,\n<em>physics</em>, etc. <em>Philter / philtre</em> 'potion' is unrelated to <em>filter</em>,\nwhich is from Medieval Latin <em>feltrum</em> 'felt'-used as a\nfilter-itself from Germanic.</p>\n<p>In modern words of Greek origin, <em>ph</em> seems to\npredominate, without monopolizing, however. <em>Sulfur</em>,\n<em>sulfuric</em>, and <em>sulfate</em> are competing forms for <em>sulphur</em>,\n<em>sulphuric</em>, and <em>sulphate</em>. And <em>f</em> is apparently winning in\n<em>sulfa drugs</em>, <em>sulfanilamide</em>, etc. Some scientists have told me\nthat they consider <em>f</em> “more up to date” in such words.</p>\n<p>Another source of <em>ph</em> is the rich mine of Old Testament\nnames, mostly of Hebrew origin, but also from Aramaic,\nEgyptian, and other languages. Conceivably, even these\nmade their way into English via Greek and Latin. But theological\nscholarship has also looked to the original sources\nagain. English seems to use no <em>f</em> in these Old Testament\nnames; <em>Ephraim</em>, <em>Joseph</em>, <em>Naphtali</em>, <em>Tophel</em>, <em>Ophrah</em>,\n<em>Pharez</em>, <em>Pharaoh</em>, <em>Philistines</em>, <em>Potiphar</em>, <em>Phinehas</em>, <em>Shepham</em>\n(looks like an English town name!), etc. The <em>ph</em> in Hebrew\nor Aramaic words reflects Semitic phonological conditions;\nit is <em>phe</em> (sans dagesh) as opposed to <em>pe</em> (with dagesh) and\nmay involve syntactic considerations. Some of the initial <em>phs</em>\nmay be hard to account for. Transmission via Greek <em>phi</em>\nmay have added to the confusion. (In some Bible translations\nbased on recent research, many <em>phs</em> are replaced by p.\nThe Icelandic Bible, e.g., which has no qualms about\nwriting <em>ph</em>- [actually as <em>f</em>-] in Greek names like <em>Philippians</em>,\nhas <em>Perez</em>, <em>Púra</em>, <em>Palti</em>, <em>Pallú</em>, <em>Púva</em>, as opposed to English\n<em>Pharez</em>, <em>Phurah</em>, <em>Phaiti</em>, <em>Phallu</em>, <em>Phuvah</em>.)</p>\n<p>English, then, has several ways of indicating the sound\nof <em>f</em>, in addition to <em>f</em> itself. One is <em>ff</em> <em>(cuff)</em>, another, <em>ph</em>\n<em>(Philadelphia)</em>; also <em>gh</em> (<em>laugh</em>, <em>tough</em>); <em>pf</em> (in names like\n<em>Pfeiffer</em> as pronounced in the U.S.) is another. English\n<em>lieutenant (left-)</em> has an unusual way of marking <em>[f]</em>; the\ncorresponding title in the British Navy is pronounced as it is\nin the U.S. If [<em>f</em>] is thus denoted cumbersomely in several\nways, <em>ph</em> can in turn represent, in addition to [f]: [v] in\n<em>Stephen and nephew</em>; [p] in <em>Clapham</em>; possibly bilabial\nvoiceless fricative in <em>phew</em>; and zero in <em>phthisic</em>. It would be\ncheating a bit to point to <em>ph</em> as <em>p + h</em> in <em>uphill</em>. (Is anyone\never tempted to read it as <em>euphyll</em>?)</p>\n<p><em>th</em></p>\n<p>Parallel to <em>ph</em> is <em>th</em>. Romans transcribed Greek <em>θ</em>\n(8) as th. Early Greek inscriptions had <em>th</em>, representing\naspirated t (once more, parallel to <em>ph</em>), although there were\nother writings too. The Romans had no such sound but\ntranscribed <em>theta</em> mechanically by <em>th (Thisbe</em>, <em>Thetis</em>,\n<em>Thēsēus</em>, <em>theātrum</em>, <em>thema</em>, <em>thōrax</em>).<em>Th</em> was adopted in\nEnglish to represent two native sounds: the voiceless <em>thorn</em>\n(\\?\\) as in <em>thorn</em>) and the voiced <em>edh</em> (\\?\\ as in these). Caxton\nis said to have introduced th, for, having brought from\nthe Continent a form of type having no thorn, he used <em>th</em>\nfor both sounds. (In Scotland, however, a form of \\?\\ that\nlooked like Y was long retained-in manuscripts in England\ntoo. This led to ye for 'the' and to “Ye Olde Tea Shoppe”\nand similar blunders. In Anglo-Saxon times, when there\nwere separate characters for <em>th</em> as in <em>thorn</em> and for <em>th</em> as in\n<em>then</em>, the signs were, amazingly enough, used inter-changeably.\nIn Icelandic, better sense prevailed, and there\nwere separate signs (usually) carefully distinguishing the\nvoiced and voiceless sounds.</p>\n<p>The adoption of <em>th</em> was, despite the confusion, advantageous\nin native words. <em>Ph</em> was, in a way, superfluous\nfrom the start, since <em>f</em> was available. But <em>th</em> occurs in some\nof our most frequent words: <em>the</em>, <em>this</em>, <em>that</em>, <em>they</em>, <em>them</em>,\n<em>their</em>, <em>than</em>, <em>with</em>, <em>other</em>, etc. We shall resist the temptation\nto discuss the history of some of these. But something else\nhappened too. Words like <em>theatre</em>, <em>theory</em>, <em>theme</em>, <em>throne</em>,\n<em>thermal</em> are now pronounced with the voiceless <em>th</em>-sound, as\nthey would have been in Greek, although most of them\nentered English through Latin or French, where no <em>th</em>\nexisted. But learned restoration occurred again, and English\nspeakers finally pronounced a <em>th</em> simply because it was\nwritten.</p>\n<p>Yet the name <em>Thomas</em> seems to have had, the sound of <em>t</em>\nin all periods of English (cf. <em>Tom, Tommy</em>), as have the\nrelated names <em>Thompson and Thomson</em>, also (with a different\nvowel sound) <em>Thomite</em>, <em>Thomistic</em>, <em>Thomism</em>.\n<em>Thames</em> [temz] has no reason for a <em>th</em>-spelling, being a Celtic\nriver name (<em>Tamēsa</em>, probably). But there is a <em>Thames</em>\nriver in Connecticut that rhymes with <em>James</em> and has the initial\nsound of <em>thorn!</em></p>\n<p><em>Thailand</em> has the t-sound, as does <em>Tha¨s</em> when referring\nto the novel by Anatole France or the opera by Massenet;\nbut as the name of the mistress of Alexander the Great and\nPtolemy I (consecutively) it has <em>th</em> as in <em>thorn</em>.</p>\n<p>The <em>Thaler</em> of German coinage, with spurious <em>th</em> to\nbegin with, supposedly has <em>t</em>- if and when pronounced in\nEnglish. The spelling th in German was a fad of long duration\ncreated by printers, who considered the added <em>h</em>\n“ elegant.” When names of German origin came into\nEnglish, interesting but not unexpected things happened.\nAll the names ending in -<em>thal</em> (contemporary spelling <em>Tal</em>\n'valley')-<em>Rosenthal</em>, <em>Lilienthal</em>, <em>Blumenthal</em>, and the other\nflowery dales-acquired a final element <em>thawl</em>. And <em>Roth</em>\n(contemporary German -spelling rot 'red') became <em>wroth</em>. In\nthe name of the <em>Rothschild</em> family (<em>rot</em> 'red' + <em>Schild</em>\n'shield, coat-of-arms') an illegitimate Wroth's Child sneaks\nin. If the <em>Rathskeller (or Ratskeller</em> in more modern form)\nseems to have preserved its t-sound intact, it may be because\nmost frequenters of such places know enough German. But\na friend named <em>Rath</em> (ultimately of the same origin as the\nfirst part of <em>Ratskeller</em>) was called Professor Wrath exclusively.</p>\n<p><em>Thug</em> is a Hindi word, with an alveolar t plus aspiration,\na sound not too unlike that of t in <em>tug</em>. But the spelling\n<em>th</em> has put a thorn in the side of the thug, and he's stuck\nwith it. <em>Waltham</em>, Massachusetts, should have -<em>ham</em> as its\nfinal element, and there should be no th-sound; but there is.</p>\n<p>The use of <em>th</em> to represent the <em>theta</em> sound is by no\nmeans an English monopoly. Welsh uses it for the voiceless\nsound of <em>th</em> (in <em>thin</em>). But quite early in Old High German,\nwhen such sounds still existed in German, spellings <em>th</em>-, <em>dh</em>-\nare found for <em>thorn</em> and <em>edh</em>, sometimes indiscriminately.\nSuch matters are not necessarily independent repetitions of\nsimilar processes but may be connected with the calling of\nthe scribe and the interrelated practices of scriptoria.\nScribes probably moved from country to country, mostly\nunder the aegis of the Church, to begin with. Later, printers\nbecame decisive, and they had international connections.</p>\n<p><em>ch</em></p>\n<p>Since <em>ph</em> and <em>th</em> correspond, in a way, to <em>phi</em> and <em>theta</em>,\nwe might expect English orthography to have a digraph to\nmatch <em>chi</em>. There is one, although it is out of step, inasmuch\nas it does not correspond to sounds in English in quite the\nsame way as <em>phi</em> and <em>theta</em> do. It is <em>ch</em>. But Greek <em>chi</em> has\nnot the same relationship to English phonetics as it would\nwere it completely parallel to <em>ph</em> and <em>th</em>. It is true that Old\nEnglish had the sound, but it was written <em>h</em>-sometimes g.\nNorman scribes then introduced the digraph <em>gh</em> (<em>right</em>,\n<em>night</em>, etc.), but the sound vanished in a few centuries, leaving\nthe spelling.</p>\n<p>Latin used <em>ch</em> to represent Greek <em>chi</em> (* X* ) although the\nsound was not present in Latin. (We encounter a problem\nin Latin <em>pulcher</em>. Old Latin <em>polcher</em> 'beautiful,' which is not\na word taken from Greek. Why does it have <em>ch</em>?) Latin\nwords from Greek with <em>ch</em> include: <em>charta</em>, <em>chorus</em>, <em>chorda</em>,\n<em>Christus</em>, etc. The Romance languages usually got rid of the\nh, cf. Italian <em>carta</em>, <em>coro</em>, <em>corda</em>, <em>Cristo</em>. If Italian <em>Chimera</em>\n(Latin <em>Chimaera</em>, from Greek <em>Chimaira</em>) seems to retain <em>ch</em>,\nthe semblance deceives: this is a special Italian use of <em>ch</em> to\ndenote the k-sound before t or e.</p>\n<p>In Old French the digraph <em>ch</em> was often used to represent\nthe sound of <em>ch</em> in <em>cheese</em>, <em>choke</em>, etc. With the Norman\nConquest <em>ch</em> was therefore introduced into French words\nnewly acquired in English (like <em>chafe</em>, <em>chain</em>, <em>chair</em>, <em>chance</em>,\n<em>charity</em>, <em>chase</em>) but simultaneously into native English words\n(like <em>cheek</em>, <em>chew</em>, <em>child</em>, <em>chin</em>, <em>choose</em>, <em>churn</em>). In noninitial\nposition the sound was often designated by -<em>tch</em>- (<em>witch</em>,\n<em>batch</em>, <em>wretch</em>, <em>itch</em>).</p>\n<p><em>Ch</em> has been overworked in English orthography, partly\nbecause it is from so many different sources. In addition\nto denoting the sounds mentioned above, it represents [?] in\nwords of later French origin: <em>chef</em>, <em>chic</em>, <em>chassis</em>, <em>chiffon</em>,\n<em>machine</em>, <em>chauvinism</em>, <em>chauffeur</em>, etc. It is [k] in words\nultimately from Greek: <em>chaos</em>, <em>chasm</em>, <em>character</em>, <em>cholera</em>,\n<em>choral</em>, <em>chrism</em>, <em>chrysanthemum</em>, <em>psyche</em>, <em>tachograph</em>, <em>hydrochloride</em>,\n<em>synecdoche</em>.</p>\n<p>Purists will try to pronounce the German ach-sound in\n<em>Bach</em> or the ich-sound in <em>Richard Wagner</em>; <em>some</em> will\nsucceed.</p>\n<p><em>gh</em></p>\n<p>We have mentioned that <em>gh</em> became the writing for\n[X] in Middle English, but that the sound itself was lost.\nIronically enough, when the front fricative [f] was substituted\nfor the back sound of gh in <em>laugh</em>, <em>tough</em>, <em>rough</em>,\n<em>enough</em>, etc., the digraph continued (most inappropriately)\nto represent a sound far removed from the original. That <em>gh</em>\nrepresents an Indic sound in a few words like <em>ghat</em> is due to\na convention for transcribing Sanskrit and its descendants\nand is quite separate from the other <em>gh</em> use.</p>\n<p>All digraphs mentioned have had <em>h</em> as their second\nmember. Most have proved useful, one or two less than\nuseful. Another one is of dubious value in English: <em>rh</em>. The\nGreek sound system did not “tolerate” an initial r. Whenever\none threatened to occur, an h- was made to precede it,\nindicated by the so-called rough breathing. Hence, <em>hr</em>- is the\nactual initial. But the Romans transcribed it as <em>rh</em>-, possibly\nbecause that combination did occur in Latin-although\nnever initially-whereas the sequence <em>hr</em> was completely\nstrange: <em>perhibeo</em>, <em>perhūmānus</em>, etc. At any rate, Latin\nadopted Greek words like <em>hrinókerōs</em> and <em>hrythmikós</em> as\n<em>rhīnocerōs</em>, <em>rhythmicus</em>. Once the style was adopted, <em>rh</em>-\nwas used where even hr- would have feared to tread, e.g.,\nin the Celtic river name <em>Rhenus</em> (the h has remained in German\n<em>Rhein</em> and English <em>Rhine</em>); also in <em>Rhēmi</em> (for <em>Rēmi</em>)\nthe name of a Gaulish tribe giving its name (perhaps voluntarily)\nto <em>Reims</em> (with variant <em>Rheims</em>). It happens, coincidentally,\nthat one Celtic language, Welsh, has turned all\ninitial rs into <em>rh</em>- (in that sequence, not *<em>hr</em>-). Hence Welsh\nwords “legitimately” begin with rh-, and <em>Rhein</em> is not an\nimitation of German.</p>\n<p>The <em>h</em> of rh plays an otiose role in a number of words\nultimately from Greek: <em>rhapsody</em>, <em>rheostat</em>, <em>rheumatism</em>,\n<em>rhododendron</em>, <em>rhubarb</em>, <em>rhythm</em>. The practice is reminiscent\nof the English spelling <em>wh</em>-, which, in those brands of\nEnglish where the h is pronounced, has the phonetic\nsequence <em>hw</em>-. There is no sense to the <em>rh</em> in <em>rhyme</em> (or to\nthe -y-, either); the spelling seems to result from imitation of\n<em>rhythm</em>, to which it is not related.</p>\n<p>The rh-factor is obviously something different in\n<em>Singman Rhee</em>, certainly in <em>Ernest Rhys</em> and <em>Rhondda\nValley</em>. And <em>rhatany</em>, a leguminous shrub of South America,\nshows tampering with what must have been a Kechua\nword. French has a few words with rh-, including <em>rhum</em>,\nwhere it does not belong but possibly adds an exotic touch.\nFrench also reveals conflicts in pairs like <em>rapsodie/Irhapsodic\nand rythme/rhythme</em>.</p>\n<p><em>sh</em></p>\n<p>Unlike the digraphs discussed up to now, sh corresponds\nto nothing in Greek or Latin. No such sound as [s],\nwas in their inventories, nor was it known in early French.\nOld English used sc for a while. A variety of other spellings\nfollowed, the most durable (12th-14th centuries) being <em>sch</em>.\n(It is hard to believe that this is unconnected with sch in\nGerman or Dutch.) Sh seems to be a simplification of that\nsch. Sh- occurs in a host of native English words (<em>shoe</em>,\n<em>shadow</em>, <em>shiver</em>, <em>shine</em>, <em>ship</em>, etc.) and in many borrowings\n(<em>shampoo</em>, <em>shamrock</em>, <em>sheik</em>, <em>sherry</em>, <em>shibboleth</em>, <em>Shogun</em>),\nbut not many from French, at least not in initial position.\nIn medial and final position, it is commoner in French borrowings,\nbut it was usually some other sound in French\nitself (<em>rush</em>,* push*, <em>flush</em>, <em>abash</em>, <em>leash</em>, <em>bushel</em>, <em>fashion</em>, <em>hash</em>).</p>\n<p>A few other digraphs with <em>h</em> are traceable to other\norigins and are more or less out of the system. <em>Gh</em> has been\nmentioned above in its character of transcription of an Indic\nsound. <em>Dh</em> is similar to it, occurring in words like <em>dharma</em>.\n<em>Cf</em>. also <em>bh</em> in <em>Bhagavad Gīta</em>, <em>Mahābhārata</em>, etc.</p>\n<p><em>Kh</em> represents a number of origins (<em>Khan</em>, <em>Khartoum</em>,\n<em>Khanukah</em>, etc.). In all of these the same exploitation of the\navailability of h is noted. H is in a way a diacritic par excellence\nthat removes the need for diacritics. It has\ndemonstrated its usefulness in a wide variety of languages-bungling\nthough the practice often may be. It is really\n<em>ghapsignaphthing</em> ('fascinating': <em>gh</em> as in <em>tough</em>, <em>ti</em> as in <em>nation</em>, <em>gn</em> as in\n<em>gnaw</em>, <em>phth</em> as in <em>phthisic</em>) to me.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Phreddy Is a Phynque: Two Graphs for One Sound</h1> <p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">Yonkers, New York</span></em></p> <p>The graffito, <em>PHreddy Is a PHynque</em>, in childish writing,\nwas seen on the walls of Chester some time in\n1966 by the writer, who was mildly surprised that <em>fink</em> had\n“ made the British scene.” The facetiousness of the orthography\nwas a parody of English spelling caprices, smartly\nperceived by the probably juvenile inscriber.</p> <p>A large portion of the intriguing complexity of our orthography\nmay be traced to transcription practices, many of\nthem involving digraphs with the strangely useful symbol <em>h</em>.\nFor example, <em>ph-superficially</em> regarded as a cumbersome\nway of indicating one sound by two symbols, perhaps-owes\nits presence in our writing system to a long\nhistorical process. When Romans first wrote in their language\nGreek words containing <em>phi</em> (φ), they chose <em>ph</em> to indicate\nwhat was in early times an aspirated <em>p</em> (more or less a\n<em>p</em> followed by <em>h</em>). There was a precedent for this in Greek\nitself, for an ancient way of writing <em>phi</em> was IIH. But <em>phi</em>\nunderwent a change in pronunciation, and around the second\ncentury B.C. it was probably an <em>f</em>, although not the\nlabio-dental <em>f</em> of English and, possibly, of Latin, which involves\nthe lower lip and the upper teeth, but rather a\nbilabial <em>f</em>, which involves both lips but not the teeth. Maybe\n<em>phew</em> has this sound “marginally” in English. At any rate,\nthe Romans evidently found <em>ph</em> a convenient way of marking\na sound that differed from their <em>f</em>. Perhaps many\nRomans could not distinguish the two sounds, but some of\nthem studied in Greece and mastered the language. Such\npeople possibly made a point of preserving the distinction\nbetween <em>ph</em> and <em>f</em>. In time, the two sounds became identical.\nIn later centuries, medieval Latin and then the\nRomance languages adopted the practice of writing <em>f</em> for\nwhat had previously been <em>ph</em>. The following brief list in\nItalian illustrates the point:</p> <blockquote>\n<p><em>farmacia</em>   —   pharmacy<br>\n<em>fase</em>      —    phase<br>\n<em>frase</em>      —   phrase<br>\n<em>fenomeno</em>    —  phenomenon<br>\n<em>fonetico</em>   —   phonetic<br>\n<em>fotografia</em>  —  photograph (y)<br>\n<em>sfera</em>      —   sphere</p>\n</blockquote>"
}