{
  "type": "Article",
  "title": "Indian File",
  "author": "Norman Ward",
  "location": "University of Saskatchewan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Indian File</h1>\n<p><em><span data-rel=\"author\">Norman Ward</span> <span data-rel=\"location\">University of Saskatchewan</span></em></p>\n<p>A person who lives in Saskatoon, Saskatchewan, in a\ncountry named Canada, whose capital is Ottawa,\ncan hardly be unaware of the importance of Indian words\nas a source of place names in North America. After inquiring\ninto the originals of those names, one will also know\nthat their pronunciation may have suffered in translation.\nThe <em>saskatoon</em>, for example, a delicious fruit that looks like\na reddish blueberry, was named by the Cree, and in the\nEnglish alphabet its Indian source comes out as <em>misaskwatomin</em>.\nA Cree not only would be unlikely to say <em>misaskwatomin</em>\nso that it rhymed with <em>saskatoon</em>, but might pronounce\n<em>saskatoon</em> itself differently from anybody whose\nmother tongue is English.</p>\n<p>That is perhaps one reason why, apart from hundreds\nof place names (what is the longest distance one can travel\non this continent without encountering an Indian place\nname?), remarkably few Indian words have entered North\nAmerican vernacular. There may be many local or regional\nexceptions, such as <em>saskatoon</em> itself: if it were not also the\nname of a city, it is doubtful whether the word would be\noften heard outside the berry's prairie habitat. But more important\nthan difficult pronunciations may be the simple historical\nfact that Europeans arrived in North America\nalready equipped with the words they needed to describe\nwhat they found. They were familiar with the native\npeoples' weaponry and modes of transportation and had\ntheir own terms for a considerable variety of geographical\nphenomena. Few of them were interested in native religious\nbeliefs beyond, perhaps, knowing what should be suppressed.\nWhat they did not have were names for places,\ntribes, and languages, and for those they drew on both their\nown history and on Indian words, frequently (judging from\nthe comments of authorities on place names) with no clear\nidea of precisely what they meant. They also relied on the\nnatives for the words for North American artifacts, flora,\nand fauna with which they were unfamiliar.</p>\n<p>Not all words that sound like adaptations from a native\ntongue or for some reason or other have particularly North\nAmerican, connotations are necessarily of Indian origin.\nLacrosse is widely regarded as a game played first by Indians,\nbut its name is French, and so is the name of one\ntribe that played it, the Hurons. That ubiquitous denizen of\nthe Great Plains, the <em>gopher</em>, honeycombs the earth, and\nthe French word for ‘honeycomb’ is <em>gaufre. Shaman</em> comes\nfrom Russian sources, among others, and <em>palaver</em> is from the\nPortuguese; <em>junco, mesa, palomino, pueblo</em>, and <em>sierra</em> are\nSpanish. We are also indebted to Europeans for several\nwords which, while probably of a native origin in this\nhemisphere, nonetheless seem to have entered North American\nEnglish with indirect assistance from abroad: French—\nparticularly Canadian French—imported <em>toboggan, rubaboo</em>\n‘an unappetizing soup made from pemmican,’ <em>babiche</em>\n‘rawhide thongs,’ and <em>togue</em> a regional name for ‘lake trout.’\nA longer list of more familiar words, generally with Caribbean\nbeginnings, has come down from the Spanish: <em>canoe,\nguano, hammock, maize, tobacco, papaya (or papaw), poncho,\npuma, quetzal</em>. (Some of those words, incidentally,\nhave made their way into French with identical spellings,\nwhile others have done so slightly disguised: <em>canoë, hamac,\nmaïs, tabac</em>.)</p>\n<p>No claim is made that the list is complete: consider the\nill-tempered <em>piranha</em>, or that indispensable source of chicle,\nthe <em>sapodilla</em>, not to mention its fellow tree, the <em>guaiacum</em>.\nAll of the words cited so far are readily categorized as\nanimal, vegetable, or artifact, offering few hints of abstract\nideas. With occasional exceptions, that generalization holds\ntrue of words that have entered North American English\ndirectly from the native languages. From the far north have\ncome <em>igloo, kayak, parka</em>, and <em>oomiak</em>. Canadian English,\nnaturally enough, contains a few, familiarity with which\nvaries greatly even among Canadians; <em>komatik, kudlik,\nmukluk, muktuk</em>, and <em>ooloo</em>, all of them man-made, unlike\nthat curious upheaval of Arctic ice called a <em>pingo</em>.</p>\n<p>More southerly peoples than the Innuit (<em>Eskimo</em> is not\nof native origin) have produced or contributed to a substantially\nlonger list of words in general North American use.\nSome of these are so solidly identified with particular areas\nthat their Indian origin is almost forgotten. Of food, there\nare <em>hominy</em>  (with its strikingly up-to-date root\n<em>rockahomonie</em>), <em>pemmican, persimmon, pone, quahog</em>, and\n<em>succotash</em>; a feast including some of those on the West coast\nwould be a <em>potlatch</em>, a festival particularly associated with\nthe Chinook tribe, which gave its name to an unseasonably\nwarm winter wind that on short notice sweeps eastwards\ndown the mountains and across the central plains. Untouched\nby a chinook is the <em>muskeg</em>, which lies between\nagricultural and forest lands and the Arctic.</p>\n<p>Some of the wild creatures with Indian names are also\nfood: the edible mammals include <em>caribou, moose</em>, and in\nsome places <em>opossum</em>, the fishes <em>cisco</em> and <em>muskellunge</em> and\nthe less familiar <em>oolichan</em> ‘smelt’ and <em>sauger</em> ‘pike.’ Less\ngenerally thought of as food, but doubtless eaten, are chipmunk,\nraccoon, <em>skunk</em>, and <em>massasauga</em> ‘a small venomous\nsnake of the Great Lakes region.’ Two types of horse are\nidentifiably Indian: the <em>appaloosa</em>, historically identified\nwith the Palouse River in Washington, and the <em>cayuse</em>. (<em>Pinto</em>,\nwhich sounds as if it ought to be Indian, is Spanish.)\nRecognizable artifacts that would be employed in and\naround all these creatures include <em>moccasin, tomahawk,\nwigwam</em>, and, for trade or perhaps ornamentation, <em>wampum.</em>\nAll of them, of course, could be discussed at\n<em>powwows.</em></p>\n<p>Native-language words that are specifically associated\nwith human beings are even rarer in North American English\nthan are those related to animals. <em>Squaw</em> and <em>papoose</em>\nare still with us, and still capable to titillating audiences at\nTV sitcoms when applied to non-Indians; but the best-known\ndesignation for a male warrior, <em>brave</em>, is of English\nand French extraction. The greenhorn is seen in a rarely\nheard word of Chinook ancestry, <em>cheechako</em>, and an Algonquian\nterm, sometimes used for cayuse, recognizes friendship\nin nitchie, also rare. <em>Tammany</em> Hall took into English\n<em>sachem</em> ‘a chief,’ by using the term for its own political purposes,\nand two other Algonquian words, <em>totem</em> and <em>manito</em>,\nwhich represent, respectively, a clan or family emblem and\nthe Great Spirit.</p>\n<p><em>Manito</em> stands almost alone as a word of native origin\nin the contemporary North American vocabulary which\ndoes not deal with a live or concrete object, but it shares\nwith most of the others a capacity to be spelled and pronounced\nin more than one way. For that reason, there is\nsometimes room for doubt about the etymology of an Indian\nword, for if (as George R. Stewart records in <em>Names on the\nLand) the magnificent Merrimack</em> can also be rendered as\n<em>Monumac</em> and <em>Molumac</em>, each with a different meaning,\nthere is no reason for surprise if one dictionary says the\norigin of <em>chipmunk</em> is uncertain, while another, equally\nreputable, says it is Algonquian. Since what was sought for\nthis article were Indian words in use in English, at first only\nconcise dictionaries were consulted, and whole new visitas\nwere opened up by the <em>Oxford English Dictionary</em>. That\nopus supplemented one thing the others agreed on, the spelling\nof <em>chipmunk</em>, with <em>chipmunck, chipmonk, chipmuk</em>,\nand <em>chipmiuck</em>. Owing to a fault in the paper in my copy,\nthe last version is unclear and may even be <em>chipminck</em>. It is\nobscurely comforting to think that it may not matter.</p>\n<p>“The unlearned or foolish phantasticall, that smelles\nbut of learnyng (such felowes as have been learned men\nin their daies) will to Latine their tongues, that the simple\ncannot but wonder at their talke, and thynke surely\nthei speake by some Revelacion. I knowe them that\nthynke Rhetorique, to stande wholy upon darke woordes,\nand he that can catche an ynke home terme by the taile,\nhim thei compt to bee a fine Englishe man, and a good\nRhetotician [sic]. And the rather to set out this folie, I\nwill add here suche a letter, as William Sommer himself,\ncould not make a better for that purpose....</p>\n<blockquote>\n<p>‘Ponderyng, erpēdyng, and revolutying with my\nself your ingent affabilitee, and ingenious capacitee,\nfor mundane affaires: I cannot but celebrate\nand extolle your magnificall dexteritee, above all\nother. For how could you have adepted suche illustrate\nprerogative, and dominicall superioritee, if\nthe fecunditee of your ingenie had not been so fertile,\nand woūderfull pregnaunt. Now therfore\nbeeyng accersited, to suche splendent renoume,\nand dignitee splendidious: I doubt not but you\nwill adiuuate such poor adnichilate orphanes, as\nwhilome ware cōdisciples with you, and of\nantique familiaritie in Lincolne shire. Among\nwhom I beeyng a Scholasticall panion, obtestate\nyour sublimitee to extoll myne infirmitee. There is\na sacerdotall dignitee in my native countrey, contiguate\nto me, where I now contemplate: whiche\nyour worshipfull benignitee, could sone impetrate\nfor me, if it would like you to extend your\nscedules, and collaude me in them to the right\nhonorable lord Chauncellor, or rather Archigramatian\nof Englande. You knowe my literature,\nyou knowe the pastorall promocion, I obtestate\nyour clemencie, to inuigilate thus muche for me\naccordyng to my confidence, and as you know my\ncondigne merites, for suche a compendious liuing.\nRut now I reliquishe to fatigate your intelligence\nwith any more frivolous verbositie, and therfore\nhe that rules the climates be euermore your beautreux,\nyour fortresse, and your bulwarke. Amen'\n“What wise mā readyng this letter, will not take\nhim for a very Caulfe, that made it in good earnest, and\nthought by his ynkepot termes, to get good personage\n. . . . Do we not speake, because we would have\nother to understande us, or is not the tongue geuē [given]\nfor this ende, that one might know what another\nmeaneth? And what unlearned man can tell, what half\nthis letter signifieth? Therfore, either we must make a\ndifference of Englishe, and saie some is learned Englishe,\nand other some is rude Englishe, or the one is courte\ntalke, the other is coūtrey speache, or els we must of\nnecessitee, banishe al suche affected Rhetorique, and use\naltogether one maner of lāguage.”</p>\n<p>— The <em>Arte of Rhetorique</em> (1553),\nThomas Wilson</p>\n</blockquote>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Indian File</h1> <p><em><span data-rel=\"author\">Norman Ward</span> <span data-rel=\"location\">University of Saskatchewan</span></em></p> <p>A person who lives in Saskatoon, Saskatchewan, in a\ncountry named Canada, whose capital is Ottawa,\ncan hardly be unaware of the importance of Indian words\nas a source of place names in North America. After inquiring\ninto the originals of those names, one will also know\nthat their pronunciation may have suffered in translation.\nThe <em>saskatoon</em>, for example, a delicious fruit that looks like\na reddish blueberry, was named by the Cree, and in the\nEnglish alphabet its Indian source comes out as <em>misaskwatomin</em>.\nA Cree not only would be unlikely to say <em>misaskwatomin</em>\nso that it rhymed with <em>saskatoon</em>, but might pronounce\n<em>saskatoon</em> itself differently from anybody whose\nmother tongue is English.</p> <p>That is perhaps one reason why, apart from hundreds\nof place names (what is the longest distance one can travel\non this continent without encountering an Indian place\nname?), remarkably few Indian words have entered North\nAmerican vernacular. There may be many local or regional\nexceptions, such as <em>saskatoon</em> itself: if it were not also the\nname of a city, it is doubtful whether the word would be\noften heard outside the berry's prairie habitat. But more important\nthan difficult pronunciations may be the simple historical\nfact that Europeans arrived in North America\nalready equipped with the words they needed to describe\nwhat they found. They were familiar with the native\npeoples' weaponry and modes of transportation and had\ntheir own terms for a considerable variety of geographical\nphenomena. Few of them were interested in native religious\nbeliefs beyond, perhaps, knowing what should be suppressed.\nWhat they did not have were names for places,\ntribes, and languages, and for those they drew on both their\nown history and on Indian words, frequently (judging from\nthe comments of authorities on place names) with no clear\nidea of precisely what they meant. They also relied on the\nnatives for the words for North American artifacts, flora,\nand fauna with which they were unfamiliar.</p> <p>Not all words that sound like adaptations from a native\ntongue or for some reason or other have particularly North\nAmerican, connotations are necessarily of Indian origin.\nLacrosse is widely regarded as a game played first by Indians,\nbut its name is French, and so is the name of one\ntribe that played it, the Hurons. That ubiquitous denizen of\nthe Great Plains, the <em>gopher</em>, honeycombs the earth, and\nthe French word for ‘honeycomb’ is <em>gaufre. Shaman</em> comes\nfrom Russian sources, among others, and <em>palaver</em> is from the\nPortuguese; <em>junco, mesa, palomino, pueblo</em>, and <em>sierra</em> are\nSpanish. We are also indebted to Europeans for several\nwords which, while probably of a native origin in this\nhemisphere, nonetheless seem to have entered North American\nEnglish with indirect assistance from abroad: French—\nparticularly Canadian French—imported <em>toboggan, rubaboo</em>\n‘an unappetizing soup made from pemmican,’ <em>babiche</em>\n‘rawhide thongs,’ and <em>togue</em> a regional name for ‘lake trout.’\nA longer list of more familiar words, generally with Caribbean\nbeginnings, has come down from the Spanish: <em>canoe,\nguano, hammock, maize, tobacco, papaya (or papaw), poncho,\npuma, quetzal</em>. (Some of those words, incidentally,\nhave made their way into French with identical spellings,\nwhile others have done so slightly disguised: <em>canoë, hamac,\nmaïs, tabac</em>.)</p>"
}