{
  "type": "Article",
  "title": "English as she is spoke: The new guide of the conversation in Portuguese and English in two parts, by Pedro Caroline (Jose da Fonseca)",
  "author": "Michael Gorman",
  "location": "University of Illinois",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">English as she is spoke: The new guide of the conversation in Portuguese and English in two parts, by Pedro Caroline (Jose da Fonseca)</h1>\n<p><em><span data-rel=\"author\">Michael Gorman</span> <span data-rel=\"location\">University of Illinois</span></em></p>\n<p>We expect then, who the little book (for the\ncare what we wrote him, and for her typographical\ncorrection) that may be worth the expectation of\nthe studious persons, and especially of the Youth, at which\nwe dedicate him particularly.”With these words, Jose da\nFonseca closed his introduction to the most famous and enduring\nof fractured English phrase-books. It was first published\nin Paris in 1855 and has been republished many times\nunder its original title and, more commonly, under the title\n<em>English as she is spoke</em>. The first American edition of the\nbook (“reprinted verbatim and literatim” in Boston in 1883)\ncontained an introduction by Mark Twain, who wrote that\n“this celebrated little phrase-book will never die while the\nEnglish language lasts ... it is perfect ... its immortality\nis secure.” Fonseca's sublime ridiculousness is not much read\nnow, yet I am as sure as was Twain that its season will\ncome again and that other generations will rejoice in its\nunique humor.</p>\n<p>There is a great difference between the humor that\narises from the simple misuse of language and that which\narises from the kind of naive, serious-minded, and, ultimately,\ninspired assault on its richness typified by Fonseca's\nphrase-book. I once stayed in a Grenoble hotel room which\nwas decorated with the alarming instruction “In case FIRE,\navert the boots.” I soon realized that it was not my footwear\nthat had to be warded off, but that the message stemmed\nfrom a combination of the belief that <em>avertir</em> translated as\n'avert' and the use of a French-English dictionary dating\nback to the time of the lowly hotel servant known as “the\nboots.” I recalled then my first acquaintance with <em>English\nas she is spoke</em> and, not for the first time, relished the incredible\nvariety of our language and the unconsciously\nhilarious results caused by its use by less than fluent speakers\nand writers.</p>\n<p>There are classic phrases from other European phrasebooks.\nMy favorites are the familiar “Stop, the postilion has\nbeen struck by lightning!” and the less familiar, but richer\nin social nuance, “Unhand me Sir, for my husband, who is\nan Australian, awaits without.” Even these gems are single\nlines from otherwise ordinary works. In the case of\nFonseca's book, every page has its memorable lines. He\nseems to have been incapable of phrasing even the most simple\nidea without some happy misconjunction of words. The\npeculiar felicity of his lists, phrases, and conversations came\nfrom his rooted belief that he was a master of the English\nlanguage and had a mission to spread the advantages of that\nmastery to others.</p>\n<p>The book has two main parts. The first consists of lists\nof words and phrases in Portuguese and English accompanied\nby their English pronunciations. These lists are\nfound under such headings as “Of the man,” “Some wines,”\nand “Drinkings.” The second consists of “Familiar dialogues”\nin English and Portuguese under such headings as\n“For embarking one's self,” “With the gardener,” and\n“With a eating-house keeper.” The book is rounded out by\nvarious small appendices, of which my very favorite (and\nthe most sublimely Fonsecaian) is the section headed\n'Idiotisms and proverbs.” Any one of these idiotisms is\nperfect in itself, but they can be divided into the hilariously\nloony and the cryptic. Examples of the first are</p>\n<blockquote>\n<p>The walls have hearsay<br>\nAccording to thy purse rule thy mouth<br>\nBig head, little sens<br>\nHe is beggar as a church rat</p>\n</blockquote>\n<p>The wisdom of these last phrases is not obscured by the\npeculiarity of their expression. On the other hand, it takes a\nvery wise head to tease the meaning out of:</p>\n<blockquote>\n<p>Nothing some money, nothing of Swiss<br>\nHe steep as a marmot<br>\nTake the moon with the teeth<br>\nCat scalded fear the cold water<br>\nWhich like Bertram, love hir dog<br>\nHe turns as a weath turcocl</p>\n</blockquote>\n<p>However, before one can move on to a mastery of English\nidiotisms, it is necessary to learn more basic words and\nphrases. For example, consider the “Properties of the body,”\namong which one finds:</p>\n<blockquote>\n<p>Drowsiness, Yawn, Contortion, Lustiness, Sneesing,<br>\nBelch, Watching</p>\n</blockquote>\n<p>Armed with these basic concepts, one can then proceed to\nthe “Defects of the body,” such as;</p>\n<blockquote>\n<p>A blind, A hump, A left handed, A squint-eyed,<br>\nThe scurf</p>\n</blockquote>\n<p>Knowing the body, its properties and defects, one can begin\nto think about more concrete matters, such as food and\ndrink. For this one needs “For the table”:</p>\n<blockquote>\n<p>Some plates, The bottle, Some knifes, Some groceries,<br>\nSome crumb</p>\n</blockquote>\n<p>and “Eatings,” such as:</p>\n<blockquote>\n<p>Some boiled meat, Some fritters, A stewed fruit, Some<br>\njelly broth, Some wigs, A chitterling sausages, Some<br>\ndainty dishes, A litl mine, Hog fat</p>\n</blockquote>\n<p>With such a repast one would have such “Drinkings”\nas:</p>\n<blockquote>\n<p>Some brandy, Some orgeat, Champaign wine, Some<br>\npaltry wine</p>\n</blockquote>\n<p>I should pause here to note that Fonseca had a number\nof singular theories about English. These theories were more\nor less what one would expect of a man who thought that\n<em>Chinaman</em> was a trade; they included the ideas that <em>a</em> and\nan were masculine and feminine articles, respectively, and\nthat <em>some</em> was a plural article, as in “Some garlics.” He also\nappears to have believed <em>it</em> to be the masculine third person\nsingular pronoun.</p>\n<p>To return to his lists, we find the “Quadruped's beasts”\nsuch as:</p>\n<blockquote>\n<p>Shi ass, Dragon, Young rabbit, A mule<br>\nand “Fishes and shell fishes,” such as:</p>\n<p>Bleak, Calamary, Muscles, Hedge-hog, A sorte of fish,<br>\nTorpedo</p>\n</blockquote>\n<p>If one were fortunate enough to catch any of these quadruped's\nbeasts or fishes, one would no doubt cook them with\n“Seasonings”:</p>\n<blockquote>\n<p>Some wing, Some pinions, Some hog'slard<br>\nor “Pot-herbs,” such as:</p>\n<p>Some succory, Some cabbages, Some corianders</p>\n<p>When one's appetite and thirst are satisfied, there are\nsuch games to play as:</p>\n<p>Gleek, The billiard table, Carousal, Pile, Even or non\neven.</p>\n</blockquote>\n<p>One of the most useful features of Fonseca's phrasebook\nis the phonetic transcription of English pronunciation\ngiven next to the English words and phrases. It is my private\nconviction that these pronunciations formed the basis\nfor the unique accent used by the late Peter Sellers in his\ncharacterization of Inspector Clouseau in the Pink Panther\nseries of films. Take, for example, Fonseca's pronunciation\nfor one of his most creative Englishisms-the eatable <em>Some\nwigs</em>. The phonetic equivalent is “Seume uigues.” In those\nletters one can read the very essence of Clouseau, as one can\nin the phonetic transcription of <em>Gun-powder</em> (Guenepau'-der).</p>\n<p>The “studious Portuguese and brazilian Youth” to\nwhom Fonseca addressed his great work will, no doubt,\nhave spent many studious hours learning the words and\nphrases in the first part before approaching the second part\nwith understandable trepidation, for the second part was to\nbuild on their acquaintance with the English conversation.\nUnderstandably, the author introduced them gently. The\nfirst dialogue “For to wish the good morning” contains such\nstaples of conversation as:</p>\n<blockquote>\n<p>—Good morning, sir, how do you do today?<br>\n—Very well, I thank you<br>\n—To much oblige to you<br>\n—He is very well<br>\n—I am very delight of it. Were is it?<br>\n—He is in country<br>\n—Give a seat to the gentilman<br>\n—It is not necessary, it must go to make a visit hard by<br>\n—You are too in haste</p>\n</blockquote>\n<p>Perhaps one wishes to make a morning visit:</p>\n<blockquote>\n<p>—Is your master at home? Is it up?<br>\n—No sir, he sleep yet<br>\n—I go make that he get up<br>\n—How is it, you are in bed yet?<br>\n—Yesterday at evening, I was to bed so late that I\nmay not rising me soon that morning<br>\n—Well! what have you done after the supper?<br>\n—We have sung, danced, laugh, and played<br>\n—What game?<br>\n—To the picket<br>\n—I am no astonished if you get up so late<br>\n—Adieu, my deer, I leave you. If can to see you at\nsix clock to the hotel from ***, we swill dine\ntogether</p>\n</blockquote>\n<p>A strong personality emerges from these dialogues. It is\nthat of an inquisitive, fussy, but congenial and clubbable\nsoul, a sort of Portuguese Pepys delighting in gossip and\nfood and wine and company. For instance, “With a hair\ndresser”:</p>\n<blockquote>\n<p>—Master hair dresser, you are very lazy. If you not\ncome sooner, I shall leave you to\n—Shave-me<br>\n—Your razors are them well?<br>\n—Comb-me quickly; don't put me so much pomatum.<br>\n—What tell me? all hairs dresser are newsmonger</p>\n</blockquote>\n<p>One can see all his qualities in “For to ask some news”:</p>\n<blockquote>\n<p>—Is it true what is told of master M***?<br>\n—I have heard that he hurt mortally<br>\n—I shall be sowow of it, because he is a honestman<br>\n—Which have wounden him?<br>\n—Two knaves who have attacked him<br>\n—Do know it why?<br>\n—The noise run that is by to have given a box on\nthe ear to a of them\n—I believe it not<br>\n—Are you too many amused to the ball last night?<br>\n—Plenty much, and Madame L*** has call for me\nyour news</p>\n</blockquote>\n<p>and in “For to dine”:</p>\n<blockquote>\n<p>—Sit down here by me.  Do you like soup?<br>\n—Gentilman, will you some beans?<br>\n—Peter, uncork a Porto wine bottle<br>\n—Sir, what will you to?<br>\n—A pullet's wing<br>\n—I trouble you to give me a pear<br>\n—This seems me mellow<br>\n—Taste us rather that liquor, it is good for the stomach<br>\n—I am too much obliged to you, is done</p>\n</blockquote>\n<p>Fonseca's studious youth were not to be contented with\na mastery of English. Other European languages were of\nconcern to them:</p>\n<blockquote>\n<p>—How is the french? Are you too learned now?<br>\n—No too much, I know almost nothing<br>\n—They tell howeuver that you speak very well<br>\n—These which tell it they mistake one's<br>\n—Not apprehend you, the french language is not difficult</p>\n</blockquote>\n<p>No matter how difficult these languages might be to acquire, a man with a command of foreign tongues was a man to be envied:</p>\n<blockquote>\n<p>—How is that gentilman who you did speak by and by?<br>\n—Is a German<br>\n—I did not think him Englishman<br>\n—He is of the Saxony side\nspeak the french very well\n—Tough he is German, he speak so much well italyan, Spanish and english, that among the Italyans they think him Italyan, he speak the french as the Frenches himselves. The Spanishesmen believe him Spanishing, and the Englises, Englisman.<br>\n—It is difficult to enjoy well so much several languages</p>\n</blockquote>\n<p>Even the linguistic paragon discussed in the previous\ndialogue could well be at a loss for words when presented\nwith an unsatisfactory horse by a rascally servant. Not so\nthe Fonseca of “For to ride a horse”:</p>\n<blockquote>\n<p>Here is a horse who have a bad looks. Give me\nanother; I will not that. He not sall know to march,\nhe is pursy, he is foundered. Don't you are ashamed\nto give me a jade as like? he is undshoed, he is with\nnails up, it want lead to the farrier. He go limp, he\nis disable, he is blind. That saddle shall hurt me.\nThe stirrups are too long, very shorts. Stretch out\nthe stirrups, shorten the stirrups. The saddles girths\nare roted, what bat bridle? Give me my whip.\nFasten the cloak-bag and my cloak.</p>\n</blockquote>\n<p>Having disposed of the thoroughly chastened servant\nand the blind horse, one could journey forth into the country\nto do “The fishing”:</p>\n<blockquote>\n<p>—That pond it seems me many multiplied of fishes.\nLet us amuse rather to the fishing\n—Here, there is a wand and some hooks<br>\n—Silence! there is a superb perch! Give me quick the\nrod. Ah! there is, it is a lamprey<br>\n—You mistake you, it is a frog! dip again it in the\nwater<br>\n—Perhaps I will do better to fish with the leap<br>\n—Try it! I desire that you may be more happy and\nmore skilful who acertain fisher, what have fished all\nday without to can take nothing.</p>\n</blockquote>\n<p>If the disappointments of the fishing are too much to\ntake or if one were unfortunate enough to fall in the water\nwhile dipping a frog, it could become necessary “For to\nswim”:</p>\n<blockquote>\n<p>—Sir, do you row well?<br>\n—He swim as a fish<br>\n—I swim on the cork. It is dangerous to row with\nbladders, becauses its put to break<br>\n—I row upon the belly on the back and between two\nwaters: I know also to plunge<br>\n—I am not so dexterous that you<br>\n—Nothing is more easy than to swim; it do not what\ndon't to be afraid of<br>\n—Tel undress us<br>\n—The weather it is cloudy it lighten, I think we go\nto have storm<br>\n—Go out of the water quickly</p>\n</blockquote>\n<p>But life cannot be entirely devoted to pleasure. The sordid\nrealities of life can impel even this devotee of food and\nfun to have dealings “With a banker”:</p>\n<blockquote>\n<p>—I have the honour to present you a ex-change letter\ndraw on you and endorsed to my order<br>\n—I can't to accept it seeng that I have not nor the\nadvice neither funds of the drawer<br>\n—It is not yet happened it is at usance<br>\n—I know again the signature and the flourish of my\ncorrespondent; I will accept him to the day of the\nfalling comprehend there the days of grace, if at\nthere to that occasion I shall received theirs orders</p>\n</blockquote>\n<p>No doubt baffled by this reply, the client resorts to a simpler\nmonetary request:</p>\n<blockquote>\n<p>—Would you have so good as to give me some\nEngland money by they louis?<br>\n—With too much pleasure</p>\n</blockquote>\n<p>There are many other examples of how to manage the\ncommerce and pleasures of the world and, if, by any remote\nchance, these should fail the aspiring English speaker, he or\nshe can reflect on higher matters expressed so well in\nfamiliar idiotisms. For example, who could fail to find\nsolace and wisdom in the saying “After the paunch comes\nthe dance”?</p>\n<p>Fonseca's book ends, with perfect appropriateness,\nwith an absolutely useless index. However, it would do him\nan injustice to close on such a negative note. Much more\nsuitable as an epitome of his friendly philosophy and love of\nlanguage and learning is this passage from “With a bookseller”:</p>\n<blockquote>\n<p>—But why, you and another book seller, you does\nnot to imprint some good works?<br>\n—Ther is a reason for that, it is that you cannot\nsell its. The actual liking of the public is depraved\nthey does not read who for to amuse one's self ant\nbut to instruct one's<br>\n—But the letter's men who cultivate the arts and\nsciences they can't to pass without the books<br>\n—A little learneds are happies enough for to may to\nsatisfy their fancies on the literature</p>\n</blockquote>\n<p>Amen to that, speaking as one happy learned whose\nfancies have been satisfied often by this marvelous book.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">English as she is spoke: The new guide of the conversation in Portuguese and English in two parts, by Pedro Caroline (Jose da Fonseca)</h1> <p><em><span data-rel=\"author\">Michael Gorman</span> <span data-rel=\"location\">University of Illinois</span></em></p> <p>We expect then, who the little book (for the\ncare what we wrote him, and for her typographical\ncorrection) that may be worth the expectation of\nthe studious persons, and especially of the Youth, at which\nwe dedicate him particularly.”With these words, Jose da\nFonseca closed his introduction to the most famous and enduring\nof fractured English phrase-books. It was first published\nin Paris in 1855 and has been republished many times\nunder its original title and, more commonly, under the title\n<em>English as she is spoke</em>. The first American edition of the\nbook (“reprinted verbatim and literatim” in Boston in 1883)\ncontained an introduction by Mark Twain, who wrote that\n“this celebrated little phrase-book will never die while the\nEnglish language lasts ... it is perfect ... its immortality\nis secure.” Fonseca's sublime ridiculousness is not much read\nnow, yet I am as sure as was Twain that its season will\ncome again and that other generations will rejoice in its\nunique humor.</p> <p>There is a great difference between the humor that\narises from the simple misuse of language and that which\narises from the kind of naive, serious-minded, and, ultimately,\ninspired assault on its richness typified by Fonseca's\nphrase-book. I once stayed in a Grenoble hotel room which\nwas decorated with the alarming instruction “In case FIRE,\navert the boots.” I soon realized that it was not my footwear\nthat had to be warded off, but that the message stemmed\nfrom a combination of the belief that <em>avertir</em> translated as\n'avert' and the use of a French-English dictionary dating\nback to the time of the lowly hotel servant known as “the\nboots.” I recalled then my first acquaintance with <em>English\nas she is spoke</em> and, not for the first time, relished the incredible\nvariety of our language and the unconsciously\nhilarious results caused by its use by less than fluent speakers\nand writers.</p> <p>There are classic phrases from other European phrasebooks.\nMy favorites are the familiar “Stop, the postilion has\nbeen struck by lightning!” and the less familiar, but richer\nin social nuance, “Unhand me Sir, for my husband, who is\nan Australian, awaits without.” Even these gems are single\nlines from otherwise ordinary works. In the case of\nFonseca's book, every page has its memorable lines. He\nseems to have been incapable of phrasing even the most simple\nidea without some happy misconjunction of words. The\npeculiar felicity of his lists, phrases, and conversations came\nfrom his rooted belief that he was a master of the English\nlanguage and had a mission to spread the advantages of that\nmastery to others.</p>"
}