{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: American Tongue in Cheek",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/American-Tongue-Cheek-Populist-Guide-Language/30822474711/bd\"><em>American Tongue in Cheek</em></a></h1>\n<p>Jim Quinn, (Pantheon Books, 1980), xviii + 219 pp.</p>\n<p>“If this book doesn't make you angry, it wasn't worth\nwriting.”  [first line of author's Preface]</p>\n<p>As any logician can tell you, the corollary of the above\nquotation is not necessarily true, that is, if the book does\nmake you angry, it does not necessarily follow that it was\nworth writing. I must confess that I found the book irritating,\nchiefly because it makes the assumption that everything\nwritten (or said) by Edwin Newman, Bill Safire, John\nSimon, Ted Bernstein, and other outspoken (but seldom out-written)\ncritics of modern English usage is wrong, but also,\nlargely, because it is the author who seems to be angry; that\nseems to be his reason for believing that the book was worth\nwriting. Besides, the book is riddled with misinformation,\nerrors, and misconstruals, either inadvertent or deliberate.\nFor example:</p>\n<blockquote>\n<p>First of all, <em>gift</em> is often used as a verb. We use the\npast participle of that verb, as an adjective,\nwhenever we say a <em>gifted writer</em>, a <em>gifted painter</em>.\n[p. 16]</p>\n<p>According to the <em>OED</em>, the word <em>rhetoric</em> has been\napplied to false or empty phrases since 1562, [p. 23]\n<em>Inoperative</em> was first used in 1631, and by John\nDonne: “A dead faith, as all faith that is\ninoperative.” . . . The <em>OED</em> lists the word as current,\nadding that in legal language it means “without\nstanding force, invalid,” which is where Ziegler probably\ncame across it-though who knows? Donne may\nbe one of his favorite poets-and at any rate,\nwhatever else Ziegler is guilty of, he is not guilty of\nbad language when he imitates John Donne, [pp.\n26-27]</p>\n<p>Newman complains that <em>guilty culprit</em> is redundant-\n<em>culprit</em> all by itself means guilty.\nAny historical dictionary would have told him different.\nAt first, <em>culprit</em> was formal legal language\nthat meant “the prisoner waiting before the bar for\ntrial.” It meant that in 1678, when it was first cited\nin the <em>OED</em>, and it means exactly that today. Strictly\nspeaking, of course. But gradually . . . the word\nbegan to take on associations of guilt-in uninformed\nuse. [p. 27]</p>\n</blockquote>\n<p>In the first quotation, Quinn shows his utter ignorance\nof the uses of the -<em>ed</em> suffix in certain formations with nouns\n(<em>tender-hearted</em> certainly does not come from the verb “to\ntender-heart”), and would be well advised to look matters\nup in dictionaries and grammars before accusing others of\ntheir failure to do so. The second and other examples illustrate\nnot only Quinn's inability to cope with semantic\nchange but his complete insensitivity to language: his obsession\nto discredit critics like Newman blinds him to the facts\nthat are before him in the very works he cites as Gospel.\nThe objection to <em>inoperative</em> is not to the word itself (which\nis standard in <em>inoperative cures</em>, for instance, and non-standard\nfor <em>inoperable</em> in <em>inoperative</em> cancer) but to its use\nas jargon representative of the kind of duplicity associated\nwith statements emanating from Ziegler and others who uttered\npronouncements on the Watergate events. As for\n<em>culprit</em>, which we use today-notwithstanding the 17th-century\nmeaning of the word-to mean 'the guilty one,'\nQuinn dismisses it as “uninformed” merely because he has\nfound evidence for an archaic sense that provides him with\nammunition to attack Newman.</p>\n<p>And so on, throughout this book, the author selects\nfrom various sources the evidence he desires, regardless of its\nvalidity or age-as long as it is in print somewhere, he\nquotes it-to confute comments by the critics whom he\npunishes on every page. (As for <em>regardless</em>, he has this to\nsay: “A language conservative like myself resists\nchange-for example, I still use the word <em>irregardless</em>. I\ngrew up using it.” [p. 18])</p>\n<p>Quinn is a journalist, and his writing is incisive, direct,\nfluid, and exciting. It is also ungrammatical and non-standard.\nI cannot help feeling that this book is a tour de\nforce, attempting to capitalize on the successes of the works\npublished by those he attacks. It can scarcely be deemed\ncontroversial, because there is little or no controversy about\nmost of the matters on usage discussed by Quinn. If you\nreact violently to this sort of book (and suffer from hypotension),\nyou can easily raise your blood pressure by reading\na few pages of this spurious, unscholarly nonsense. It is sad\nto note that the author, a professional writer, has such an\niconoclastic attitude toward <em>style</em> in language and that his\nbook confirms, on every page, his inability to comprehend\nthe merest notion of what it is that the targets of his\nvituperative hostility rail at. I certainly hold no brief for the\n“You-won't-go-to-heaven-if-you-don't-speak-proper-English”\nschool of usage criticism as exemplified by\nNewman, Simon, et al.; neither do I subscribe to Quinn's\ntenet that you'll go to hell if you conform to a consensus of\ngood usage, tempered, of course, by your own style and\ntaste.</p>\n<p>[L.U.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/first-edition/American-Tongue-Cheek-Populist-Guide-Language/30822474711/bd\"><em>American Tongue in Cheek</em></a></h1> <p>Jim Quinn, (Pantheon Books, 1980), xviii + 219 pp.</p> <p>“If this book doesn't make you angry, it wasn't worth\nwriting.”  [first line of author's Preface]</p> <p>As any logician can tell you, the corollary of the above\nquotation is not necessarily true, that is, if the book does\nmake you angry, it does not necessarily follow that it was\nworth writing. I must confess that I found the book irritating,\nchiefly because it makes the assumption that everything\nwritten (or said) by Edwin Newman, Bill Safire, John\nSimon, Ted Bernstein, and other outspoken (but seldom out-written)\ncritics of modern English usage is wrong, but also,\nlargely, because it is the author who seems to be angry; that\nseems to be his reason for believing that the book was worth\nwriting. Besides, the book is riddled with misinformation,\nerrors, and misconstruals, either inadvertent or deliberate.\nFor example:</p> <blockquote>\n<p>First of all, <em>gift</em> is often used as a verb. We use the\npast participle of that verb, as an adjective,\nwhenever we say a <em>gifted writer</em>, a <em>gifted painter</em>.\n[p. 16]</p>\n<p>According to the <em>OED</em>, the word <em>rhetoric</em> has been\napplied to false or empty phrases since 1562, [p. 23]\n<em>Inoperative</em> was first used in 1631, and by John\nDonne: “A dead faith, as all faith that is\ninoperative.” . . . The <em>OED</em> lists the word as current,\nadding that in legal language it means “without\nstanding force, invalid,” which is where Ziegler probably\ncame across it-though who knows? Donne may\nbe one of his favorite poets-and at any rate,\nwhatever else Ziegler is guilty of, he is not guilty of\nbad language when he imitates John Donne, [pp.\n26-27]</p>\n<p>Newman complains that <em>guilty culprit</em> is redundant-\n<em>culprit</em> all by itself means guilty.\nAny historical dictionary would have told him different.\nAt first, <em>culprit</em> was formal legal language\nthat meant “the prisoner waiting before the bar for\ntrial.” It meant that in 1678, when it was first cited\nin the <em>OED</em>, and it means exactly that today. Strictly\nspeaking, of course. But gradually . . . the word\nbegan to take on associations of guilt-in uninformed\nuse. [p. 27]</p>\n</blockquote>"
}