{
  "type": "Article",
  "title": "Bilingualism, or How to Be Tongue-tied in Two Languages",
  "author": "Frank J. Jones",
  "location": "Flagstaff, Arizona",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Bilingualism, or How to Be Tongue-tied in Two Languages</h1>\n<p><em><span data-rel=\"author\">Frank J. Jones</span> <span data-rel=\"location\">Flagstaff, Arizona</span></em></p>\n<p>Why are we so concerned about bilingualism?\nIf we face up to the facts about only two of our\ncontemporary lingoes, we must admit that we've been\nmultilingual for years.  We are all exposed to both\nStandard English and Deejay—“do-it-yourself”—English.\nThe former is promoted by our school systems, the\nlatter by the electronic media across the country.  Tune\nin on these samples.  Without haggling over regional\ndialects, we may in time find our notions of conventional\nspeech “anniliated” by the electronic media.</p>\n<p>One listening area recently lost one of the most\nnotable public service programs ever offered on any\nairway when the local station gave up broadcasting its\nweekday morning “Today's Prime Word for Junior\nHigh”—very possibly at the request of the local public\nschools.  Every morning before the kiddies took off for\nschool a deejay announced “Today's Prime Word!”\nThen he named the Prime Word and carefully spelled it,\nwith an injunction to the listener to look up its meaning\nand be prepared to use it in school that day.</p>\n<p>One morning he announced, “Today's Prime Word\nis <em>ambivalent!</em>  A-M-B-I-V-I-L-A-N-T!”  On another morning,\n“Today's Prime Word is ... hey, there are a couple of\ndifferent ways you can say it—'lejooms' or 'legooms'!”</p>\n<p>Strangely, most talented young deejays, usually in\ntheir twenties, seem never to have picked up the notion\nof looking for words in the dictionary themselves.  Well\ntrained in pushing the right buttons and consorting with\nthe microphone, they address it with assurance and\nauthority, not to mention an utter reliance on their\nconstitutional right to freedom of speech.</p>\n<p>We nod in agreement when they remind us that\n“The region has endured two successful seasons of\ndrought.”  We believe them implicitly when they tell us\n“Snow is numerous in the mountains” and that “Skies\nare clouded all the way from Organ to West Consin and\ncontijuous states.”  On such a day, we can only agree\nthat “Continuing harsh weather is ineVITable” and\nshake our heads at dangerous conditions on a highway\nunder repair where “The snow is conjelled with oil in a\nbig lump.”  (Though there are cheery times when the\ndeejay says, “This morning is overcast, but later in the\nday the rain clouds will be dissipitating.”)</p>\n<p>We respect the reverence with which deejays mention\n“the Bishop of the Diosee” and solemnly quote\nhim: “Dust thou art, to dust thou shalt returneth.”  We\nare titillated by news that someone is up on charges “for\nsubordination of perjury” and that someone else “will\nreturn to Russia on his own violition.”  We like to hear\nthe inside scoop on what transpires in the Legislature,\nespecially that so-and-so has “strived for years” to get a\ncertain piece of legislation “past the top ekelon” to the\nfloor.</p>\n<p>At times, of course, “plans have gone orry” and the\n“protadjonist” vanished into “a closed meeting and\nwhat transgressed was not made public.”  If no remarks\nare “attrible” to anyone on conclusion of “the lengthly\ndebate,” we already know the general opinion of the\nsolons that “busing only exackerbates the problems,”\nand they would do better to devote their attention to\n“indignant health care.”  Anyway, it is rumored that the\nchairman is “a metaglom ... a metagalomaniac,” behind\nhis “impenetratable” facade—though it must be granted\nthat by provoking an “impassay” he has averted “skism\nin the party.”</p>\n<p>Deejay virtuosity can render even commercial\nannouncements in the everyday jargon of consumers: “If\nyou got one of those people on your gift list that you\ncan't think of anything to get for them, remember: at\nBlooper's there is all types of jewelry to please the one\nyou love and you can give them the gift that befits their\npersonality.”</p>\n<p>In sum, Deejay English does its job very adequately\nfor its captive listeners.  But ... “There are others who it\nfeels a little uncomfortable for them.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Bilingualism, or How to Be Tongue-tied in Two Languages</h1> <p><em><span data-rel=\"author\">Frank J. Jones</span> <span data-rel=\"location\">Flagstaff, Arizona</span></em></p> <p>Why are we so concerned about bilingualism?\nIf we face up to the facts about only two of our\ncontemporary lingoes, we must admit that we've been\nmultilingual for years.  We are all exposed to both\nStandard English and Deejay—“do-it-yourself”—English.\nThe former is promoted by our school systems, the\nlatter by the electronic media across the country.  Tune\nin on these samples.  Without haggling over regional\ndialects, we may in time find our notions of conventional\nspeech “anniliated” by the electronic media.</p> <p>One listening area recently lost one of the most\nnotable public service programs ever offered on any\nairway when the local station gave up broadcasting its\nweekday morning “Today's Prime Word for Junior\nHigh”—very possibly at the request of the local public\nschools.  Every morning before the kiddies took off for\nschool a deejay announced “Today's Prime Word!”\nThen he named the Prime Word and carefully spelled it,\nwith an injunction to the listener to look up its meaning\nand be prepared to use it in school that day.</p> <p>One morning he announced, “Today's Prime Word\nis <em>ambivalent!</em>  A-M-B-I-V-I-L-A-N-T!”  On another morning,\n“Today's Prime Word is ... hey, there are a couple of\ndifferent ways you can say it—'lejooms' or 'legooms'!”</p>"
}