{
  "type": "Article",
  "title": "To Bury the Hatchetmen",
  "author": "Dwight Bolinger",
  "location": "Palo Alto, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">To Bury the Hatchetmen</h1>\n<p><em><span data-rel=\"author\">Dwight Bolinger</span> <span data-rel=\"location\">Palo Alto, California</span></em></p>\n<p>How is one to deal with the image of the linguist\nas arch-permissivist—a reputation partly earned\nno doubt but mostly bestowed by critics who see the\nquestioning of authority in language as a threat?</p>\n<p>The critics come in all degrees, from serene to\napoplectic, but the latter unfortunately tend to win the\nlargest audiences.  This is especially true at a time when\nbusiness and government are alarmed at what they see\nas a growing illiteracy, schools are being told to cut out\nthe frills and get back to basics, and programs once dear\nto the hearts of many linguists—such as bilingual education—are\non the defensive.  Some statements that have\nemanated from the profession in the past have invited\nthe role of scapegoat, such as the one from an eminent\nlinguist in the 50s who saw no contradiction between\nsaying that one language is as good as another and\nsaying that all should be preserved because one might\nturn out to be better.  This was in the days of structural\nlinguistics, “a benighted and despicable catering to\nmass ignorance,” as John Simon calls it, apparently\nunaware that structural linguists departed the seat of\npower a quarter century ago.</p>\n<p>I can't speak for all my fellow linguists—and this is\nenough to refute the caricature of a profession that\nspeaks with one voice about anything, including correctness—but\nwhat I set down here I believe would be\nagreed upon by most.</p>\n<p>As dedicated professionals, linguists agonize\nbetween a cultivated detachment and a passionate fondness\nfor the object of their study.  The first means that\nwhatever affects language commands their respect,\nwhich includes the forces of conservatism as well as\nthose of change.  If the prescriptivists in our schools\nhave succeeded in banishing <em>He don't</em> and making <em>ain't</em>\nsimply funny, that is a datum on a par with the pronunciation\n<em>congradulate</em> as evidence of what happens to\nconsonants when they occur between vowels, or <em>wanna</em>\nand <em>gonna</em> as indications of the continuing formation of\nauxiliaries.  But fondness is a temptation to advocacy.\nThe linguist who devotes a lifetime to fieldwork among\nthe Hopi can hardly be blamed for resenting the assimilators\nwho want to replace the Hopi language with\nEnglish.  That same fondness colors views about black\nand Chicano English and folk speech everywhere.  It\nmay blind some linguists to the importance of other\narguments when political decisions have to be made,\nsuch as whether a minority group is better served by\npreserving its heritage or moving into the mainstream.</p>\n<p>But linguists are by and large as much part of our\nliterate culture as anyone else.  When we write and\nspeak we obey the conventions.  Some even defend\nEnglish spelling on the ground that it shows relationships\nthat would otherwise be blurred.  (<em>Ignite</em> and\n<em>ignition</em> are both spelled with <em>t</em>, but would not be if the\n-<em>ition</em> in <em>ignition</em> were treated like <em>shun</em>.)  Most of us, I\nsuspect, value the distinctions we have learned to make\nand regret their loss as a new generation comes along\nand confuses them.  In this we may feel like insisting,\nalongside any standpat purist, that schools teach the\ndifference between <em>infer</em> and <em>imply</em>.  When we write\ndictionaries we faithfully contribute to the notes on\nusage—like the one soon to appear that warns against\nusing <em>refute</em> in the sense of <em>deny</em>.  But we do it knowing\nwhat we are up against.  <em>Refute</em> is under pressure from\n<em>refuse</em>, which implies rejection only and not disproof.\nAnd the proper synonym in the refusal sense, <em>controvert</em>,\nis not one that we are likely to have much success\nin promoting.</p>\n<p>Still, linguists are able to view such losses with a bit\nmore equanimity than most because we know that for\nevery distinction lost another is gained.  As often as not\nit is confected from leftovers, sometimes from the very\nusages that prescriptivists condemn.  The <em>Harper Dictionary\nof Contemporary Usage</em> prescribes <em>drunken</em>\nbefore the noun, <em>drunk</em> in the predicate: <em>drunken\ndriver, the driver was drunk</em>.  But that distinction is no\ngood except for rhythm, like <em>sunken eyes</em> and <em>luncheon\ndate</em> rather than <em>sunk eyes</em> and <em>lunch date</em>.  People prefer\ndistinctions of meaning, and nowadays a judge who\nfines a drunken driver is dealing with someone who\nlurched into the dock; a drunk driver could be cold\nsober.  (Would you say <em>drunken driving</em>?)  A <em>swelled\nhead</em> is not a <em>swollen head; he surely loves you</em> is\ndoubtful; <em>he sure loves you</em> is not.  As Carol Burnett says,\n<em>I'am a better actor than I am an actress</em>.  The language\nwill survive because it can't help surviving.  There is a\ngenie inside us who wastes nothing and repairs everything\neventually.</p>\n<p>What linguists sometimes forget is that the genie\nsays no as often as yes.  The negatives are all the times\nwe correct ourselves or make a choice in the recesses of\nour minds that never even surfaces as a correction.  It is\nmost often a choice dictated by a rule so deep-seated\nthat we have no occasion to formulate it: <em>Are we set\nasiding the law?</em> is corrected to <em>Are we setting aside the\nlaw?</em>  because we know automatically where to attach\n-<em>ing</em> and mistakes are only fumbles.  Or it may be a rule\nprescribed by explicit grammars, such as the one that\nradio commentator Paul Harvey might have exemplified\nhad he corrected himself after saying <em>And they all lived\nhappily ever after till death did they part</em>.</p>\n<p>The linguist cannot deny either no-saying, but\nwould like the prescriptivists to inform themselves, if\nonly to measure their chances of success.  <em>Disinterested</em>\nwas a lost cause from the beginning.  Trying to exclude\nthe common meaning of <em>interested</em> is as useless as\ntelling a juror to ignore the purple bruises on a witness's\nface.  <em>Lie</em> rather than <em>lay</em> is another forlorn hope.  So,\nprobably, are contrary-to-fact conditions with their\nrequirement of the pluperfect (<em>If he did it—If he had\ndone it—I would have known</em>).  A language cannot\ntolerate indefinitely a finespun distinction hinged to\nforms so easily confused.  But it might be worth the\ntrouble to work on <em>substitute</em> and <em>replace</em>.  (“Wages\nSubstituted by Profit Sharing,” reads a headline in the\nUSC <em>Daily Trojan</em>—for “Profit Sharing Substituted for\nWages” or “Wages Replaced by Profit Sharing.”) Or on\n<em>minimal</em> and <em>at least minimal</em>.  (Did the person who\nwrote <em>The channels are organized so that minimal\naccuracy is maintained</em> mean that the goal was the least\npossible accuracy or an accuracy that did not go below a\ncertain minimum?)</p>\n<p>I stress the <em>might</em>.  These are questions of strategy,\nand strategy involves discussion, which ought to be\ninformed discussion.  One hit list of incorrections after\nanother may entertain a public insecure about its status\nbut will not achieve any of its avowed aims.  The issues\nthat language raises—cultural barriers, social stigma,\ntruth, manipulation, solidarity, fairness in courts of law,\nunderstanding between classes and nations, the very\norganization of reality—are too important to be confined\nto the level of linguistic theory or table manners.  It is\ntime for rule-givers and linguists to talk to one another.\nIt will be good for both sides and may get the discussion\nof language into the public arena, where it belongs.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">To Bury the Hatchetmen</h1> <p><em><span data-rel=\"author\">Dwight Bolinger</span> <span data-rel=\"location\">Palo Alto, California</span></em></p> <p>How is one to deal with the image of the linguist\nas arch-permissivist—a reputation partly earned\nno doubt but mostly bestowed by critics who see the\nquestioning of authority in language as a threat?</p> <p>The critics come in all degrees, from serene to\napoplectic, but the latter unfortunately tend to win the\nlargest audiences.  This is especially true at a time when\nbusiness and government are alarmed at what they see\nas a growing illiteracy, schools are being told to cut out\nthe frills and get back to basics, and programs once dear\nto the hearts of many linguists—such as bilingual education—are\non the defensive.  Some statements that have\nemanated from the profession in the past have invited\nthe role of scapegoat, such as the one from an eminent\nlinguist in the 50s who saw no contradiction between\nsaying that one language is as good as another and\nsaying that all should be preserved because one might\nturn out to be better.  This was in the days of structural\nlinguistics, “a benighted and despicable catering to\nmass ignorance,” as John Simon calls it, apparently\nunaware that structural linguists departed the seat of\npower a quarter century ago.</p> <p>I can't speak for all my fellow linguists—and this is\nenough to refute the caricature of a profession that\nspeaks with one voice about anything, including correctness—but\nwhat I set down here I believe would be\nagreed upon by most.</p>"
}