{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Nelson's Expository Dictionary of the Old Testament and An Expository Dictionary of New Testament Words, with Their Precise Meanings for English Readers",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/BookDetailsPL?bi=30755854995&amp;searchurl=sortby%3D20%26tn%3Dnelson%2527s%2Bexpository%2Bdictionary%2Bold%2Btestament&amp;cm_sp=snippet-_-srp1-_-title1\"><em>Nelson's Expository Dictionary of the Old Testament</em></a> and <a href=\"https://www.abebooks.com/servlet/BookDetailsPL?bi=31071257693&amp;searchurl=kn%3D%2AAn%2BExpository%2BDictionary%2Bof%2BNew%2BTestament%2BWords%252C%2Bwith%2BTheir%2BPrecise%2BMeanings%2Bfor%2BEnglish%2BReaders%2A%26sortby%3D20&amp;cm_sp=snippet-_-srp1-_-title1\"><em>An Expository Dictionary of New Testament Words, with Their Precise Meanings for English Readers</em></a></h1>\n<p>Merrill F. Unger and William White, Jr., eds., xii + 509 pp. and W.E. Vine., xv + 1324 pp. Both from Thomas Nelson.</p>\n<p>The average reader of the Bible soon realizes that\none has to resort to aids of various kinds to fathom the\nlanguage used to formulate the word of God.  God's\nword there has been couched in human language centuries\nold, first written in Aramaic, Greek, or Hebrew,\ndepending on the Old or New Testament book in\nquestion.  Since it is the product of a long line of\ndevelopment and did not drop from heaven in one\npiece—much less in King James's English—its language\noften creates problems.  This condition is, of course,\ncompounded for those who cannot read the original\nlanguages and check the nuances carried by a given\nEnglish translation.  Hence, one often has to have\nrecourse to dictionaries, especially of the expository\nsort, which try to explain the varied meanings of a given\nbiblical word.</p>\n<p>Both of the books under discussion here are of this\ntype, one treating the vocabulary of the Old Testament,\nthe other that of the New.  The first, dealing with the\nwords of the Old Testament, is new, having been first\npublished in 1980; it is the result of the collaborative\nwork of twelve American Old Testament scholars who\nhave assisted the two editors.  The second, discussing\nthe vocabulary of the New Testament, is a recent\n(undated) reprint of an older work first issued in two\nvolumes in 1939 and reissued as one volume in 1952; it\nis the work of one person, W.E. Vine, and is fitted out\nwith two forewords (one by W. Graham Scroggie, 1939,\nand the other by F.F. Bruce, 1952).</p>\n<p>The books have in common the listing of the English\nwords of each testament, distinguishing them\naccording to parts of speech and listing the Aramaic,\nGreek, or Hebrew equivalents, not only in the original\nscripts but also in an (often questionable) English transcription;\nthe occurrences in the various books of the\nBible are grouped according to thematic meanings.  In\ngeneral, the articles devoted to each word thus enable\nthe English reader to gain some feel for the sense of the\nSemitic or Greek equivalents and to see how the word is\nused in the same or in different meanings in various\nplaces in the Bible.  The person who learns to use these\ndictionaries intelligently should be able to understand\nbetter the meanings of biblical words.  Since the articles\nare not merely philological discussions but often\ninclude the theological senses of words, the reader will\nbe able to cull from them the religious dimensions of\nbiblical passages.  The comments on various occurrences\nof the word in question are “expository” in that they\nseek to explain the precise meaning of a word in\ncontext.  In the New Testament volume, a paragraph\nsign (¶) is used to note that all of the occurrences of the\nword under consideration have been mentioned in the\ngiven heading or subheading.</p>\n<p>There are differences between the two works.  That\ndevoted to the words of the New Testament is built on\nthe vocabulary of the King James Version and the\nrevisions of 1881-1885.  Since it was produced in 1939, it\nantedates the Revised Standard Version and later translations.\nFor this reason the dictionary is limited, as it is\nalso devoid of the use of more recent material brought\nto light since 1939 (e.g., the bearing of the discovery of\nthe Dead Sea Scrolls on the study of the New Testament).\nOn the other hand, the volume devoted to the\nwords of the Old Testament has also made use of the\nNew English Bible, Today's English Version, the New\nAmerican Standard Bible, the Revised Standard Vrsion,\nthe New International Version, the Jerusalem Bible, and\nthe New American Bible.</p>\n<p>These books have been written within conservative\nevangelical circles of modern Protestantism and accordingly\nmanifest its strengths and weaknesses.  Among the\nformer must be mentioned the welcome respect for the\ninspired character of biblical writings and for the Christian\ntraditions proceeding from them that surrounds the\ndiscussion.  Among the latter would be an exaggerated\nemphasis on the truth of the Bible, often narrowly taken\nas historical truth.  Scroggie's foreword in the New\nTestament volume even refers to “the dispensational\nteaching of the New Testament” (p. viii), thus revealing\nthat the intended users of the dictionary are mainly\nthose of Protestant Dispensationalism.  The names of\neight of the twelve collaborators on the Old Testament\nvolume do not appear in the most recently issued\nmembership list of the Society of Biblical Literature.\nHence, these volumes do not share all the wealth of the\ncritical study of the Bible to be found in other Protestant\ncircles or in (more recent) Roman Catholic interpretations.\nA certain wooden literalness is detected in many\nof the expository comments; and it even results in a\nstrange—surely erroneous—transcription of Hebrew\n(with the silent schwa often transcribed as vocal).</p>\n<p>The result is that the interested reader of the\nEnglish Bible, for whom these works are in general\nintended, would do well to consult them in conjunction\nwith other dictionaries of more scientific and enlightened\nChristian origin.  Since the New Testament volume\nis in many ways outdated today, the reader should\nalways compare the articles written by Vine with those\nin the three-volume <em>New International Dictionary of\nthe New Testament</em> (ed. C. Brown, Grand Rapids:\nZondervan, 1975-78), which, though it too stems from\nan evangelical background, is more critical in its treatment,\nbeing a translation of a recent original German\nwork.  Other well-known works of reference, such as\nKittel's <em>Theological Dictionary of the New Testament,\nthe Theological Dictionary of the Old Testament</em>, and\n<em>the Interpreter's Dictionary of the Bible,</em> are the sort of\ncontrol that should be used for both of these volumes.  In\na'word, use these expository dictionaries by all means,\nbut use them with a discernment born of other\ninterpretation.</p>\n<p><em>[Joseph A. Fitzmyer, S.J., The Catholic University of America]</em></p>\n<p><a href=\"https://archive.org/details/stx_Verbatim_The_Language_Quarterly_v8n1_Summer_1981\">Internet Archive copy of this issue</a></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/BookDetailsPL?bi=30755854995&amp;searchurl=sortby%3D20%26tn%3Dnelson%2527s%2Bexpository%2Bdictionary%2Bold%2Btestament&amp;cm_sp=snippet-_-srp1-_-title1\"><em>Nelson's Expository Dictionary of the Old Testament</em></a> and <a href=\"https://www.abebooks.com/servlet/BookDetailsPL?bi=31071257693&amp;searchurl=kn%3D%2AAn%2BExpository%2BDictionary%2Bof%2BNew%2BTestament%2BWords%252C%2Bwith%2BTheir%2BPrecise%2BMeanings%2Bfor%2BEnglish%2BReaders%2A%26sortby%3D20&amp;cm_sp=snippet-_-srp1-_-title1\"><em>An Expository Dictionary of New Testament Words, with Their Precise Meanings for English Readers</em></a></h1> <p>Merrill F. Unger and William White, Jr., eds., xii + 509 pp. and W.E. Vine., xv + 1324 pp. Both from Thomas Nelson.</p> <p>The average reader of the Bible soon realizes that\none has to resort to aids of various kinds to fathom the\nlanguage used to formulate the word of God.  God's\nword there has been couched in human language centuries\nold, first written in Aramaic, Greek, or Hebrew,\ndepending on the Old or New Testament book in\nquestion.  Since it is the product of a long line of\ndevelopment and did not drop from heaven in one\npiece—much less in King James's English—its language\noften creates problems.  This condition is, of course,\ncompounded for those who cannot read the original\nlanguages and check the nuances carried by a given\nEnglish translation.  Hence, one often has to have\nrecourse to dictionaries, especially of the expository\nsort, which try to explain the varied meanings of a given\nbiblical word.</p> <p>Both of the books under discussion here are of this\ntype, one treating the vocabulary of the Old Testament,\nthe other that of the New.  The first, dealing with the\nwords of the Old Testament, is new, having been first\npublished in 1980; it is the result of the collaborative\nwork of twelve American Old Testament scholars who\nhave assisted the two editors.  The second, discussing\nthe vocabulary of the New Testament, is a recent\n(undated) reprint of an older work first issued in two\nvolumes in 1939 and reissued as one volume in 1952; it\nis the work of one person, W.E. Vine, and is fitted out\nwith two forewords (one by W. Graham Scroggie, 1939,\nand the other by F.F. Bruce, 1952).</p> <p>The books have in common the listing of the English\nwords of each testament, distinguishing them\naccording to parts of speech and listing the Aramaic,\nGreek, or Hebrew equivalents, not only in the original\nscripts but also in an (often questionable) English transcription;\nthe occurrences in the various books of the\nBible are grouped according to thematic meanings.  In\ngeneral, the articles devoted to each word thus enable\nthe English reader to gain some feel for the sense of the\nSemitic or Greek equivalents and to see how the word is\nused in the same or in different meanings in various\nplaces in the Bible.  The person who learns to use these\ndictionaries intelligently should be able to understand\nbetter the meanings of biblical words.  Since the articles\nare not merely philological discussions but often\ninclude the theological senses of words, the reader will\nbe able to cull from them the religious dimensions of\nbiblical passages.  The comments on various occurrences\nof the word in question are “expository” in that they\nseek to explain the precise meaning of a word in\ncontext.  In the New Testament volume, a paragraph\nsign (¶) is used to note that all of the occurrences of the\nword under consideration have been mentioned in the\ngiven heading or subheading.</p>"
}