{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Rats Live on No Evil Star: The BackWords Puzzle Book",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780896961227/Rats-Live-Evil-Star-Kuhn-0896961222/plp\"><em>Rats Live on No Evil Star: The BackWords Puzzle Book</em></a></h1>\n<p>Joaquin and Maura Kuhn, (Everest House, 1981), 127pp.</p>\n<p>Even the most hardened puzzle-solver should\napproach this book with caution, because it has the\npower to trap one in a time-consuming struggle to\nmaster almost impossible riddles.  How much time do\nyou have for such a game of wits?</p>\n<p>This should tell you that the crossword answers\nneeded to fill in even the few blanks in these little\nstumpers will give you pause, testing your ingenuity to\nthe utmost.  Thus warned, let us examine this book and\nsee what it is made of.</p>\n<p>It offers 100 skeletonlike crosswords, sometimes\nusing no more than four crossing words (or phrases) and\nsometimes up to ten or more.  But these crossings are\nfew and far between, not enough to turn a glimmer of a\nclue into a gleam.  If you are palindrome-minded from\nhaving fooled around with them by choice or from\nsimply having relished them, you have a head start in\nthis sort of puzzle.  Also, cryptogram fans will have an\nadvantage, for they are schooled in the deciphering and\nintuitive grasp of short words.  The authors have made\nevery single word or phrase used in their puzzles\npalindromic, so you know what you are up against.\nSome are as simple as LEVEL or DEWED, easily defined,\nand others as impossible as REVIGORATE TAR O GIVER\nand MEGABUCKS ASK CUBA GEM (and the weird syntax\nmakes the unimaginable answer almost impossible to\ndefine easily!).  The extraordinary difficulty of creating\nlong and funny palindromes is a reasonable excuse for\nsuch sense and syntax.</p>\n<p>The husband-and-wife team, authors Joaquin and\nMaura Kuhn, must have spent hundreds of man/woman-hours\nmaking up these baffling riddles, and the end\nresult, for sheer bulk and unflagging enthusiasm, is\nawesome.  It will appeal to those dogged solvers who\nbelieve “if they can make it, we can break it,” which is\nwhere the time-consuming element comes in.</p>\n<p>For those who find brain-racking more painful than\npleasurable, there are answers in the back of the book.\nThere is no law against stealing a look just to help\nyourself a little.  It must be noted that as you do this sort\nof thing, your skill improves, as does your awareness of\nwhich words and which types of word structure suit the\ncreation of palindromes.</p>\n<p>The book is ingenious, challenging and outrageous,\nand often funny.  I have made up one sample (it is not in\nthe book) just to show you what to expect in the way of\nclue and answer in these crosswords.  Amazingly\nenough, they are themed crosswords.</p>\n<p>Clue: Noted angler unaware of game warden. (6, 4,\n3, 3) [Numbers give size of answer words.]</p>\n<p>To solve this puzzle you must first ask yourself “who is\nthis noted angler?”  If your mind is clear and names do\nnot elude your memory bank, you should come up with\nWALTON.  Since this phrase is a palindrome, you know\nthat WALTON begins the answer and ends it too, though\nwritten in reverse.  That leaves only the middle four\nblanks unfilled.  A study of the clue could lead you to\nthe missing word: SEES.  Thus, you answer the riddle:\nWALTON SEES NOT LAW.  This is typical of the syntax\nand spirit of the palindromes you find in the crosswords\nby the Kuhns.</p>\n<p>The meagerness of the crossing (keyed) letters is\nwhat makes it so difficult.  In the case I used as an\nexample there were no crossings, but that is an easy one\nand is just for demonstration.  To conclude: these crosswords\nmake the ones in your daily paper look like\nchild's play and <em>The</em> [London] <em>Times</em> (and VERBATIM)\ncrosswords like mild cerebral challenges.</p>\n<p><em>[Jack Luzzatto, Bronx, New York]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780896961227/Rats-Live-Evil-Star-Kuhn-0896961222/plp\"><em>Rats Live on No Evil Star: The BackWords Puzzle Book</em></a></h1> <p>Joaquin and Maura Kuhn, (Everest House, 1981), 127pp.</p> <p>Even the most hardened puzzle-solver should\napproach this book with caution, because it has the\npower to trap one in a time-consuming struggle to\nmaster almost impossible riddles.  How much time do\nyou have for such a game of wits?</p> <p>This should tell you that the crossword answers\nneeded to fill in even the few blanks in these little\nstumpers will give you pause, testing your ingenuity to\nthe utmost.  Thus warned, let us examine this book and\nsee what it is made of.</p> <p>It offers 100 skeletonlike crosswords, sometimes\nusing no more than four crossing words (or phrases) and\nsometimes up to ten or more.  But these crossings are\nfew and far between, not enough to turn a glimmer of a\nclue into a gleam.  If you are palindrome-minded from\nhaving fooled around with them by choice or from\nsimply having relished them, you have a head start in\nthis sort of puzzle.  Also, cryptogram fans will have an\nadvantage, for they are schooled in the deciphering and\nintuitive grasp of short words.  The authors have made\nevery single word or phrase used in their puzzles\npalindromic, so you know what you are up against.\nSome are as simple as LEVEL or DEWED, easily defined,\nand others as impossible as REVIGORATE TAR O GIVER\nand MEGABUCKS ASK CUBA GEM (and the weird syntax\nmakes the unimaginable answer almost impossible to\ndefine easily!).  The extraordinary difficulty of creating\nlong and funny palindromes is a reasonable excuse for\nsuch sense and syntax.</p>"
}