{
  "type": "Article",
  "title": "Glaswegians and Liverpudlians",
  "author": "Robert A. Fowkes",
  "location": "Yonkers, New York",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Glaswegians and Liverpudlians</h1>\n<p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">Yonkers, New York</span></em></p>\n<p>Denizens of No Mean Burys\nLess baffling to us Americans than “Beauchamp,\npronounced Beecham” or “Caius, pronounced\nKeys,” but certainly no less intriguing, and the designations\nof the inhabitants of some cities in England and\nScotland.  Among the best-known examples are <em>Glaswegian</em>\nand <em>Liverpudlian</em>, for inhabitants of Glasgow and\nLiverpool, respectively, followed closely by <em>Cantabrig-ian</em>\n(for Cambridge), <em>Aberdonian</em> (Aberdeen) and, more\nremotely, by <em>Mancunian</em> (Manchester) and <em>Salopian</em>\n(applying to both Shrewsbury and its county, Shropshire).\nA group in <em>onian</em> (in addition to <em>Aberdonian</em>)\nincludes <em>Bathonian</em> and <em>Exonian</em>, which are less transparent\nthan <em>Bostonian, Etonian, Meltonian</em> (for Melton\nMowbray), names on which they may be patterned.</p>\n<p>If we have such a practice in the United States, it\noccurs either in nonce forms, like <em>Albanians</em> (heard once\nin the sense of people from Albany) or in semifacetious\nformations: <em>Michiganders, Trojans</em> (from Troy, New\nYork), <em>Sicilians</em> (Messina, New York), <em>Bozemaniacs</em>\n(Bozeman, Montana), <em>Plattsb(o)urgeois</em>, et al.  <em>Gothamites</em>\nfor New Yorkers is not the same thing.</p>\n<p><em>Glaswegian</em>, which is not only a noun applied to the\ndenizens but also an adjective meaning characteristic of\nthat city, is said to have been made up in imitation of\nthe far less familiar <em>Galwegian</em>, for inhabitants of Galloway,\nScotland (not a town, granted, but a district).\n<em>Galwegian</em> itself is considered an imitation of <em>Norwegian</em>,\nfrom <em>Norway</em>.  Since earlier forms of <em>Norway</em> in\nEnglish include <em>Norroway</em>, the proportion <em>Norroway</em>:\n<em>Norwegian</em> = <em>Galloway</em>: <em>Galwegian</em> would be logical,\nalthough the claim might be demolished as an anachronism\nif it were shown that <em>Galwegian</em> came into being\nlong after <em>Norroway</em> ceased to be current.  Even then,\nthe relationship of -<em>way</em>: -<em>wegian</em> might suffice.  Since\nGalway, Ireland, also has -<em>way</em>, it would not be inconceivable\nfor that town to acquire a competing form for\nGalloway's <em>Galwegian</em>.  I am not aware that it has, and it\nis even possible that Ireland does not go in for such\nshenanigans.</p>\n<p><em>Glasgow</em> has no -<em>way</em>, obviously, and perhaps its\ngeneral similarity to <em>Galloway</em> accounts for the analogical\nformation.  Or maybe the <em>ow</em> sequence does it\n(although <em>Moscow</em> doesn't yield *<em>Moscwegian</em>, nor <em>Harrow</em>\n*<em>Harwegian</em>).  Why should <em>Norwegian</em> come from\nNorway in the first place?  Ultimately it is because an\nOld Norse form was <em>Norvegr</em> (nor(o)- 'north', <em>vegr</em>\n'way').  At some time Medieval Latin gave it the shape\n<em>norvegia</em> (adj.); cf. also French <em>norvégien</em>, German\n<em>norwegisch</em> (<em>Norwegen</em> = 'Norway').  In the Norwegian\nlanguage itself, the adjective 'Norwegian' is <em>norsk</em>\n(which once was <em>nordisk</em>), and the name of the country\nis <em>Norge</em>, with at least a written <em>g</em>, although there is now\nno sound of <em>g</em> in the name.  The -<em>wegian</em> of <em>Glaswegian</em>\nhas acquired quasijocular character, and the whole name\nis doubtless often felt as facetious, depending, of course,\non who is speaking and who is listening.  <em>Scowegian</em>\nused to be heard in my high-school days as a disparaging\nword for Scandinavians, along with <em>Scandihoovian</em>,\na disrespectful distortion of <em>Scandinavian</em> with suggestions\nof the ending of words like <em>Peruvian</em>, perhaps.\nBoth seem, fortunately, dead.  If I have shied away from\nany etymological elucidation of <em>Glasgow</em>, it is partly\nbecause that hasn't too much to do with <em>Glaswegain</em> and\npartly because the realm of place names is the most\nprecarious of etymological terrains.  If the reader\nbelieves that Glasgow is from Gaelic <em>Gleschu</em> and\nmeans 'dear green spot' (long ago!) or 'dark glen' or\neven 'blue hound,' it is difficult to prove or disprove the\ncase.</p>\n<p><em>Liverpudlian</em>, unlike <em>Glaswegian</em>, requires little\ncogitation to fathom.  The <em>pool</em> is humorously altered to\nits pretended diminutive <em>puddle</em>, and from <em>Liverpud(d)le</em>\nwe get <em>Liverpudlian</em>.  There is some dispute\nabout the meaning of <em>pool</em>, but there is no agreement at\nall regarding <em>Liver</em>-, which may be a chopped version of\na Norse word for 'slope,' or the name of an extinct bird,\nor an adjective 'clotted,' or a Celtic word for 'rushes,' or\nanother meaning 'wild iris,' etc.  If it has to be a\nbotanical phenomenon, the resemblance to <em>liverwort</em> is\ntempting—always comically reminisecnt of <em>liverwurst</em>.\nBut if <em>Liverpudlian</em> suggests <em>liver pudding</em> or <em>Lilliputian</em>,\nthat may merely reflect the state and size of the\nbrains of those thinking such a thing.  It is a pretty big\npool to be called a puddle, in any event, and English\nunderstatement (litotes) must have had a hand in the\ncreation.  Other -<em>pool</em> names seem not to be subjected to\nthe process, although some music-hall comedian might\nbe quite capable of saying *<em>Blackpudlian</em> or\n*<em>Hartlepudlian</em>.</p>\n<p>A <em>Cantabrigian</em> is a student at Cambridge, or a\ntownsman.  The name would be a legitimate derivative\nof <em>Cantabrigia</em>, often called the Latin name of Cambridge,\nalthough the use of “Latin” in such instances\ncan be misleading.  Latin names of British places were\nwritten by ecclesiastical scribes, then by lawyers and\nscholars.  They were rewritings of English names\nalready there, themselves often alterations of earlier\nCeltic ones, which could have come from pre-Celtic\nnames themselves.  <em>Cantabrigia</em> incorporates and distorts\nvarious Celtic elements in a marvelous confusion.\n<em>Canta</em>- replaces <em>Granta</em> (the British Celtic name of the\nriver, still found in Grantchester, some two-and-a-half\nmiles southwest of Cambridge; Welsh <em>Caergrawnt</em>\n'Cambridge' shows the same elements as Grantchester\nin reverse order).  The -<em>bridge</em> of Cambridge probably\nhas nothing to do with English <em>bridge</em>.  Never mind.  An\nabbreviated form of <em>Cantabrigian, Cantab.</em>, is used to\nrefer to students (e.g., “The Cantabs. say ...”) or to the\ndegrees acquired (“B.A. Cantab.”).</p>\n<p><em>Oxonian</em> should logically follow, or precede, a mention\nof <em>Cambridge</em> and <em>Cantabrigian</em>.  There is an\nimplied Latin <em>Oxonia</em>, possibly with accompanying\nadjective.  If so, the <em>ford</em> has obviously been entirely\nomitted.  Old English had <em>Oxenaford</em> and <em>Oxenford</em>.\nSeveral Oxford graduates have pointed out to me that\n<em>Oxford</em> = <em>Bosporus</em>, and most Greek teachers shudder at\nthe suggestion.  Yet, if the maiden Io swam that strait\nafter being transformed into a heifer, the etymology\nseems to be more than sheer bull.  If the objection is to\nequating 'ox' with 'heifer,' perhaps we should point out\nthat the Proto-Indo-European word for 'bovine' was\nboth masculine and feminine.  The words <em>Oxonolatry</em>\nand <em>oxonianize</em> have deservedly failed to prosper.  And\n<em>Oxfordian</em> seems confined mainly to geology.</p>\n<p><em>Aberdonian</em> as an inhabitant of Aberdeen, or an\nadjective applying to that town, might seem superficially\nto be a formation similar to <em>Oxonian</em> (and other rhyming\nwords: <em>Etonian</em>, et al.).  But there may be more to the\nstory than that.  To the north of Aberdeen (by now,\nperhaps <em>in</em> the north) is the mouth of the Don; to the\nsouth, that of the Dee.  The old town is closer to the\nmouth of the Don and could appropriately be called\n<em>Aberdonia</em> in a Latinized form.  <em>Aberdonian</em> would be\nalmost acceptable etymologically.  I say almost, because\nof the <em>Aber</em>.  In Brythonic (Welsh, especially) <em>aber</em> is the\nword for the mouth of a river, estuary, etc., as in\n<em>Aberystwyth</em>, et al.  The corresponding Gaelic word is\n<em>inver</em>, cf. <em>Inverness</em>.  Now, the territory of Brythonic\nCeltic once extended northward into Scotland, and it\nused to be thought that the northern limits of Brythonic\nhabitation could be determined by ascertaining how far\nnorth the names in <em>aber</em> extended.  It turns out, however,\nthat <em>abers</em> were found farther north than they have any\nright to be, as shown by archaeological and other evidence,\nand this is true of the <em>aber</em> in <em>Aberdeen</em>.  (There\nmust have been imitation of <em>Aber</em>- names in areas of\nScotland where they did not properly belong).</p>\n<p>The city of Bath, famed as a spa since the Roman\noccupation, has its own special designation, both noun\nand adjective: <em>Bathonian</em>.  A quotation from 1766 in the\n<em>OED</em> has the lines: “Whose genius guides, whose counsel\nguards/The labors of Bathonian bards” (Horace is\napparently referred to).  <em>Bathonian</em> could imply a Latinized\nname <em>Bathonia</em> (complete with non-Latin thorn,\n<em>th</em>), with -<em>onia</em> modeled on other such names.  But Welsh\nand other evidence makes it likely that the name once\nhad a form <em>Bathon</em>, apparently from the dative plural\n(Old English <em>Bathum</em> 'at the baths'—cf. <em>Baden</em> in Germany,\netc.).  <em>Bathan-caster</em> is also attested.  It is possible\nthat <em>Bathonian</em> = <em>Bathon</em> + -<em>ian</em> and involves memory,\nor discovery, of that salubrious fact.</p>\n<p>After the cleansing tone of Bath, <em>Salop</em> sounds like a\nfilthy letdown.  <em>Salop</em> and <em>Salopian</em> may seem not to\nbelong precisely to the group of words being considered,\nfor they now apply mainly to a county, Shropshire,\nbut they can also be used for <em>Shrewsbury</em>.  By now the\nonly resemblance to the original form is the initial <em>S</em>-,\nbecause Old English had <em>Scrobbesbyrig</em>.  By Middle\nEnglish times, after Norman tampering or bungling, it\nhad become <em>Sloppesberie</em> and <em>Saloppesberie</em>, the drastic\nalteration resulting from dissimilation.  <em>Salopia</em> is a\npseudo-Latin writing for <em>Salop</em>, abstracted from <em>Saloppesberie</em>.\nAn elderly gentleman of my acquaintance, a\nnative of Shrewsbury, defiantly refused to write <em>Salop</em> in\naddressing letters to relatives in Shrewsbury, always\ninscribing <em>Shropshire</em> in a strong, protesting hand.  The\nold Shropshire lad also eschewed the pronunciation\nShrowsbury [šrouzbrI], thought in some quarters to be\nthe proper one (and actually a bit closer to the expected\n“historical” form).  He attributed it to the “toffs in\nyonder school,” as if Shrewsbury were a stone's throw\nfrom his home in Westchester County, New York.  I later\ntested his claims while staying a while in Shrewsbury\nand found a certain amount of justification for them.  At\nany rate, <em>Shrewsbury</em>, however pronounced, like <em>Shropshire</em>,\ncan represent retention of an Anglo-Saxon word in\nspite of competing forms created by Norman ravages.\n<em>Salop</em> may be a dirty trick.</p>\n<p>Perhaps <em>Sarum</em> should be mentioned after <em>Salop</em>.\nFor, although it yields no adjective *<em>Sarumian</em>, it is a\nstrikingly deviant derivative of <em>Salisbury</em> or its predecessors.\n<em>Sarum</em> is said, with no proof, to be the product\nof some misreading of Medieval Latin <em>Sarisburia</em>.  It is\nthe official ecclesiastical name and is used in the signature\nof the bishop.  It is also encountered in ecclesiastical\nterms such as 'Sarum use' and 'Sarum missal.')</p>\n<p>Unlike <em>Salopian</em> and <em>Salop</em>, <em>Sarum</em> is, in a way,\ncloser to older forms of its name than is the present one\nThe Celtic name was rendered by the Romans and some\nof their successors as <em>Sorviodunum</em> (the Celtic one\nwould have been <em>Sorbiodunon</em> or <em>Sorviodunon</em>).  Saxons\naltered this to <em>Searobyrg</em> or the like: then it became\n<em>Saresbury</em> and ultimately <em>Salisbury</em>.  Humorous usage of\n<em>Sarum</em> is reflected in doggerel, limericks, etc.  One of\nthe latter begins, “There was a young lady from Salisbury,\nWhose life was quite halisbury-scalisbury.”  The\nrest of the rhyme escapes me.  Perhaps she had gowns\nbut couldn't walisbury, or wound up in someone's\nhalisbury.  (A note of personal prejudice: the abomination\ncalled “Salisbury steak” in this country deserves\ncompletely the faulty pronunciation usually accorded it.)</p>\n<p><em>Mancunian</em> for “Manchesterite” seems to have dispensed\nwith most of the second element, -<em>chester</em>, and\nto have tacked on the strange suffix -<em>unian</em> (found in\nsome Armenian names), which is somewhat like -<em>onian</em>.\nBut <em>Mancunium</em> was a Latin writing for <em>Mancunion</em>, puz-Celtic\nname.  Welsh <em>Manceinion</em> may reflect the same\nBritish designation.  (A competing form <em>Mamucion</em> puzzles\nme).  At any rate, Mancunians have their own\nspecial name and need not take a back seat to Liverpudlians\nor Glaswegians.  Perhaps we should rejoice in the\nabsence of cunianization of other names in -<em>c(h)ester</em>, or\nwe might have a host of unwelcome ones like\n*<em>Colcunian,</em> *<em>Dorcunian,</em> *<em>Worcunian,</em> *<em>Gloucunian,</em>\nand plain *<em>Cunian</em>.</p>\n<p>There have been various sources of such names.  A\nfew may have developed “naturally.”  Others imply\ncreativity or malice or wit of people in the scholarly or\necclesiastical world.  Some may fill a real need; others\nare gratuitous.  Most of them are a pleasure to ponder,\nthough not necessarily to use.  Let's hope that Shrewsbury\nnever gets an underground, for it might be called\nthe Salopian Tube.</p>\n<p><em>[Frederic G. Cassidy, Dictionary of American Regional English, 6125 Helen C. White Hall, The University of Wisconsin]</em></p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Glaswegians and Liverpudlians</h1> <p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\">Yonkers, New York</span></em></p> <p>Denizens of No Mean Burys\nLess baffling to us Americans than “Beauchamp,\npronounced Beecham” or “Caius, pronounced\nKeys,” but certainly no less intriguing, and the designations\nof the inhabitants of some cities in England and\nScotland.  Among the best-known examples are <em>Glaswegian</em>\nand <em>Liverpudlian</em>, for inhabitants of Glasgow and\nLiverpool, respectively, followed closely by <em>Cantabrig-ian</em>\n(for Cambridge), <em>Aberdonian</em> (Aberdeen) and, more\nremotely, by <em>Mancunian</em> (Manchester) and <em>Salopian</em>\n(applying to both Shrewsbury and its county, Shropshire).\nA group in <em>onian</em> (in addition to <em>Aberdonian</em>)\nincludes <em>Bathonian</em> and <em>Exonian</em>, which are less transparent\nthan <em>Bostonian, Etonian, Meltonian</em> (for Melton\nMowbray), names on which they may be patterned.</p> <p>If we have such a practice in the United States, it\noccurs either in nonce forms, like <em>Albanians</em> (heard once\nin the sense of people from Albany) or in semifacetious\nformations: <em>Michiganders, Trojans</em> (from Troy, New\nYork), <em>Sicilians</em> (Messina, New York), <em>Bozemaniacs</em>\n(Bozeman, Montana), <em>Plattsb(o)urgeois</em>, et al.  <em>Gothamites</em>\nfor New Yorkers is not the same thing.</p> <p><em>Glaswegian</em>, which is not only a noun applied to the\ndenizens but also an adjective meaning characteristic of\nthat city, is said to have been made up in imitation of\nthe far less familiar <em>Galwegian</em>, for inhabitants of Galloway,\nScotland (not a town, granted, but a district).\n<em>Galwegian</em> itself is considered an imitation of <em>Norwegian</em>,\nfrom <em>Norway</em>.  Since earlier forms of <em>Norway</em> in\nEnglish include <em>Norroway</em>, the proportion <em>Norroway</em>:\n<em>Norwegian</em> = <em>Galloway</em>: <em>Galwegian</em> would be logical,\nalthough the claim might be demolished as an anachronism\nif it were shown that <em>Galwegian</em> came into being\nlong after <em>Norroway</em> ceased to be current.  Even then,\nthe relationship of -<em>way</em>: -<em>wegian</em> might suffice.  Since\nGalway, Ireland, also has -<em>way</em>, it would not be inconceivable\nfor that town to acquire a competing form for\nGalloway's <em>Galwegian</em>.  I am not aware that it has, and it\nis even possible that Ireland does not go in for such\nshenanigans.</p>"
}