{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Cockney Dialect and Slang",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Cockney-Dialect-Slang-Wright-Peter-Batsford/14136645189/bd\"><em>Cockney Dialect and Slang</em></a></h1>\n<p>Peter Wright, (Batsford, 1980), 192 pp.</p>\n<p>Visiting word-fanciers venturing into the London\nUnderground this summer may have noticed, as they\npassed up or down on the moving staircase, two advertisement\npanels of particular interest to them.  One\ndemanded: “Where should I swap my dear old Dutch?”\nThe other proclaimed: “If your old China is all she's\ncracked up to be, you'd like her replaced as new.”  The\nfirst recommended the services of an auctioneer, the\nsecond of an insurance company.  And both, of course,\nwere making play with Cockney slang.  <em>Dutch,</em> short for\n<em>duchess,</em> is a 'costermonger's wife.'  <em>China</em> is abbreviated\nrhyming slang for friend or pal: china plate, 'mate.'</p>\n<p>So Cockney lives, and this new book has appeared\nwith the aim of making better known the vocabulary,\ngrammar, pronunciation, and quirks of speech of the\nindigenous inhabitants of famous <em>Lunnon Tahn</em>.</p>\n<p>Its author, Peter Wright, a member of the Department\nof Modern Languages at Salford University, England,\nthinks it a shame that “whereas the dialects of\nmany country villages have been meticulously collected,\nthat of London with its teeming millions has\nbeen almost studiously ignored.”  As long ago as 1952,\nhe was “sent around the metropolis” to discover\nwhether, in fact, any Cockney dialect remained (a\nfamous dialectologist wrongly doubted this).  Armed\nwith a list of “some 1800 unloaded questions,” he\npursued his enquiries in five main districts, from <em>Sahf\n'Ackney</em> 'South Hackney' in the East End of London to\nWalton-on-the-Hill in Surrey and Farningham in Kent: a\nspan, overall, of 35 miles north to south and 32 miles\neast to west.  Not only was Cockney dialect, particularly\namong the elderly, still found to be alive and kicking;\nMr. Wright's assiduous legwork also established a\nremarkably homogeneous standard of speech throughout\nthis extensive area.  Cockney dialect has followed the\nnew housing estates, the roads, the tube stations, and\nthe general geographical enlargement of what is now\n“the most complex and spread-out city in the world.”\nNor has the Thames, as was once suspected, cut its\ntraditional speech into two halves.  “Countless masses of\nLondoners cross the Thames daily by train, car and on\nfoot,” says Mr. Wright, “and great rivers like the\nThames, provided they are crossable, have been meeting-places\nof dialects and communication, not barriers.”</p>\n<p>In London you don't take a taxi, you <em>catch a cab,</em>\nMr. Wright warns; and if, having caught one, you keep\nyour ears open, and have the luck to be driven by a\npleasantly talkative <em>cabbie</em> and not one of the morose\nor—worse still—mad variety, you will probably hear\nquite a number of the words mentioned in this up-to-date\nand entertaining book.  It is unlikely that you will\nbe greeted with the welcoming <em>Wotcher, cock!</em> 'What\ncheer, cock sparrow!' But, at the end, the announcement\n<em>That'll be two smackers</em> 'two pounds,' <em>guv'</em> will not be\nout of order: indeed, should your ride have taken you,\nsay, from <em>Emma Smif</em> 'Hammersmith' to the <em>Menshun\nAas</em> 'Mansion House' or the <em>Tahr</em> 'Tower of London,'\nthe fare on the clock will be far more.</p>\n<p>With London in a state of constant social flux, its\nlanguage is bound to reflect this condition.  Mr. Wright\nhas some amusing pages on the modified Cockney\nspoken by West Indians and other recent immigrants,\nwho have often mastered the pronunciation of their new\nsurroundings but not the technical vocabulary. (“<em>She\ngoes rahnd, she don' show de lightin'</em> ”, exclaimed one\nindignant expatriate, as a lady driver turned a corner\nsharply without using her indicator).  He is good, too, on\nthe distinctive glottal stop (<em>bu'er for butter,</em> etc.), to\nwhich the ears of all students should be attuned and the\nuse of which, according to him, is actually increasing\namong the younger Cockneys.</p>\n<p>Some of his listings are pretty arcane, and short of\ngoing round the pubs and barrows with one's own tape\nrecorder, it is difficult, even for one who lives and works\nin London, to be satisfied about all the findings.  Do\neven Cockney <em>grandads,</em> as Mr. Wright seems to claim,\nstill use words like bowk to 'belch,' <em>pissimire</em> an 'ant', or\n<em>'oppin' the wag</em> 'playing truant'?  One feels faintly sceptical.\nAnd should he have included so many words\nwhich, though no doubt Cockney in origin, have long\nsince passed into the stock of general use—<em>greedy-guts</em>\n'glutton,' <em>kisser</em> 'mouth,' <em>scrounge</em> 'to steal,' to mention\njust three?  Here he might have been more rigorous in\nhis filtering.</p>\n<p>Yet a living language <em>is</em> hard to pin down.  The\nwords collected in this book are like a lot of cheeky\nschoolboys: they will not stay in sedate rows for the\nend-of-term photograph but keep pulling faces, getting\nup, running about, and occasionally bringing off that old\nschoolboy feat of managing to appear in the same\npicture twice by rapidly sprinting from one end of the\ngroup to the other while the camera on its aged tripod\nswivels slowly round and the conscientious dialectologist-operator\nbreaths heavily beneath his black cloth.\nSome of them, in fact, seem to have nipped round three\nor four times, so difficult does Mr. Wright seem to find it\nto control his material.</p>\n<p>He makes the odd slip here and there.  The once\nstuffy Earls Court Road is no longer Kangaroo Alley, the\nAustralians whose presence there caused it to be so\nnamed having been pushed out by newer breeds.  And\nMr. Wright misses a trick in his discussion of rhyming\nslang (which some people misguidedly think is all there\nis to Cockney).  Evidently not one who fancies a flutter\non the '<em>orses,</em> at the risk of returning home <em>b'rassic\n(borassic lint: skint)</em> 'broke,' he fails to mention that\nCockney racegoers and bookies, though as loyal and\npatriotic a bunch as any in the land, have been heard to\nrefer to their Sovereign, with apparent irreverence, as\nThe <em>Boiled</em>.  In fact they are using an affectionate piece\nof rhyming slang: <em>boiled</em> is short for <em>boiled bean,</em>\n'queen.'</p>\n<p>The trouvailles, however, far outweigh any small\nfaults.  Did you know the name for a slovenly woman\nwhose house is <em>any owd'ow</em> and who <em>'angs fings up on\nde floor</em>?  She is called <em>Mrs Tidy</em>, while her friend from\nWhitechapel, who cusses and swears—or “f”s and\n“b”s—<em>somefink' orrible,</em> is, by an opposite phraseology,\n<em>Mrs Effer</em>.</p>\n<p>The Cockney <em>sparrer</em> 'sparrow' is a strange sort of\nbird, with his flat intonation and his temperamental ups\nand downs.  This well-researched book will alert many\nreaders to the vigour, expressiveness, and general wonder\nof his speech.</p>\n<p><em>[Rivers Scott, London]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Cockney-Dialect-Slang-Wright-Peter-Batsford/14136645189/bd\"><em>Cockney Dialect and Slang</em></a></h1> <p>Peter Wright, (Batsford, 1980), 192 pp.</p> <p>Visiting word-fanciers venturing into the London\nUnderground this summer may have noticed, as they\npassed up or down on the moving staircase, two advertisement\npanels of particular interest to them.  One\ndemanded: “Where should I swap my dear old Dutch?”\nThe other proclaimed: “If your old China is all she's\ncracked up to be, you'd like her replaced as new.”  The\nfirst recommended the services of an auctioneer, the\nsecond of an insurance company.  And both, of course,\nwere making play with Cockney slang.  <em>Dutch,</em> short for\n<em>duchess,</em> is a 'costermonger's wife.'  <em>China</em> is abbreviated\nrhyming slang for friend or pal: china plate, 'mate.'</p> <p>So Cockney lives, and this new book has appeared\nwith the aim of making better known the vocabulary,\ngrammar, pronunciation, and quirks of speech of the\nindigenous inhabitants of famous <em>Lunnon Tahn</em>.</p> <p>Its author, Peter Wright, a member of the Department\nof Modern Languages at Salford University, England,\nthinks it a shame that “whereas the dialects of\nmany country villages have been meticulously collected,\nthat of London with its teeming millions has\nbeen almost studiously ignored.”  As long ago as 1952,\nhe was “sent around the metropolis” to discover\nwhether, in fact, any Cockney dialect remained (a\nfamous dialectologist wrongly doubted this).  Armed\nwith a list of “some 1800 unloaded questions,” he\npursued his enquiries in five main districts, from <em>Sahf\n'Ackney</em> 'South Hackney' in the East End of London to\nWalton-on-the-Hill in Surrey and Farningham in Kent: a\nspan, overall, of 35 miles north to south and 32 miles\neast to west.  Not only was Cockney dialect, particularly\namong the elderly, still found to be alive and kicking;\nMr. Wright's assiduous legwork also established a\nremarkably homogeneous standard of speech throughout\nthis extensive area.  Cockney dialect has followed the\nnew housing estates, the roads, the tube stations, and\nthe general geographical enlargement of what is now\n“the most complex and spread-out city in the world.”\nNor has the Thames, as was once suspected, cut its\ntraditional speech into two halves.  “Countless masses of\nLondoners cross the Thames daily by train, car and on\nfoot,” says Mr. Wright, “and great rivers like the\nThames, provided they are crossable, have been meeting-places\nof dialects and communication, not barriers.”</p>"
}