{
  "type": "EtymologicaObscura",
  "title": "ETYMOLOGICA OBSCURA",
  "html": "<link rel=\"type\" href=\"EtymologicaObscura\"><h1 data-rel=\"title\">ETYMOLOGICA OBSCURA</h1>\n<p><em>Marjorie Sykes, Macclesfield, Cheshire</em></p>\n<p>When the Chancellor of the Exchequer unfolds his\n<em>buget</em> we shall all be so familiar with the term's present-day\nmeaning that we are unlikely to spare a thought for the fact\nthat this is the last survival of an old word whose meaning\nwas originally quite other.</p>\n<p>In the first instance the word <em>budget</em> signified a 'workman's\nbag or wallet generally made of leather, especially a\ntinker's wallet or the leather pouch in which a mower carried\nhis whetstone.'  So a country song speaks of “The jolly\nmowers With budget and with bottle,” while in the 16th\ncentury Abraham Fleming wrote of the tinker's curs which\ncarried “big budgetts fraught with Tinckers Tooles and\nmettail.”</p>\n<p>The word was also applied to a 'leather or skin bottle,'\nas a <em>water budget</em>, or to a 'back-can, a milk can shaped to\nfit the back.'  In other specialised senses it was used of a\n'kind of boot in a carriage for carrying luggage and of the\nleather socket which held the butt of a cavalry carbine on a\njourney.'  “The two dragoons,” wrote Sir Walter Scott,\n“have their carabines out of their budgets.”</p>\n<p>From these original meanings the word came to be applied\nto the 'contents of a bag or wallet in the sense of a\nstock or store,' especially used in a figurative sense of 'news,'\nso that Thackeray could speak of Frank bringing “a budget\nof news from home.”  This led to the use of the word as a\npopular title for a journal, like the <em>Pall Mall Budget</em> and the\n<em>Young Folk's Weekly Budget</em>.</p>\n<p>An 18th century pamphlet <em>The Budget Opened</em> likened\nSir Robert Walpole to a mountebank opening his 'wallet of\nquack medicines and conjuring tricks'—a less polite explanation\nof the term budget in its financial sense than the\ndiscreeter view that it refers to the 'Chancellor's leather bag\nor dispatch box,' hence to its contents.</p>\n<p><em>Caddie</em> is an almost obsolete noun which survives today\nonly in the golfer's vocabularly.  The word, which was principally\nused in Scotland, though not exclusively so, had\nthree meanings and many more spelling variants, for it has\nappeared as <em>caddie, cadie, caddy, cady, caudie, cawdie,\ncawdy, caddee,</em> and <em>cadee</em>.  The variations in spelling no\ndoubt resulted from the fact that it was a term more often\nused in speech than in writing.</p>\n<p>It was employed in the 19th century as the equivalent\nof a 'cadet in the army'; it also signified in familiar speech\n'lad or young fellow':</p>\n<blockquote>\n<p>A' ye canty, cheerie caddies,<br>\nLend a lug to Jamie's tale.</p>\n</blockquote>\n<p>But the chief usage seems to have been to denote the\n'men or lads who hung about the streets on the lookout for\ncasual employment, as messengers, errand boys, porters and\nthe like.'  “The next time you didna ken your road, ask ane\nof the caddies at the street corners,” advised Whithead in 1876.     Sir Walter Scott used the word in his novels in this\nsense, while Macaulay in his <em>History of English</em> spoke of\n“every Scotchman, from the peer to the cadie.”</p>\n<p>In particular, the term was applied to a 'sort of corps\nof commissionaires' in 18th-century Edinburgh.  Burt wrote\nof them about 1730: “The Cawdys, a very useful BlackGuard,\nwho attend ... publick Places to go of Errands;\nand though they are Wretches, that in Rags lye upon the\nStairs, and in the Streets at Night, yet are they often considerably\ntrusted....  This Corps has a kind of Captain\n... presiding over them, whom they call the Constable of\nthe Cawdys.”</p>\n<p>Most of these usages have come from Scottish sources,\nbut an interesting instance from England occurs in instructions\nissued to mail guards in coaching days: “Only two outside\npassengers are allowed whose station must be one on\nthe Box and one on the Roof ... pretence of taking up a\nCadde or Helper will never be admitted as an excuse for\ndisregarding this order.”  So wrote the Post Office official in\ncharge of mail coaches in 1805.  Now the <em>caddie</em> who acts as\nthe golfer's attendant is the only one to survive, and he\nperhaps precariously.</p>\n<p>The word <em>snob</em> provides an interesting example of a\nslang term which rose in the world to gain a quite respectable\nspecialized meaning.  Originally it was a dialect term\nfor a 'cobbler or shoemaker' and was still used in that sense\nin quite recent times.  In 1781 Hone referred to “Sir William\nBlase, a snob by trade.”  It could also refer to the 'cobbler's\nboy': “He had entered the craft in the usual way by being\nwhat the villagers called a 'snob.' ”</p>\n<p>In Cambridge parlance it was a slang term for 'anyone\nnot a gownman, i.e. a townsman.'  As the <em>Saturday Review</em>\nremarked in 1865, “Happily the annals of Oxford present no\ninstance of a 'snob' murdered in the streets.”</p>\n<p>It was also a term for a 'person without any pretensions\nto gentility, one who belonged to the lower classes of society,'\nso that a mid-19th century writer on Australia could\nsay, “The majority of the colonists are essentially snobs, and\nthey are justly proud of the distinction.”  From this the word\ncame to signify a 'person without breeding or good taste,' as\nThackeray explained: “A vulgar man in England ... chiefly\ndisplays his character of snob by ... swaggering and\nshowing off in his coarse dull stupid way.”</p>\n<p>In terms of industrial action, a <em>snob</em> was a 'blackleg or\nknobstick, who either refused to strike or undercut his\nfellows.'  “Those who work for lower wages during a strike\nare called snobs, the men who stand out being 'nobs'.”</p>\n<p>Finally comes its present meaning of a 'person who\nregards wealth or position rather than character, one who\ntoadies to the eminent or affluent and despises those whom\nhe considers his inferiors.'  “He was ... such a snob, he felt\npleased his clerks should hear a butler ask for a situation.”</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"EtymologicaObscura\"> <h1 data-rel=\"title\">ETYMOLOGICA OBSCURA</h1> <p><em>Marjorie Sykes, Macclesfield, Cheshire</em></p> <p>When the Chancellor of the Exchequer unfolds his\n<em>buget</em> we shall all be so familiar with the term's present-day\nmeaning that we are unlikely to spare a thought for the fact\nthat this is the last survival of an old word whose meaning\nwas originally quite other.</p> <p>In the first instance the word <em>budget</em> signified a 'workman's\nbag or wallet generally made of leather, especially a\ntinker's wallet or the leather pouch in which a mower carried\nhis whetstone.'  So a country song speaks of “The jolly\nmowers With budget and with bottle,” while in the 16th\ncentury Abraham Fleming wrote of the tinker's curs which\ncarried “big budgetts fraught with Tinckers Tooles and\nmettail.”</p> <p>The word was also applied to a 'leather or skin bottle,'\nas a <em>water budget</em>, or to a 'back-can, a milk can shaped to\nfit the back.'  In other specialised senses it was used of a\n'kind of boot in a carriage for carrying luggage and of the\nleather socket which held the butt of a cavalry carbine on a\njourney.'  “The two dragoons,” wrote Sir Walter Scott,\n“have their carabines out of their budgets.”</p>"
}