{
  "type": "Article",
  "title": "Philip Howard on English English",
  "author": "Wizard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English</h1>\n<p><em><span data-rel=\"author\">Wizard</span> <span data-rel=\"location\"></span></em></p>\n<p>With permission, ladies and gentlemen, I should\nlike to carry on hunting the Wizard of Was this quarter.\nThere is a mystery about the origin of <em>wizard</em> as a\nBritish slang term of superlative approval in the 1930s.\n(Chaps in those days also exclaimed <em>ripping!</em> and <em>stunning\n!</em>) I do not think that the expression ever crossed\nthe Atlantic.  It is now so whiskery and moth-eaten that\nnobody with any linguistic sensitivity could use it,\nexcept ironically or sarcastically.  The word was typically\nan RAF term of approval during the war, when the\nyoung men of the Battle of Britain exclaimed about\n<em>wizard prangs</em>.</p>\n<p>Until now the only explanation of the word's origin\nhas been given by the great WordFowler, Eric Partridge.\nThe earliest citation he found was “a perfectly\nwizard week” in a book published in 1933.  He suggested\nthat the word became extremely popular in the\nRAF between 1939 and 1945, and thence passed into\ngeneral civilian slang.  In February I published an article\nin <em>The Times</em> suggesting an earlier origin.  Professor\nAngus McIntosh of the Middle English Dialect Project\nat Edinburgh University testifies that while he was an\nundergraduate at Oriel College, Oxford, between 1931\nand 1934, <em>wizard</em> became part of the jargon of the junior\ncommon room of that college.  We wondered whether\n<em>wizard</em> had been introduced to Oriel and the lexicon of\nslang by freshmen from some school.</p>\n<p>As we might have expected, if we had had any\nsense, we had a vast and, in parts, instructive mail.  It\ncan be divided into three categories—well, four categories,\nif you count one category for amiable but irrelevant\nanecdotage.</p>\n<p>First there were Old Boys from Charterhouse and\nseveral Cambridge Colleges (and educational establishments\nin between), claiming to have been using <em>wizard</em>\nas a superlative of enthusiasm before Oriel discovered\nit.  From them we can deduce that the word was common\ncurrency in English schools (usually public—that is\nto say, private—schools) in the years around 1930.</p>\n<p>Then there was the aeronautical category.  Several\nretired and eminent aviators pointed out that a plane\ncalled the <em>Westland Wizard</em> was by far the most glamorous\naircraft fifty years ago.  The engine of the Vickers\nSupermarine seaplane that won the Schneider Trophy\n(the famous British race for aircraft) was the Merlin,\nwhich, when developed further, subsequently powered\nthe Spitfire and Hurricane.  Old Schneider Trophy pilots\nswore until their handlebar moustaches twitched that\n<em>wizard</em> was being used as an aeronautical term of\napproval in 1929-30, the time of the Schneider Cup\nvictories.  One had even christened his son Merlin,\nbecause Merlin was a wizard.</p>\n<p>Third, there was the comic category.  We were\nreminded that the extremely popular children's story-magazine\ncalled <em>The Wizard</em> was first published in 1922.\nFor the next 25 years, it was the favourite magazine of\nboys aged between 12 and 15 and must have influenced\nthe growth of slang.</p>\n<p>The question remains: where did the comic paper\n<em>The Wizard</em> get its name?  It is unlikely that its hard-nosed\npublishers in Dundee pulled the name out of thin\nair.  Wizards were fashionable.  The early child comics of\nthe years after the first war often had resident wizards\nappearing in their comic strips.  For instance, one called\nMarzipan was a regular features in <em>Rainbow</em>.  There were\nothers.</p>\n<p>Finally, I suppose, we ought to look for literary\norigins.  <em>The Wizard of Oz</em> was published in 1900.  The\ngerm of the new meaning may be visible in Vachel\nLindsay's <em>Litany of the Heroes</em> (1918):</p>\n<blockquote>\n<p>God lead us past the setting of the sun<br>\nTo wizard islands of august surprise.</p>\n</blockquote>\n<p>Lindsay was an American.  This supports a theory that\nthe expression was born in the States: for example,\nCommander John Irving (<em>Royal Navalese,</em> 1946) wrote\nthat wizard “is an adjective which has been flown from\nAmerica into the Navy by the RAF.  It implies that\nsomeone or something is marvellous and verging upon\nthe miraculous.”  In England at about the same time\n(1918), Edmund Gosse wrote in <em>The White Throat</em> of\n“the wizard silence of the hours of dew,” possibly\ncombining the connotation of the miraculous with the\nsuperlative.</p>\n<p>There you are.  That is as far as I have got.  It is\npossible that the origin of <em>wizard</em> in this sense is not\nexactly traceable.  We shall have to wait for the final\nvolume of Robert Burchfield's majestic <em>Supplement</em> to\nthe <em>Oxford English Dictionary</em> to find out.</p>\n<p>Meanwhile, <em>wizard</em> in the slang sense is dated on\nthis side of the Atlantic.  The fashionable term of\napproval among football crowds is <em>magic</em>.  “Chelsea are\nMAGIC” they shout on the rare occasions when my sad\nlocal team scores a goal.  I think that this new use came\ndown from Scotland in the 1970s.  I have an authenticated\nsighting sprayed on a wall in Edinburgh outside\nthe stadium of a team called Heart of Midlothian in 1975. A stronger variant is <em>PFM</em> 'Pure Fucking Magic.'\nLet us see if we can find an earlier instance.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English</h1> <p><em><span data-rel=\"author\">Wizard</span> <span data-rel=\"location\"></span></em></p> <p>With permission, ladies and gentlemen, I should\nlike to carry on hunting the Wizard of Was this quarter.\nThere is a mystery about the origin of <em>wizard</em> as a\nBritish slang term of superlative approval in the 1930s.\n(Chaps in those days also exclaimed <em>ripping!</em> and <em>stunning\n!</em>) I do not think that the expression ever crossed\nthe Atlantic.  It is now so whiskery and moth-eaten that\nnobody with any linguistic sensitivity could use it,\nexcept ironically or sarcastically.  The word was typically\nan RAF term of approval during the war, when the\nyoung men of the Battle of Britain exclaimed about\n<em>wizard prangs</em>.</p> <p>Until now the only explanation of the word's origin\nhas been given by the great WordFowler, Eric Partridge.\nThe earliest citation he found was “a perfectly\nwizard week” in a book published in 1933.  He suggested\nthat the word became extremely popular in the\nRAF between 1939 and 1945, and thence passed into\ngeneral civilian slang.  In February I published an article\nin <em>The Times</em> suggesting an earlier origin.  Professor\nAngus McIntosh of the Middle English Dialect Project\nat Edinburgh University testifies that while he was an\nundergraduate at Oriel College, Oxford, between 1931\nand 1934, <em>wizard</em> became part of the jargon of the junior\ncommon room of that college.  We wondered whether\n<em>wizard</em> had been introduced to Oriel and the lexicon of\nslang by freshmen from some school.</p> <p>As we might have expected, if we had had any\nsense, we had a vast and, in parts, instructive mail.  It\ncan be divided into three categories—well, four categories,\nif you count one category for amiable but irrelevant\nanecdotage.</p>"
}