{
  "type": "Article",
  "title": "Philip Howard on English English",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English</h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>I agree with most lexicographers that usage rules.\nThat is rather like Margaret Fuller's declaration: “I\naccept the universe”—and Carlyle's comment: “By God!\nshe'd better.”  Horace said it before we did in <em>The Art of\nPoetry:</em> Language changes</p>\n<blockquote>\n<p>“si volet usus,<br>\nquem penes arbitrium est et ius et norma<br>\nloquendi.”</p>\n</blockquote>\n<p>For those without an old-fashioned English gent's education:\nLanguage changes if usage wants it to, for usage\nhas the authority and the rule and the government of\nlanguage.  However, I do not go along with the linguistic\nrelativism that all usage is equally good, that all change\nis for the better in language, and that a language is\nperfect for the uses of those who are speaking and\nwriting it now.  Some change seems to me to be for the\nworse.  For example, in my country and I think yours,\nthe subjunctive appears to be dying.  In <em>The Times,</em> we\nignore or misuse it continually, so confusing the readers\nand vexing the old fogeys.  Here are some recent examples\nto show what I mean.</p>\n<p>“It may well have not happened last weekend, but\nit was bloody well going to happen some time”; a\nmiddle-ranking policeman was speaking after the riots\nin Brixton.  In fact it <em>did</em> happen last weekend.  He would\nhave made his point without ambiguity if he had said:\n“It might well have not happened....”</p>\n<p>From our Legal Correspondent on the front page of\n<em>The Times:</em> “The judge can insist that the trial continues.”\nHe would have been “correct” and annoyed our\npunctilious readers less, and caused me fewer letters to\nanswer, if he had written either that the judge can insist\nthe trial continue, or should continue.</p>\n<p>From a soccer report: “From this penalty Sorensen\nscored a goal that may not have come by other means.”\nThat is puzzling, but not misleading.  But how about\n(footy again): “In a melee in the six-yard area a goal may\nhave been scored.”?  That <em>may</em> suggests to those who\nuse the subjunctive that the ball possibly crossed the\ngoal-line without the referee or the linesmen seeing it.\nAll that the writer meant was that with a little bit of luck\nand a good bounce the ball might or could have been\nput in the back of the net.  This could become serious if\nwe wrote of some public figure that he may have taken\nbribes, when all that we mean is that he might have\ntaken bribes, if he had been dishonourable.</p>\n<p>From our Political Editor: “Now the Government\ncannot tailor its announcements to Labour's internal\nmeasure; but practically they may have done better to\nwait until after Monday....”  They might have done\nbetter, and so might Fred Emery.</p>\n<p>Peter Hain: “Had it not been for the media's willingness\nto report news of the charge in the sceptical\nterms they did, I <em>may</em> not have been acquitted.”  But you\n<em>were</em> acquitted, dammit, Peter.</p>\n<p>I think I can understand why this confusion of <em>may</em>\nand <em>might</em> and of the indicative and subjunctive generally\nhas arisen, apart from the fact that our children are\nno longer taught prescriptive grammar in school.  When\nused in the present tense, <em>may</em> and <em>might</em> are almost\ninterchangeable.  “He may come” differs from “he might\ncome” by only a slight degree of probability.  But when\nused in the past tense, as in reporting or any narrative,\n<em>may</em> indicates uncertainty in the mind of the speaker at\nthe moment of speaking, as in, <em>He may have sent her\nflowers on her birthday; but I have no means of\nknowing whether he did or not.  Might</em> indicates a\npossibility that lay in the power of the doer at the time\nof the action described, as in, <em>He might have sent her\nflowers on her birthday, but the slacker was too idle or\ntoo mean to do so.</em>  By muddling the present and the\npast uses, we darken our meaning.</p>\n<p>Language does not decay and fall, like the woods in\nautumn or the Roman Empire.  Decay and decadence\nare not illuminating metaphors to apply to language—or,\nfor that matter, to civilizations.  But it does seem to me\nthat some of the changes in usage are changes for the\nworse, because they reduce the number of fine discriminations\navailable to users of the language.  I take the\ndecline in the exact use of the subjunctive to be such a\nchange for the worse.  However, if the loss of the\nsubjunctive leaves a serious gap in the language, as it\nsurely will, usage will find a way of filling the gap.\n<em>Natura vacuum abhorret</em> in language as in physics.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English</h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>I agree with most lexicographers that usage rules.\nThat is rather like Margaret Fuller's declaration: “I\naccept the universe”—and Carlyle's comment: “By God!\nshe'd better.”  Horace said it before we did in <em>The Art of\nPoetry:</em> Language changes</p> <blockquote>\n<p>“si volet usus,<br>\nquem penes arbitrium est et ius et norma<br>\nloquendi.”</p>\n</blockquote> <p>For those without an old-fashioned English gent's education:\nLanguage changes if usage wants it to, for usage\nhas the authority and the rule and the government of\nlanguage.  However, I do not go along with the linguistic\nrelativism that all usage is equally good, that all change\nis for the better in language, and that a language is\nperfect for the uses of those who are speaking and\nwriting it now.  Some change seems to me to be for the\nworse.  For example, in my country and I think yours,\nthe subjunctive appears to be dying.  In <em>The Times,</em> we\nignore or misuse it continually, so confusing the readers\nand vexing the old fogeys.  Here are some recent examples\nto show what I mean.</p>"
}