{
  "type": "Article",
  "title": "Preface",
  "author": "Robert A. Fowkes",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Preface</h1>\n<p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\"></span></em></p>\n<p>The appearance of the Century Dictionary once\nmore in its renowned second edition is a cause for\ncongratulations all around.  To many of us who have long\nbeen browsers and readers of its fascinating pages the\nevent is a source of gratification.  For the <em>Century</em> is\ndecidedly a dictionary to be read and enjoyed and not\nmerely consulted on occasion.  Despite claims frequently\nheard that dictionaries are “made to be used\nrather than read,” even the ones uttering those claims\nwill admit that they themselves are at times tempted to\nbrowse in some dictionaries—not all, because dictionaries\nvary widely in their readability.  The appearance of\nthe <em>Century</em> invites us to read in it—its typography, its\nillustrations, the arrangement of its articles all render it\nextremely attractive.  It has none of the forbidding aspect\nof dry pedantry that often turns readers away from\ndictionaries or confines their use of them to brief consultation\non some specific point, with no inclination to read\non or to dip into other sections.</p>\n<p>Dictionaries probably increase in readability as they\nbecome more encyclopedic, thus perhaps trespassing on\nthe territory of the encyclopedia itself.  There are dictionary\nmakers who aim at rigorously excluding all\nencyclopedic material, and some useful dictionaries\nhave, admittedly, been produced on the basis of such\nseparation of functions.</p>\n<p>The <em>Century Dictionary,</em> however, had no such\nreservations from the start.  Its design originated in 1882.\nThus the word <em>century</em> has, fortuitously and <em>ex post\nfacto,</em> a special pertinence to our time.  It was to be a\n“general” work, one for “every literary and practical\nuse.”  It was intended to include encyclopedic matter,\nnot to exclude it.  In an age that was, in some ways, more\nfortunate than our own, space was not a primary concern.\nThere was no need to curtail definitions to allow\nroom for etymologies, nor the reverse.  As the work\nprogressed, its size and scope extended far beyond the\nlimits originally foreseen, and the expansion evidently\nhad the blessing of the publisher, Roswell Smith, president\nof the Century Company.  I have not been able to\nverify the assertion that the Century Company had\nmade a fortune on the <em>Century Magazine</em> and was\nlooking for a venture in which to invest the profits.  It\nwas, at any rate, a suggestion of Mr. Smith himself that\nled to the project in the first place.  The plan was to\nadapt to American needs and conditions a British work,\nthe <em>Imperial Dictionary</em> by John Ogilvie, as revised by\nCharles Annandale.  The Century Company had actually\nreprinted Annandale's version in the United States.\nBlackie &amp; Son, publisher of the English work, then\ngranted the <em>Century Dictionary</em> permission to use material\nfrom the <em>Imperial Dictionary.</em>  There may be some\nslight irony in that permission, for allegations had been\nmade by certain American copyright owners that the\n<em>Imperial</em> had itself made excessive use of protected\nmatter.  The publishers of the <em>Century Dictionary,</em> however,\napparently made proper arrangements with those\nowners, as a statement on the reverse of the title page\nreveals.  This points to the intriguing circumstance that\nthe British dictionary of which the <em>Century</em> was to be an\nadaptation was itself in large measure dependent on\nAmerican materials, and some lexical chickens came\nhome to roost.  As a matter of fact, the <em>Imperial Dictionary</em>\nwas based upon Webster.  In 1838 Blackie &amp; Son\nhad asked John Ogilvie to undertake a revised and\naugmented version of Noah Webster's <em>American Dictionary\nof the English Language.</em>  Ogilvie finally utilized\nthe 1841 edition of Webster, the last one the author\nhimself amended and corrected, for Webster died in\n1843.  Ogilvie's <em>Imperial Dictionary, English, Technological,\n&amp; Scientific, Adapted to the present State of\nLiterature, Science, and Art; on the basis of Webster's\nEnglish Dictionary</em> (a somewhat peculiarly worded title,\nit must be admitted), was issued in parts, beginning in\n1847, and published in complete form in 1850.  A supplement\nfollowed in 1855.  (The mere appearance of\nWebster's name on the title page was no guarantee that\na work was really based upon the dictionaries of the\nAmerican lexicographer.  For example, the great rival of\nWebster, Joseph Emerson Worcester, found to his dismay\nthat the English publisher of his <em>Universal Dictionary</em>\nhad printed a statement on the title page of that\nwork that it was “compiled” from the materials of Noah\nWebster, a charge—or boast—that Worcester insisted\nwas quite untrue.  It was apparently a “selling point” in\nEngland to claim connection with Webster!) At any rate,\nthe modifications and improvements introduced by Dr.\nOgilvie did not, it seems, greatly alter the size or nature\nof Webster's dictionary but did impart a somewhat more\nencyclopedic character to it and embodied additional\ntechnical terms.  One outstanding feature on which the\n<em>Imperial</em> prided itself was the inclusion of a great\nnumber of pictorial illustrations, a feature described in\nthe preface to Annandale's revised edition as distinguishing\nit from all other English dictionaries.  Yet it was\nconceded that the idea was not entirely new: Nathaniel\nBailey had used woodcuts in the two-volume edition of\nhis <em>Universal Etymological English Dictionary</em>\n(1726-27), chiefly to illustrate heraldic and mathematical\nterms.  Subsequent editions of Bailey, notably <em>Dictionarium\nBritannicum</em> (“collected by several hands,”1730)\nhad woodcuts illustrating terms of chemistry, architecture,\nmilitary installations, and mechanics, in addition to\nheraldry and mathematics.  Bailey himself certainly had\npredecessors in the use of illustrations.  It is often\ndifficult to discover the real beginning of a practice.\nNevertheless, Ogilvie expanded the practice greatly.</p>\n<p>In its first edition, the <em>Imperial Dictionary</em> enjoyed\nconsiderable success and was widely regarded as a\nstandard lexicon of English.  For a quarter of a century it\nwas steadily bought, and presumably read, by the public.\nThe time was really ripe for such a work, because\nthe ones previously available in Britain were either\nAmerican imports or revisions of Samuel Johnson's\nvenerable dictionary.  There had been a noteworthy\nexception, that of Charles Richardson (1836-37), one\ncharacterized by copious quotations.  Despite its merits,\nRichardson's work for some reason did not achieve the\nrecognition that might have been expected, and its\neffect on lexicography in England was only slight, other\ndictionary makers preferring to emulate Johnson or\nWebster.  They did not even take advantage of his\nwealth of quotations, which, according to the Historical\nIntroduction of the <em>OED</em>, were a “natural storehouse”\n(for plundering?).  Yet some attention must have been\npaid to Richardson by the <em>OED</em>, for we are told that the\noriginal idea was to bring out a volume “supplementary\nto the later editions of Johnson or Richardson, and\ncontaining words omitted in either of these\ndictionaries.”</p>\n<p>When Ogilvie died (1867) he had been busy with a\nrevision of the <em>Imperial</em>.  That revision was then\nentrusted to Charles Annandale, under whose editorship\nthe dictionary became essentially a new work.  Although\nthe additions were largely in the realm of scientific and\ntechnological terminology, the new dictionary (1882-83)\nalso included works culled from literary writers, old and\nnew, not previously quoted.  Americanisms, foreign\nwords, even slang and colloquialisms were included,\nprovided they occurred in literature.  There was no effort\nto collect words from speakers; attestation in respectable\nprint was the criterion.  New attention was paid by\nAnnandale to definitions and to the arrangement of\narticles.  The <em>Century Dictionary</em> was often able to\ninclude Annandale's definitions unaltered, at times\nslightly emending them.  The engraved illustrations\nwere supplemented by numerous additions to those in\nOgilvie, and very many of them were used in the\n<em>Century</em> too.  Mr. Robert Blackie was in charge of selection\nand arrangement of most of the illustrations and did\nhis work creditably.</p>\n<p>The <em>Imperial</em> aimed at catholicity and inclusiveness,\nbut the realistic admission was made that it was\nimpossible to contain all the words in every art and\nscience.  Still, the boast was that the work included far\nmore such words than the average reader was likely to\nencounter in general literature, which was, of course, a\nsurmise.  As an encyclopedic work, it was to prove\nvaluable as a reference work and also to avoid the\ncharge often leveled against dictionaries of being unattractive\nreading.  Thus the notion of the dictionary as a\nbook to be read has early precedent.  Some dictionaries\nrefer to their “readers”; in the seventeenth century they\nwere “gentle readers.”  In this consumer age, when\npeople “use” doctors, lawyers, plumbers, piano tuners,\nand all the rest, it is not surprising to encounter “user”\nto designate those who read or consult dictionaries, as\nwell as other terms like customers, buyers, owners,\nclientele, consultants, and “lookers-up.”</p>\n<p><em>The Century Dictionary</em></p>\n<p>The <em>Century Dictionary</em> was especially fortunate in\nhaving as its editor-in-chief William Dwight Whitney\n(1827-94), who devoted most of the last decade of his\nlife to the task.  A member of a distinguished family\nnumbering several scholars and scientists among its\nsons and daughters (Mt. Whitney was named for his\nbrother, Josiah Dwight Whitney, the geologist), Whitney\nwas for a time mainly interested in the natural sciences.\nAt the age of nineteen he began the study of medicine\nin a doctor's office, as was often the custom.  The second\nday of his study, however, he came down with the\nmeasles and while convalescing picked up the Sanskrit\ngrammar by Franz Bopp, which his geologist brother\nhad intriguingly enough brought back from Germany\nalong with a few hundred other books.  Whitney seems\nto have been fascinated by that Sanskirt grammar and\ntook it with him when he accompanied his brother on a\nUnited States geological survey of the region of Lake\nSuperior in 1849.  Whitney acquired a respectable\nknowledge of Sanskrit through self-instruction.  He went\nto Yale for one year (after graduation from Williams) and\nstudied Sanskrit under Edward Elbridge Salisbury, who\nhimself had been a student of Franz Bopp in Germany.\nIn 1850 Whitney went to Germany, as so many American\ngraduate students did at the time, and studied for\nthree semesters in Berlin (with Bopp and others) and\ntwo in Tübingen, where Rudolf Roth was his Sanskrit\nprofessor.  After his return to the United States, Whitney\nwas appointed to a new chair of Sanskrit at Yale, a post\ncreated through the efforts of his old professor, Edward\nElbridge Salisbury, who helped raise the funds\nrequired.  Whitney occupied that post from 1854 to 1894,\nresisting a tempting offer from Harvard in 1869.  While\nin Germany he laid the foundation for much of his\nsubsequent scholarly research and publication, particularly\nin Sanskrit, but also in the areas of linguistics,\nmodern languages, and lexicography.  Another special\nenthusiasm of his was spelling reform.  The work that is\nconsidered his main scholarly achievement, perhaps,\nthe <em>Sanskrit Grammar,</em> was published in Leipzig in\n1879.  The publishers Breitkopf and Härtel were planning\na series of grammars of Indo-European languages\nand aimed at having a leading expert as the author of\neach.  It is significant that Whitney, an American, was\nchosen to write the Sanskrit volume in that distinguished\nseries.  That the grammar is still valuable today,\nmore than a century later, is vindication of the wisdom\nof their choice.  Recent writings on Sanskrit here and\nabroad still recommend the book as a definitive work,\nnot merely as one with historical interest—as would\nhave to be said of Bopp's grammar, from which Whitney\nderived his own first knowledge of Sanskrit.  A German\ntranslation, by Heinrich Zimmer, followed the same\nyear (1879), and a revised edition by Whitney himself\n(of the English work) appeared in 1889.</p>\n<p>It has been said that Whitney was the first great\nAmerican linguist, and it would be difficult to refute that\nassertion.  He was the first president of the American\nPhilological Association and served for many years as\ncorresponding secretary of the American Oriental Society,\nedited its journal, and was also its president.  His\nwork in linguistics was outstanding and has been shown\nto have anticipated several later developments, including\nphonemics.  He was emphatic in distinguishing\nbetween philology and linguistics, usually preferring to\ncall the latter the “science of language.”  This could\nhave been his equivalent for German <em>Sprachwissen-schaft,</em>\nrather than an indication that he regarded the\nsubject as something akin to science in the English\nsense.  But there is evidence in his writings that he\nfavored grouping linguistics with sciences like chemistry\nand geology.  His book <em>The Life and Growth of\nLanguage,</em> with the subtitle <em>An Outline of Linguistic\nScience</em> (1875), was translated into six languages and\nenjoyed international esteem.</p>\n<p>Although Whitney's linguistic method in many of\nhis prolific writings was synchronic, descriptive, and\nstatistical, this book shows a lively concern with comparative\nand historical matters as well as considerable\nskill in setting them forth, often for the “general\nreader.”  He also made important contributions to the\ntremendous seven-volume Sanskrit dictionary of Otto\nBöhtlingk and Rudolf Roth (St. Petersburg, 1879-1889),\ncommonly referred to as the “St. Petersburg Dictionary.”\nAs early as 1864 he had shown his skill as a writer\nof definitions for the Webster edition of that year.</p>\n<p>As editor-in-chief of the <em>Century,</em> Whitney was\nlargely responsible for devising the plan of the work and\nfor seeing that all aspects of the project (orthography,\npronunciation, definitions, etymologies, arrangement of\narticles, etc.) were carried out in keeping with that plan.\nHe also read all the proofs.</p>\n<p>All the features that had been claimed to be strikingly\nsuccessful in the <em>Imperial</em> were adopted and\nenhanced in the <em>Century</em>.  The first duty of the <em>Century</em>\nas a comprehensive dictionary was to be “collection, not\nselection,” and it was considered better to err on the\nside of inclusiveness than of narrow exclusiveness.  This\nresembles very closely the stated aims of the <em>Imperial</em>.\nThe number of quotations, already extensive in the\nearlier work in both of its editions, was further\nincreased.  Very often the <em>Imperial's</em> quotations are\nretained in the <em>Century</em> and additional ones provided\nfor better clarification of definitions or for more complete\ndiscussion.  Very often there are more specific\nbibliographical references for the quotations.  When,\nhowever, the <em>Imperial's</em> definition is regarded as fully\nadequate, the <em>Century</em> keeps it.</p>\n<p>The definitions in the <em>Century</em> evince a skill that\noften evokes admiration even today, especially, but not\nexclusively, in some of the longer articles.  The quotations\nare expertly utilized to illustrate and to justify the\nsemantic divisions perceived by the definer.  Here art is\npatently more at work than science, but the presentation\nof successive gradations of meaning transcends art, too,\nand often reveals a carefully wrought technique not too\nremote from the scientific.  At times the literal and the\nfigurative may overlap and merge.  But even that overlapping\nis adroitly handled by means of appropriate\njuxtaposition and significant sequence.  For instance, in\nthe definitions of the word <em>cool</em>, there are literal senses,\nless literal ones (“fuzzy areas,” some would say now),\nand various figurative senses.  After treating the word\n<em>cool</em> in its literal sense (with reference to relative\ntemperature, etc.), the definer gives an example, “Under\nthe cool shade of a sycamore” (Shaks., LLL V, 2, line\n89), still not far from the literal, though showing a kind\nof semantic transfer, followed by “The British soldier\nconquered the cool shade of aristocracy” (W. F. P.\nNapier, <em>Peninsular War</em>, pagination not given), in which\nwe see a no-man's land between the literal and the\nfigurative, as <em>cool shade</em> (as contrasted with the more\nliteral sense in the quotation from <em>Love's Labour's Lost</em>,\nabove) acquires the figurative sense (not <em>cool</em> alone); the\nnext group of citations is specifically called “figurative,”\nthe first quotation being,</p>\n<blockquote>\n<p>O gentle son<br>\nUpon the heat and flame of thy distemper<br>\nSprinkle cool patience.</p>\n<p>(<em>Hamlet</em> III, 4)</p>\n</blockquote>\n<p>Comparison of the three occurrences bears with it\njustification of the classification.</p>\n<p>There is, to be sure, some stylistic difference\nbetween literary and technological definitions, quite\nconspicuous at times, although some words may belong\nparadoxically in both categories.  Illustrations are of help\nin explaining the vocabulary of many technical fields.  It\nis hardly necessary to point out that subsequent developments\nin most areas have been more revolutionary\nthan the writers of the <em>Century</em> could have imagined.\nBut even in the less involved and relatively concrete\nand literal terminology of those fields in those times\ncomplete definition was rarely possible, strictly speaking.\nIt might indeed be claimed that our so-called\ndefinitions are really not that at all.  As a label, however,\nwe know what the term refers to, whether we grasp it\nphilosophically or not.  Arguments have raged over what\nit is that a definition “defines.”  Is it the word or the\nthing?  Is it the symbol or the referent?  Simeon Potter\nreminded us (<em>Our Language</em>, 1950, p. 105) that Michel\nBréal warned of the impossibility of complete definition\n(<em>Essai de Sémantique</em>, 1891) and of the complexity of\nthe relationship between word and thing.  Similar caveats\nhave been uttered by successors.  In the opposite\nchronological direction, Aristotle also worried about the\nproblem of defining.  Nevertheless, lexicographers work\non the assumption that some sorts of definitions are\npossible, if not <em>sub specie aeternitatis</em>.  One type of\ndefinition always looks slightly ludicrous: who, for\nexample, would look up a word like <em>dog</em> or <em>hand</em> or <em>five</em>\nor <em>shoe</em> in a unilingual dictionary?  (Conceivably someone\nnot sure about the spelling or the plural formation,\nbut hardly one seeking a definition.)  Yet dictionaries\nperform intricate contortions to contrive definitions of\nwords perfectly familiar, as if the definition were a feat\ndemanded of the dictionary maker for every single\nword—not as a service to the reader.  A kind of farce is\nindulged in, with the dictionary pretending that an\nexplanation is needed, while the reader already knows,\nin his own pragmatic way, what a dog or a hand or a\nshoe is and even realizes that five is 'one more than\nfour,' or 'one less than six,' or 'half ten,' or '= 5 or V or\nv.'  Another mildly ridiculous feature, of which the\n<em>Century</em> is relatively free, is the annoying “any of...”\n(followed by words like “two-toed, slimy, monocotyledonous...,\netc.”) In view of the limited space (=\nmoney) available for dictionary articles, much could be\nsaved, it seems, by the elimination of hundreds of\nhopeless attempts to define the obvious.  The word itself\ncould be printed and, in some cases, accompanied by a\npicture; and the remainder of the article could treat\nother matters, if desired.  Nathaniel Bailey in his <em>Universal\nEtymological English Dictionary</em> (1721) designated\n<em>cat</em> as 'a creature well-known,' <em>horse</em> as 'a beast well-known,'\n<em>hand</em> as 'a member of the body,' <em>finger</em> as 'a\nmember of the hand,' <em>tree</em> as 'a thing well-known,'\n<em>bread</em> as 'the staff of life,' and <em>five</em> as 'V or 5.' Bailey's\nnondefinitions no doubt stemmed from his realization of\nthe futility of attempting to provide the unprovidable,\nrather than from any admission of defeat where no\nvictory was reasonably demanded.  (In 1730 he did essay\na definition of a tree, but he appended to that effort,\n“needing no description.”)  Some of Samuel Johnson's\nsubstitutes for definitions seem to reflect a similar attitude.\nThat practice is also followed in a number of\n“practical” dictionaries in other languages too.  I have\nvarious dictionaries on my shelf (French, German, Italian,\nDutch, Turkish, Welsh) in which <em>dog</em> is called (not\ndefined) in the relevant language, “one of the oldest\ndomestic animals,” or “well-known domestic quadruped,”\nand the like.  The reader is, in some cases,\nreferred to an accompanying illustration, although no\nspeaker of the language in question needs a picture to\nlet him know that <em>dog</em> = 'dog.'</p>\n<p>There is one category of potential users that would\nprofit from even superfluous pictorial specificity, namely\nforeign students of the language.  I am well aware that\nmany people find it almost nonsensical to think that one\ndictionary could serve the needs of both natives and\nforeigners.  Yet that is contradicted by experience and\npractice all over the world.  I have myself used unilingual\ndictionaries with considerable profit in studying\nseveral languages.  The dictionary makers who prepared\nthem may have had no such use in mind, but that makes\nscant difference.  To be sure, A.A. Hill quotes (<em>Language</em>\n46 [1970] 254) a statement once made to him by\nNoam Chomsky to the effect that “the only kind of\nreliance on meaning which is certain to fail is the\nattempt to define meaning by pointing to objects and\nclasses of objects in the outside world.”  The outside\nworld presumably refers to the nonlinguistic world.  Is\nlanguage, then, the “inside world”?  That sounds to me\nmore like Weisgerber than Chomsky.  Be that as it may,\nit is debatable that such a prediction of guaranteed\nfailure (of reliance on meaning) would vitiate a a lexicographical\npractice of “showing,” rather than “telling,” in\nsituations where “show and tell” is neither feasible nor\nnecessary.  (Encyclopedic dictionaries like the <em>Century</em>\nmay have valid reason to discuss a word like <em>dog</em>, quite\napart from the definition, and to supplement the discussion\nwith pictures, sometimes abundantly.)</p>\n<p>Whitney, in his preface to the first edition of the\n<em>Century</em>, expressed the opinion that the chronological\narrangement of definitions and attestations was the most\ndesirable one, a belief that he shared with the Grimm\nbrothers.  Whitney also claimed that this order had been\nfollowed whenever possible.  The historical order is,\nhowever, not always known with complete certainty,\nand the earliest attestations, even when clear, are often\nof meanings now obsolete.  It is of dubious value to the\ngeneral reader to encounter such a meaning in the first\ndefinition given, despite all precautions taken to mark it\nas obsolete or archaic.  The <em>Century</em> frequently enough\nabandons the historical order and common sense\nprevails.  It also professes to deduce the “primitive\nsense” of each word from a comparison of all the\nprincipal forms and to make that process clear to the\nreader.  This probably demands uncommon sense.</p>\n<p>The size of the collection of quotations—probably\nmore extensive than any previously assembled for an\nEnglish dictionary, with the sole exception of the\n<em>OED</em>—was viewed by Whitney and his staff as enabling\nthe <em>Century</em> definitions to reflect the facts of language\nmore clearly than its predecessors had.  It was also\nregarded as assuring a greater refinement of technique\nin arriving at various subdivisions of meaning.  A saturation\npoint could, of course, be reached, and too huge a\ncollection of citations might well result in “information\noverload,” as the jargon has it.  If the semantic area of a\nword vaguely resembles the spectrum, an almost infinite\nnumber of gradations would be theoretically possible,\nand detecting hosts of meanings would be anything but\ndesirable.  Eliciting significant levels of meaning is part\nof the art, not the science, of dictionary making.  The\ndistinctions presented in the <em>Century</em> seem justified and\neven easily perceived.  The printing and typography aid\nthat perception, too.  The results, while buttressed by\nthe evidence of a rich collection of quotations, cannot be\nuniquely valid or all-inclusive, but they are impressive,\neven in these days, and the definitions they make\npossible are superior to those of some recent\ndictionaries.</p>\n<p>One topic closely allied to definitions is synonymy.\nThe task of treating synonyms was entrusted to Henry\nMitchell Whitney, brother of the editor-in-chief.  He\nsupplemented the overall definitions by synonyms for\nsome 7,000 words.  This treatment brought together\nstatements found in the definitions in various parts of\nthe dictionary and also touched upon many literary\naspects of words.  That was the aim, but it was not really\nattained in full.  The synonymy must actually be\nachieved by the reader through following the cross-references,\nand the “bringing together” becomes a do-it-yourself\nproject for the reader—not necessarily an\nunenjoyable task for those who have the leisure.  In\nsome cases he will wonder why certain words are\ndenoted as synonyms of others, but he is not likely to\nfail to perceive semantic connections.  Since the date of\nthe <em>Century</em> there have been various improvements in\nthe study of synonymy, and we can hardly reproach the\n<em>Century</em> for representing the state of the art in its own\ntime.  By 1927, however, <em>The New Century Dictionary</em>\nwas able to include a highly valuable appendix.  <em>Synonyms,\nAntonyms, and Discriminations</em> by the scholars\nA. C. Baugh and P. C. Kitchen, which reflected later\ndevelopments and improvements in the field.</p>\n<p>One feature of the <em>Century</em> that has been one of its\nmost attractive achievements is its etymologies.  And\neven though many changes have occurred in the study\nof etymology in the time since the appearance of the\ndictionary in both editions, it still has much to tell us\nabout the etymology of thousands of words that is\nessentially valid today.  The etymologies are somewhat\nfuller than those provided in the <em>Imperial</em> (which were\noften very good), since the latter emphasized conciseness\nof presentation, in order better to serve the needs\nof the “average reader,” whereas an extended treatment\nwould allegedly be appreciated only by those especially\nwell-versed in “philology.”  It could be argued that\nreaders without etymological sophistication can have\ntrouble grasping a brief etymology as well as a long one.\nYet vast numbers of educated people do have a lively\ninterest in etymological matters.  In many countries people\nwho are far from specialists make valuable and\nsatisfying use of etymological dictionaries (even dictionaries\nthat are primarily etymological), Kluge's in Germany,\nfor example.  The <em>Century</em>'s solution is to give\nenough information to make the articles worthwhile for\nthose with some linguistic knowledge and yet not to\noverwhelm other readers.</p>\n<p>The etymologies unobtrusively reflect the state of\ncomparative and historical linguistic scholarship of the\ntime, both European and American, and, in some\nrespects, they are superior to those found in various\nlater dictionaries.  There is avoidance of previous pitfalls\nand correction of old blunders.  At times they are more\ncomplete than those in the <em>Oxford English Dictionary</em>.\nThat would be expected if the <em>OED</em> had adhered to its\npolicy as stated in the General Explanation (xxxi):\n“words originally native [<em>sic</em>] are traced to their earliest\nTeutonic [= “Germanic”] form, authenticated and illustrated\nby the cognate words in other Teutonic languages\nand dialects.”  That sounds as if the intent were not to\nseek extra-Germanic cognates.  But the statement is\nambiguous, and a glance at words like <em>acre, after, ask,\nbake, beaver, brother, cold, corn, daughter, day, eat,\neight, fire, fish, gold, heart, herd, lime, me, milk, mind,\nnight, one, red, salt, star, tooth, tree, way, weave,\nwheel, whole, wind, woe</em>, and many others reveals that\nthe <em>OED</em> etymologies often go far beyond “Teutonic,”\nwhile not often surpassing in skill those of the <em>Century</em>.</p>\n<p>The principle followed in the <em>Century</em> was to trace\neach “important” word to its remotest known origin.\nThe etymologies obviously cannot profit from cognates\nin languages like Hittite and Tocharian, which were not\nknown at the time the <em>Century</em> was written.  (Nor have\nthose languages, while overwhelming in some of their\nimplications for comparative linguistics, been extensively\nexploited by most modern etymological dictionaries\nof English.)  Furthermore, the <em>Century</em> is not a\nsubstitute for an etymological dictionary, although there\nreally is no completely satisfactory one for English\ncomparable to the best ones for some other languages.\nWhitney acknowledged that the etymology writers of\nthe <em>Century</em> derived help from the work of others,\nincluding W. W. Skeat, also the <em>OED</em>.  But since much of\nthe <em>OED</em> did not appear until the <em>Century</em> was finished,\nthere was a limit to the indebtedness to it.  I suspect that\nthe debt was more than repaid, for the <em>OED</em> made use of\nthe <em>Century</em> itself.  We know that <em>OED</em> editor James A.\nH. Murray worked standing at a high desk which held\nfour dictionaries always open for reference, and one of\nthem was the <em>Century</em>.  (The others were those of Johnson,\nLittré, and Webster.  Cf. K.M. Elisabeth Murray,\n<em>Caught in the Web of Words</em>.  New Haven and London,\n1977, p. 298.)</p>\n<p><em>Pronunciation</em></p>\n<p>The <em>Century</em> made use of a system for indicating\npronunciation similar to that of the Imperial, although\nnot identical to it.  It represented an improvement on the\npractice of many predecessors, yet it left something to\nbe desired.  One or two signs are unfortunately chosen,\nfor they represent quite different sorts of sounds in other\nlanguages that many readers may know (ö, e.g., to\nrepresent the vowel sound in <em>shoe, do</em>).  Others are not\ntoo felicitously applied to represent the sounds they are\nmeant to.  The unaccented vowels are accorded more\nvariety than exists, save for certain stage pronunciations,\nperhaps.  Of course, the variety of pronunciation found\nin American English makes it difficult for any system to\nrepresent the sounds satisfactorily.  Following a scheme\nof respelling words, rather than compelling the reader to\nlearn some form of phonetic representation (but partially\nrequiring that too!  and introducing certain diacritics),\nthe <em>Century</em> device works for a large portion of the\nvocabulary and accidentally achieves quasi-phonemic\nrepresentation in some cases (not that that helps convey\nthe pronunciation better, but it does render the spelling\nvalid for a larger area than might otherwise have been\nthe case).  Whitney reports that it was necessary to\nchoose two or more pronunciations for some words.  He\ndoes not elucidate the principle of selection of such\nwords, but it can sometimes be surmised from the\nexamples.  A glance at words like <em>greasy, falcon, marry,\nmerry, father</em> affords insight into the practice followed.\nThere is some tacit, not explicit, recognition of regional\nvariants.  There is no hint that any speakers pronounce\nan [1] in <em>palm</em> and <em>calm</em>.  The order in which two (rarely\nmore) respellings are printed seems to betray slight\nprejudice in favor of the Northeast.  One peculiar exception\nis that of writing [hw-] for words starting with\northographic <em>wh</em>-, with no suggestion that [w-] prevails\nin eastern areas, probably in the <em>Century's</em> own\nbailiwick.</p>\n<p>During Whitney's long career there was often\nwavering on the part of linguists and lexicographers\nalike between prescriptive and descriptive approaches\nto English.  Whitney was capable of saying in one place\nthat the main purpose and duty of lexicography was to\nrecord actual usage, but he also seemed to believe that\nthere was a clearly discernible difference between\n“good” and “bad” English (as there no doubt is).  By\n“good English” he meant the vocabulary and syntax of\nthe “best speakers” or those who had the “best education.”\nHe went so far as to say, “Everything which such\npeople do not use, or use in another way, is bad\nEnglish.  Thus bad English is simply that which is not\napproved and accepted by good and careful speakers.”</p>\n<p>(<em>Essentials of English Grammar</em> [1877], p. 3).  Rather\nsurprising, in view of such expressed notions of good\nand bad, is Whitney's disclaimer of any normative or\nprescriptive role for the grammarian, who, he asserts, is\na recorder and arranger of the usages of language and by\nno means a lawgiver, “hardly even an arbiter or critic”\n(<em>Essentials</em>, p. v.).  He does say, however, that grammar\nreports the facts of “good” language, which betokens a\npoint of view not precisely divorced from the normative.\nYet he elsewhere espouses the principle that language\nis constantly changing, and he sees nothing deplorable\nin that incontrovertible fact (<em>Life and Growth of Language</em>\n[1875], p. 33).  In his preface to the first edition of\nthe <em>Century</em> he recognizes that there can be no attempt\nto show all varieties even of the pronunciation of the\n“educated,” and readers are hard put to find a criterion\nfor selection.  They are told that “circumstances” determine\neach case, which helps but little.  When one\npronunciation only is given, we cannot escape the\nimpression that it is at least countenanced by the dictionary\nmakers, even if not imposed.  For even objective\ndescription of what is considered good amounts to\nprescription.  The mystery resides in that word “considered.”\nQuotations are not utilized to arrive at pronunciations\nin most instances, the way they are to determine,\nrefine, and support definitions or meanings, and they\ncould hardly be expected to do so unless collected by\nmeans of some acoustical recording device.  Written\nevidence can, it is true, serve to some extent to give\nindication of pronunciation, especially for bygone ages:\nrhymes or accent placement in verse; orthographical\nvagaries or lapses; ridicule of the speech habits of others\n(for which there is even Latin and Sanskrit precedent);\nand so on.  But the impression conveyed in the <em>Century</em>\nis that a few members of the staff provided the pronunciation\nthemselves, either on the basis of their own\nspeech or on that of people deemed to be “good”\nspeakers, hardly from conducting any survey or holding\ninterviews, or listening, like Martin Luther, to the children\non the street, the mother in the home, or the\npeople in the marketplace.</p>\n<p>It should be mentioned, perhaps, that the main\ndictionaries of many languages do not include information\non pronunciation, since a rational orthography,\nbrought up to date from time to time in many lands,\nmakes such aids superfluous.  At most, they put an\naccent mark on a syllable that would not normally be\nexpected to have the stress, etc.  The dictionary of the\nGrimm brothers has no indication of how words are\npronounced, nor do the great Italian and Spanish ones,\nnor does the comprehensive Welsh dictionary,\n<em>Geiriadur Prifysgol Cymru</em>, Cardiff, 1950- ).  This\nWelsh dictionary, which is partly modeled on the\n<em>OED</em>—even typographically—and is being printed by\nthe Oxford University Press, does not give pronunciation,\nsince Welsh orthography, while strange to the\nuninitiated, is largely unambiguous.  Hence, such dictionaries\nmake no effort to prescribe pronunciation,\nunder the assumption that readers know how to pronounce\nthe words already.  Recent attempts in the\nUnited States to justify our peculiar English orthography\nand to find a logical connection between spelling and\npronunciation perplex me.  These efforts seem to have a\nspecial relevance to the level of “deep structure,” which\ncan hardly be of use to practical lexicography, though\nperhaps to lexicology.  The ingenious reasoning behind\nthis defense of English spelling appears to rest, in part,\nupon the long recognized truism that when words are\nfirst recorded in a language, presumably by people who\nare not idiots, there is some sense to the spelling\nselected.  If our present spelling is so antiquated that it\noften fails to take into account the developments of a\nthousand years or more, we may well be able to discover\nthe reason for that spelling in past ages, but we\nshould hardly be lulled into a complacency that continues\nto tolerate the inconsistency and inconvenience of\nan antiquated orthography.  Whitney himself was an\nardent advocate of spelling reform.  At the end of the\n<em>Century Dictionary</em> he appended the lengthy list of\n“Amended Spellings” which had been jointly proposed,\nin an amazing example of transatlantic collaboration, by\nthe Philological Society of London and The American\nPhilological Association.  It may strike the American\nreader as especially amazing, for a large part of the\nalterations may be called concessions in the direction of\nAmerican usage, for instance: -<em>or</em> for -<em>our</em> in words like\n<em>arbor, harbor, labor; -ize</em> for <em>-ise</em> (even in <em>advize</em>); -<em>er</em> for\n-<em>re</em> in <em>center, theater; draft for draught</em>, plus the innovations\n<em>tuf, laf, laft, cof</em> (for <em>tough, laugh, laughed,\ncough</em>); also <em>plow</em> for <em>plough; e</em> for <em>ea</em> in words like\n<em>head, leather, stead</em>; dropping of final -<em>e</em> when no sound\nis present: <em>giv, hav, luv, ooz</em> (for <em>give, have, love, ooze</em>),\nbut also in <em>ampl, circl, nativ, pedl, padl</em>, though not in\n<em>fase</em> (<em>phase</em>), <em>plezure, cloze</em> (<em>close</em>), <em>spunge</em> (<em>sponge</em>); <em>f</em>\nfor <em>ph</em> in words mainly of Greek origin: <em>fonetic, flegm</em>\n(with strange retention of the <em>g</em>), <em>foenix/fenix</em>; note also\nthe <em>u</em> in <em>culor</em> (<em>color</em>), <em>cumfort, luv, muscl, sum</em> (<em>some</em>),\n<em>suthern, yung</em>, but also in <em>pul</em> (<em>pull</em>) and <em>pusht</em> (<em>pushed</em>);\nthe <em>b</em> of final <em>mb</em> (and some nonfinal cases) is dropped:\n<em>lam, lim, num</em> (<em>lamb, limb, numb</em>); parallel to this,\ndouble final consonants were usually simplified to conform\nto phonetic reality: <em>ad, dol, dul, fil, hel, il, shal,\nstaf, spel</em> (for <em>add, doll, dull, fill, hell, ill, shall, staff,\nspell</em>), etc.</p>\n<p>Whitney called attention to the fact that many of the\nproposed spellings actually restored what had once\nbeen the customary ones (<em>shal, wil, kist</em>, and the like)\nand that some were still familiar in the usage of contemporary\npoets.  Lowell, for example, had forms like <em>leapt,\nmist, tost</em> (for <em>leaped, missed, tossed</em>).  Some of the\nproposed spellings, Whitney stated, were used by\n“respected” newspapers and other periodicals, also by\neducated persons.  They could therefore hardly be\nignored in a dictionary “which records without wincing\nthe varying orthography of times just past, and of earlier\ngenerations.  The reformed orthography of the present is\nmore worthy of notice than the oftentimes capricious\nand ignorant orthography of the past.”  He finds it a mark\nof prejudice on the part of those opponents of change\nwho use “etymological” arguments, and he maintains\nthat all English etymologists favor improved orthography.\nAcknowledging that the proposed changes are only\npartial and tentative, he confidently predicts that “future\ndictionaries will recognize in full the right of the vocabulary\nto be rightly spelled.”</p>\n<p>A number of the principles adopted by the two\nbodies mentioned were reprinted along with the proposed\nlist.  Whitney must have noted himself that not all\nwere too perfectly adhered to in the words listed, for\nexample, the principle that every sign should match one\nsound only.  Another principle adumbrates the phonemic\ntheory at an early date, stating that an alphabet for use\nby a vast community had no reason to indicate every\nultimate fine distinction in articulation but could allow\nfor unavoidable differences of individual and local\npronunciation.</p>\n<p>Between the time of the first edition of the <em>Century</em>\nand that of the 1914 edition, the Simplified Spelling\nBoard of the United States was organized (1906) and the\nSimplified Spelling Society of Great Britain soon followed\n(1908).  The Board published in March, 1909, a\nlist of spelling recommendations, consisting of the total\nof three successive lists published between 1906 and 1.     That list amounted to 3,300 words, of which some\n2,200 were inflected verb forms replacing earlier -<em>ed</em>\nwith -<em>t</em> (<em>dropt</em>) or -<em>d</em> (<em>raind, aimd</em>).  The list agreed to a\ngreat extent with the one published in the first edition\nof the <em>Century</em>.  The second edition printed a list based\non it but numbering approximately 1,630 words, omitting\nmost such forms in -<em>t</em> and -<em>d</em> to save space, but\nretaining a few to stand as models for all others of the\nsame sort.</p>\n<p>The new edition makes the statement of principle\nthat a dictionary must, as a rule, record “the usage of the\nmajority,” which is a more democratic stand than that\nproclaimed by Whitney in the first edition.  A dictionary\nwas not to force upon the majority the spelling of a\nminority (experience had no doubt demonstrated this),\neven when the latter was “reasonably and theoretically\naccurate.”  The expectation of Professor Whitney that\nlater dictionaries would, in turn, gradually adopt more\nand more of the suggested forms is re-echoed, with\napprobation and with the optimistic view that the written\nlanguage will finally properly correspond to the\nspoken.  This has happened in many written languages\nthroughout history, it is said.  And the process is\nrepeated in some languages, so that later forms have an\northography corresponding fairly well to what is spoken.\nThe art of printing is given the blame for a large share\nin petrifying forms no longer relevant.  It is, to be sure,\nnot made clear how, in a country like the United States,\nthe authority is to be wielded that will result in the\nideal state of affairs anticipated.  We might not like the\nkind of government that could effect the change in one\nfell swoop.  The dictionary will probably follow the\nchanges, rather than precipitating them, despite the lists\nmentioned.  (Some few periodicals have made a few\nfaltering gestures in the direction of change, but these\nhave been piecemeal and numerically insignificant.)</p>\n<p>Like some of its predecessors, the <em>Century</em> includes\nforeign words commonly found in English works.  Here\na twofold pronunciation is often found, one “Anglicized,”\nthe other being an attempt to reproduce the\noriginal.  Subsequent works have often repeated this\nprocess.  One category of words is stated to be given\nwith no indication of pronunciation in the <em>Century</em>: the\nobsolete words.  The reasoning seems to be that there is\nno need or use for providing pronunciation for a period\nabout which we can have no exact knowledge.  But does\nthat mean that we can never utter those words in\nconversation?  Must we be content to read them to\nourselves (imagining some sort of pronunciation), or\npossibly only to write them?  Can we not talk about the\n<em>witenagemot</em>, for instance?  For all such words, as well\nas for much of the current vocabulary, the reader may\navidly seek authoritative statements on pronunciation,\nas well as spelling.  And even for obsolete words our\nknowledge is usually something more than a blank.  It is\ntherefore interesting to note, despite the Preface's statement\nto the contrary, that many such words are in fact\nprovided with pronunciation aids, including\n<em>witenagemot</em>!</p>\n<p>As has been indicated above, the use of illustrations\nreached new heights, even artistically in many\ninstances, in the <em>Century Dictionary</em>.  They are not one\nhundred per cent new, for the best ones of the Imperial\nare often retained.  There seems to be a tendency to\nreproduce the illustrations of the latter dictionary for\nflora, heraldry, and mathematics (some of them being\nfrom still earlier sources).  But for fauna and aves the art\nstaff of the <em>Century</em> and the artists on whom it called\nwent their independent way.  Some sketches and drawings\nmust have been masterpieces in their full-scale\nform; some are virtually that in the reduced form in\nwhich they are printed.  Many drawings have the initials\nof the artists.  Some bear the signature of Ernest Thompson\nSeton (originally Ernest Seton Thompson,\n1860-1946), a world-renowned writer and illustrator.</p>\n<p><em>Remoter Connections</em></p>\n<p>It is probably impossible to name a dictionary,\nhowever unique its characteristics or however original\nits compiler(s), that stands completely apart from the\nwider historical connections of predecessors.  Perhaps no\nEuropean or American dictionary of the nineteenth\ncentury lacked ties, some close, to the lexicographical\nactivity of many countries.  The <em>Century</em> is linked by\nlines of descent, not only to those dictionaries from\nwhich it admittedly stems, the <em>Imperial</em> and <em>Webster</em>,\nbut also to earlier ones in both the English and the\ncontinental tradition.  It is not easy to determine how far\nback that tradition reaches.  J. J. Gelb, in his admirable\narticle “Lexicography, Lexicology, and the Akkadian\nDictionary” (<em>Miscelánea homenaje a André Martinet, II.\nEstructuralismo e Historia</em>.  Canarias, 1958, 63-75), has\npointed to a line of descent of “normative” dictionaries,\nbeginning with the renowned <em>Vocabolario degli\nAccademici della Crusca</em> (1591-1612) and leading, via\n<em>Dictionnaire de l'Académie Française</em> (1694), to Samuel\nJohnson's dictionary.  He discerns another ancestry (p.</p>\n<ol>\n<li>for his <em>Chicago Akkadian Dictionary</em> (since then\nrenamed the “Assyrian”), which is shown to follow a\npath of evolution proceeding from the <em>Deutsches\nWörterbuch</em> of the Grimms (1854-1961), to the <em>Thesaurus\nLinguae Latinae</em> (1900- ), and the <em>Wörterbuch der\nägyptischen Sprache</em> (Berlin, 1891).  This line of dictionaries\nis classified by Gelb as “documentary” (= descriptive),\nbut also as pursuing the “philological approach”\nwith the theoretical aim of collecting and documenting\nall the words of a language; this contrasted with the aim\nof <em>La Crusca</em> to preserve the beauty of a language\nthrough offering a prescriptive model.</li>\n</ol>\n<p>One feature of the philological type of dictionary\nwas that of arranging definitions in an orderly sequence,\nusually historical.  Both types of dictionary, however, are\ncompiled from written sources (practically exclusively).\nThe works referred to in Gelb's two paths of evolution\nare only a few outstanding landmarks along the way (the\nbiggest ones, granted), and many intervening ones could\nbe named.  A dictionary like the <em>Century</em> may, in seeming\nparadox, belong to both chains of development, for it\nshares features of each.  Thus, the reliance on the vocabulary\nand pronunciation of “educated people” verges on\nthe normative view of <em>La Crusca</em>, while the effort to\nrecord the whole vocabulary of the language resembles\nthat of the Grimms' dictionary, for instance.  That this\nlatter aim can never be completely realized is, of course,\na truism.  If “unabridged” has come to have a meaning\napproaching infinity, that is the fault of advertising\nstrategy, together with “customer” gullibility.  Completeness,\nwhile never really possible, is more nearly\nachieved in the vastness of the materials collected than\nin the resultant dictionary, however huge.</p>\n<p>One type of work that might easily be overlooked in\nconsidering the lexicographical relationships of unilingual\ndictionaries is the multilingual dictionary (usually\nbilingual or trilingual).  Before there were unilingual\nEnglish dictionaries there were Latin-English and English-Latin\nones, also Greek-English and English-Greek,\netc.  These were not used solely in the study of the\nclassical languages but also served at times as dictionaries\nof English.  The lexical tradition of other countries\nwas similarly often dependent on bilingual dictionaries\nbefore a unilingual dictionary was produced.  There is a\nbilingual tradition for France, for Germany (and German\nSwitzerland), etc., long before the first unilingual\nFrench or German dictionary was produced.  When\nJacob Grimm said (<em>Wörterbuch</em>, vol. 1, p. xxi) that Josua\nMaaler's dictionary was the first real German dictionary,\nhe was referring to a work in which the definitions were\nin Latin.  That dictionary, via the Grimms, has links with\nthe <em>OED</em>.  Despite scarcity of publicity on the point, the\ngreat English dictionary owed much to the Grimms.  The\nlatter were both members of the English Philological\nSociety, which launched the project of the <em>OED</em>, and\ntheir dictionary was often mentioned during the organization\nmeeting.  Many of its practices were followed or\nimitated by the <em>OED</em>.  On this subject, see Prof. James\nSledd's magisterial review in <em>Language</em> 32 (1956),\n358-63 of <em>Dictionaries British and American</em> by James\nR. Hulbert (especially p. 362).  It is hard to overrate the\ndebt of lexicographers to the Grimms, although the\n<em>OED</em> people managed to underrate it.</p>\n<p>There is a connection between British lexicography\nand the French tradition going back to Robert Estienne\n(Robertus Stephanus), whose <em>Dictionarium latinogallicum</em>\n(1539) was used by Thomas Cooper as the chief\nsource for his <em>Thesaurus Linguae Romanae et Britannicae</em>\n(1565), which, in turn, was liberally exploited by\nThomas Thomas in his <em>Dictionarium Linguae Latinae et\nAnglicanae</em> (ca. 1588).  Thomas led the way for Robert\nCawdrey's <em>Table Alphabeticall... of hard usuall English\nwords</em> (1604), and the French connection was carried\non by later writers of English dictionaries, some\nless distinguished than others.</p>\n<p>This account does not begin to exhaust the relationships\nbetween English and continental dictionary writing—nor\nwas the path of connection a one-way street.  In\nBritain, Latin-English and English-Latin dictionaries\n(and, to a lesser extent, Greek-English and English-Greek)\nwere themselves dependent on predecessors in\nSpain, France, Italy, Germany, Holland, etc.  There was\nalso some reliance of the British bilingual dictionaries\non continental unilingual works, which is essentially\nanother topic.</p>\n<p>It would be easy to overlook the fact that foreign\ndictionaries existed on British soil itself.  There were\nScots Gaelic and Welsh dictionaries which were made\nuse of even by dictionary makers innocent of Celtic.  It is\nvery likely that the earliest dictionaries in Britain to use\nquotations from literature were Welsh ones.  The\nrenowned Latin-Welsh and Welsh-Latin dictionary of\nDr. John Davies (1632) was acknowledged by Thomas\nBlount (<em>Clossographia</em>, 1656) as an important source.\nDavies made a huge collection of quotations from Welsh\nauthors of all preceding centuries and employed a staff\nof scribes to assist him.  Only a portion of the quotations\ncould be included in his dictionary, but the practice was\nestablished by him and followed by later writers, English\nand Welsh alike.  It is obviously very difficult to\ntrack down the first real occurrence of any such practice,\nbut a good case can be made for Davies's dictionary as\nthe model for later ones giving copious citations from\nauthors to help establish definitions.</p>\n<p>There are points of disagreement among dictionary\nmakers regarding the role of grammar in a dictionary.\nSome see the two as mutually exclusive; the grammar is\none phenomenon, the lexicon another.  But for others\nthere is an inescapable connection between the two.\nThe <em>Century</em> seems not worried by such distinctions but\nincludes a reasonable amount of grammatical information\nthat seems to be in order in a dictionary: tenses of\nirregular verbs, noun plurals, even pronouns.  A glance\nthe article on the pronoun <em>it</em> will reveal this.  But the\nknowledge dispensed is hardly disturbing, and much of\nit is enlightening.  (Some languages have almost inextricable\nconnection of lexicon and grammar.  The dictionaries\nof many American Indian languages reveal how the\ngrammar (often morphology and syntax together) pervades\nthe entire lexicon and therefore the dictionary.)</p>\n<p>I suppose the writers of the <em>Century</em>, like those of\n<em>Webster</em> and the <em>Imperial</em>, never contemplated any\norder other than the alphabetical.  And, although we\noften encounter people who seem not to have a firm\ngrasp of the alphabet and may need to repeat a sizable\nsegment of it to know where <em>k</em> is in relation to <em>n</em>, for\nexample, that system is, on the whole, a great benefit to\nthe actual user.  It is not, however, the only conceivable\norder.  In some languages it is not even a possible one, if\nthe traditional system of writing is adhered to.  Without\ntranscription, Chinese material, e.g., cannot be alphabetized,\nalthough it can obviously be arranged on different\nprinciples intimately related to the properties of its\northography.  The Sanskrit syllabary, which was not too\nremote from alphabetical writing, was arranged according\nto phonetic principles, based on the place of articulation\nof sounds (back preceding front, thus <em>k</em> before <em>t</em>\nand <em>t</em> before <em>p</em>, etc.) Some etymological dictionaries (like\nWalde-Pokorny's for Indo-European) used the Sanskrit\norder, to the utter confusion of many users.  Pokorny's\nmore recent dictionary (Julius Pokorny, <em>Indogermanisches\nWuorterbuch</em>, 2 vols., Berne, 1959, 1969), which\nreplaced the earlier Walde-Pokorny and amounted to a\nnew work, abandoned the Sanskrit order and adopted\nthe Latin order of the alphabet, to the relief of very\nmany users.</p>\n<p>Quite apart from all these considerations, there are\ntimes when dictionaries can be improved for some\npurposes if the alphabetical order is replaced by the\n“conceptual” principle, which groups words together\naccording to meanings and concepts, regardless of the\nalphabetic sequence of their initial letters.  Ironically\nenough, the dictionaries of the Indian lexicographers\n(all written in verse) were not arranged according to the\norder of the Sanskrit syllabary but under headings\nrepresenting “general concepts” (heaven, God, demons,\nfire, speed, quantity, eternity) and under secondary\nheadings (seas, earth, plants, animals, towns, etc.).</p>\n<p>Franz Dornseiff has provided, for the German\nvocabulary, <em>Der deutsche Wortschatz nach Sachgruppen</em>,\nBerlin, 1933, fourth printing 1954.  And Carl Darling\nBuck did a similar thing in A <em>Dictionary of Selected\nSynonyms in the Principal Indo-European Languages</em>,\nChicago, 1949.  Close to 1,500 concepts are grouped\ntogether with equivalents in more than thirty languages,\nancient and modern.  The possibilities of such works\nhave perhaps not yet been completely realized (in\netymology, semantics, statistical analyses of various\nkinds, etc.).  J. J. Gelb in the article mentioned above\n(“Lexicology, Lexicography, and the Chicago Akkadian\nDictionary,” p. 69) makes the interesting observation\nthat the oldest dictionaries we have, those made in\nMesopotamia two to five thousand years ago, and the\nmost recent lexical works, like Walther von Wartburg's\nFrench etymological dictionary, are arranged conceptually.\nRoget's famous <em>Thesaurus</em>, first written in 1805\nbut not published until 1852 and revised a great number\nof times since then, has been a familiar work to generations\nof users in Britain and the United States—and\nelsewhere.  The notion of a list of words classified\naccording to the ideas they express rather than in\nalphabetical order may have occurred to Dr. Peter Mark\nRoget independently, for he seems to have been unaware\nof predecessors.  Six “classes” of categories\n(abstract relations, space, matter, intellect, volition,\naffections) yield 1,000 headings.  It goes without saying\nthat an alphabetical index at the end rescues many a\nreader.</p>\n<p>Whitney occasionally mentioned the scattering of\nclosely related topics as a disadvantage of the alphabetical\norder.  He believed that cross-references would help\nto some extent.  But he recognized, in principle, the\nhandicaps of fragmentation.  He no doubt realized, too,\nthat the vocabulary of a language or an individual is\nsomething more than a list of thousands of separate\nwords and that there are close relationships of certain\nwords in subsystems of the larger system that is the\nlexicon itself.  Had Whitney lived, he might have collected\nthe dispersed vocabulary in some realms by\nproviding special, lengthy articles on some topics or\nthemes, but there is no reason to believe that he would\nhave deserted the alphabetical order in the main.</p>\n<p>No small part of the attractiveness and appeal of the\n<em>Century Dictionary</em> may be attributed to the prevailing\nmood of optimism and positiveness conveyed by the\nwork as a whole.  In an age when our activities are\nhampered by the stifling restraints of one-way streets,\nexact fare, retrenchment and space-counting in publishing\nventures, it is a refreshing change to learn that when\nthe scope and extent of the articles far exceeded the\noriginal plan, the makers of the dictionary were allowed\nto proceed beyond the limits initially estimated, and\nwith the publisher's approval.  In this respect, the writers\nof the <em>Century</em> were far more fortunate than those of\nthe <em>OED</em>, whose editor, James A. H. Murray, was\nconstantly bemoaning the penuriousness of the “Delegates”\n(of the Oxford University Press) and often wondered\nwhether the gigantic project would ever be\ncompleted.  He also worried excessively and needlessly\nabout the competitive commercial threat of the <em>Century</em>.</p>\n<p>A prevailing mood of optimism is sensed in the\n<em>Century</em>, as if in that lexicon, as in Bulwer-Lytton's\n“lexicon of youth,” there was no such word as “fail.”  A\nfeeling that the people who produced the dictionary\nenjoyed their task seems to be imparted, at least to us\nlatterday readers.  The frustrations and annoying obstacles\nthat beset the path of most dictionary makers are\nperhaps impossible to avoid, but some projects seem to\novercome those hardships with greater dispatch and less\nparanoia than others.  Like Joseph Wright's famous <em>English\nDialect Dictionary</em>, the <em>Century</em> appears to have\nproceeded at a satisfactory pace on a triumphant course,\nand its makers evince a sense of savoring the triumph.</p>\n<p>No other lexical work has ever replaced the <em>Century</em>,\nand it is still recognized as a valuable reference\nwork (cf., e.g., J.R. Hulbert, <em>Dictionaries, British and\nAmerican</em>, London, 1968, especially p. 33).  Comparisons\nare bound to be invidious, but since some people have\nbeen inclined to view the <em>Century Dictionary</em> as a poor\nrelation of the <em>OED</em>, if indeed a relation at all, it may be\nin order to point out that the <em>Century</em> holds up very well\nin any such comparison.  The typology and the illustrations\nhave been mentioned as inviting and appealing\nfeatures, whereas the general aspect of the <em>OED</em> is\nforbidding and dreary.  The latter aims at giving all the\nforms of a word ever found—at least for certain time\nintervals—and may really hide the forest with its unending\ntrees and underbrush, whereas the <em>Century</em> uses its\ncitations—copious enough—to serve to illustrate the\nmeaning of words and to clarify syntactic developments,\netc.  The <em>OED</em>, despite its comprehensiveness, lacks the\nencyclopedic character (possibly intentionally rejecting\nit) and consequently the readability of the <em>Century</em>,\nwhich is, in this respect, more closely akin to the great\nLarousse tradition of France.</p>\n<p>Although the abundant materials presented by the\n<em>OED</em> may well satisfy the needs of many a scholar, those\noffered by the <em>Century</em> are more rewarding for the lay\nreader, while not to be scorned by the learned either.\nThe technical vocabulary of the <em>Century</em>, while now\npartly passé, surpasses, qualitatively and quantitatively,\nthat of the <em>OED</em>, although it must be said in fairness to\nthe latter that it contains far more technical vocabulary\nand information than may be generally acknowledged or\nrealized.  In its treatment of pronunciation, the <em>OED</em> is\nno doubt superior to that of the <em>Century</em>, but, even in\nthis respect, it is largely a learned audience that is\naddressed and a debatable standard that is invoked.\nThere is certainly no reason to belittle the magnificent\nachievements of the <em>Oxford English Dictionary</em>, which\nis in many respects an incomparable and monumental\nwork.  But the <em>Century Dictionary</em>, in all those features\nwhich it is valid to compare in the two dictionaries,\ndecidedly holds its own.  It is truly a boon that it is\navailable once again.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Preface</h1> <p><em><span data-rel=\"author\">Robert A. Fowkes</span> <span data-rel=\"location\"></span></em></p> <p>The appearance of the Century Dictionary once\nmore in its renowned second edition is a cause for\ncongratulations all around.  To many of us who have long\nbeen browsers and readers of its fascinating pages the\nevent is a source of gratification.  For the <em>Century</em> is\ndecidedly a dictionary to be read and enjoyed and not\nmerely consulted on occasion.  Despite claims frequently\nheard that dictionaries are “made to be used\nrather than read,” even the ones uttering those claims\nwill admit that they themselves are at times tempted to\nbrowse in some dictionaries—not all, because dictionaries\nvary widely in their readability.  The appearance of\nthe <em>Century</em> invites us to read in it—its typography, its\nillustrations, the arrangement of its articles all render it\nextremely attractive.  It has none of the forbidding aspect\nof dry pedantry that often turns readers away from\ndictionaries or confines their use of them to brief consultation\non some specific point, with no inclination to read\non or to dip into other sections.</p> <p>Dictionaries probably increase in readability as they\nbecome more encyclopedic, thus perhaps trespassing on\nthe territory of the encyclopedia itself.  There are dictionary\nmakers who aim at rigorously excluding all\nencyclopedic material, and some useful dictionaries\nhave, admittedly, been produced on the basis of such\nseparation of functions.</p> <p>The <em>Century Dictionary,</em> however, had no such\nreservations from the start.  Its design originated in 1882.\nThus the word <em>century</em> has, fortuitously and <em>ex post\nfacto,</em> a special pertinence to our time.  It was to be a\n“general” work, one for “every literary and practical\nuse.”  It was intended to include encyclopedic matter,\nnot to exclude it.  In an age that was, in some ways, more\nfortunate than our own, space was not a primary concern.\nThere was no need to curtail definitions to allow\nroom for etymologies, nor the reverse.  As the work\nprogressed, its size and scope extended far beyond the\nlimits originally foreseen, and the expansion evidently\nhad the blessing of the publisher, Roswell Smith, president\nof the Century Company.  I have not been able to\nverify the assertion that the Century Company had\nmade a fortune on the <em>Century Magazine</em> and was\nlooking for a venture in which to invest the profits.  It\nwas, at any rate, a suggestion of Mr. Smith himself that\nled to the project in the first place.  The plan was to\nadapt to American needs and conditions a British work,\nthe <em>Imperial Dictionary</em> by John Ogilvie, as revised by\nCharles Annandale.  The Century Company had actually\nreprinted Annandale's version in the United States.\nBlackie &amp; Son, publisher of the English work, then\ngranted the <em>Century Dictionary</em> permission to use material\nfrom the <em>Imperial Dictionary.</em>  There may be some\nslight irony in that permission, for allegations had been\nmade by certain American copyright owners that the\n<em>Imperial</em> had itself made excessive use of protected\nmatter.  The publishers of the <em>Century Dictionary,</em> however,\napparently made proper arrangements with those\nowners, as a statement on the reverse of the title page\nreveals.  This points to the intriguing circumstance that\nthe British dictionary of which the <em>Century</em> was to be an\nadaptation was itself in large measure dependent on\nAmerican materials, and some lexical chickens came\nhome to roost.  As a matter of fact, the <em>Imperial Dictionary</em>\nwas based upon Webster.  In 1838 Blackie &amp; Son\nhad asked John Ogilvie to undertake a revised and\naugmented version of Noah Webster's <em>American Dictionary\nof the English Language.</em>  Ogilvie finally utilized\nthe 1841 edition of Webster, the last one the author\nhimself amended and corrected, for Webster died in\n1843.  Ogilvie's <em>Imperial Dictionary, English, Technological,\n&amp; Scientific, Adapted to the present State of\nLiterature, Science, and Art; on the basis of Webster's\nEnglish Dictionary</em> (a somewhat peculiarly worded title,\nit must be admitted), was issued in parts, beginning in\n1847, and published in complete form in 1850.  A supplement\nfollowed in 1855.  (The mere appearance of\nWebster's name on the title page was no guarantee that\na work was really based upon the dictionaries of the\nAmerican lexicographer.  For example, the great rival of\nWebster, Joseph Emerson Worcester, found to his dismay\nthat the English publisher of his <em>Universal Dictionary</em>\nhad printed a statement on the title page of that\nwork that it was “compiled” from the materials of Noah\nWebster, a charge—or boast—that Worcester insisted\nwas quite untrue.  It was apparently a “selling point” in\nEngland to claim connection with Webster!) At any rate,\nthe modifications and improvements introduced by Dr.\nOgilvie did not, it seems, greatly alter the size or nature\nof Webster's dictionary but did impart a somewhat more\nencyclopedic character to it and embodied additional\ntechnical terms.  One outstanding feature on which the\n<em>Imperial</em> prided itself was the inclusion of a great\nnumber of pictorial illustrations, a feature described in\nthe preface to Annandale's revised edition as distinguishing\nit from all other English dictionaries.  Yet it was\nconceded that the idea was not entirely new: Nathaniel\nBailey had used woodcuts in the two-volume edition of\nhis <em>Universal Etymological English Dictionary</em>\n(1726-27), chiefly to illustrate heraldic and mathematical\nterms.  Subsequent editions of Bailey, notably <em>Dictionarium\nBritannicum</em> (“collected by several hands,”1730)\nhad woodcuts illustrating terms of chemistry, architecture,\nmilitary installations, and mechanics, in addition to\nheraldry and mathematics.  Bailey himself certainly had\npredecessors in the use of illustrations.  It is often\ndifficult to discover the real beginning of a practice.\nNevertheless, Ogilvie expanded the practice greatly.</p>"
}