{
  "type": "Epistola",
  "title": "EPISTOLA W.M. Woods",
  "contributor": "W.M. Woods",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">W.M. Woods</span></h1>\n<p>Dr. Harold J. Ellner's article, “Pleonasties” [VII, 4], struck\na sympathetic chord.  As he might have said, pleonasms are\nubiquitously omnipresent everywhere, as well as redundant.\nMany of his examples might be termed technical, or specialist\npleonasms.</p>\n<p>There is a type of technical pleonasm that occurs when\nthe media attempt to explain something technical to the\nlayman.  The examples that follow illustrate this class:</p>\n<blockquote>\n<p>radioactive plutonium.  <em>To distinguish it from the\nnonradioactive kind?</em></p>\n<p>explosive methane gas.  <em>Doubly pleonastic: not only is\nall methane explosive (under the right conditions), but\nthe unqualified mention of methane implies a gas</em>.</p>\n<p>highly toxic hydrogen cyanide.  <em>That's the worst kind</em>.</p>\n<p>nonflammable helium.</p>\n<p>corrosive hydrochloric acid.</p>\n</blockquote>\n<p>It requires some technical knowledge to recognize some of\nthese as pleonasms.  It is not pleonastic to speak of radioactive\niodine because I(127), the naturally occurring isotope, is not\nradioactive; the term therefore refers to any of the other 23\nisotopes known at present, all of which are radioactive.  Potassium\npresents a subtle problem.  The ordinary, naturally occurring\nform of potassium is mildly radioactive.  It contains 0.0118\natom-% of <em>K</em>(40), which has a half-life of about a billion years.  But\nthe remainder of natural potassium, consisting of the isotopes\n<em>K</em>(39) and <em>K</em>(41), are stable and nonradioactive.</p>\n<p>Is it then pleonastic to speak of “radioactive potassium”?\nStrictly, it is, if natural potassium is referred to; in principle,\nhowever, it would be possible to remove the <em>K</em>(40) from natural\npotassium, making it nonradioactive.  Thus, it would not be\npleonastic to speak of radioactive potassium if such a distinction\nwere being made.</p>\n<p>When the journalist, writing for popular consumption,\nwrites “radioactive plutonium,” the expression may be construed\nas shorthand for “plutonium, which happens to be\nradioactive.” It is likewise with my other examples.  Would the\npurist insist on the more wordy form in order to avoid using\nmore words than necessary?</p>\n<p>Journalists commit enough “real” pleonasms without our\nquibbling about technical pleonasms.  Here are a few typical\nexamples that we all see frequently:</p>\n<blockquote>\n<p>The vehicle was traveling at a fast rate of speed.  <em>Speed\nis a rate, and “rate of speed” is redundant</em>.</p>\n<p>precipitate out.  <em>As distinguished from precipitating in?</em>\nreinforced concrete internally buttressed with steel rods.</p>\n<p><em>By definition, reinforced concrete is so buttressed</em>.</p>\n<p>a round-crowned derby hat.</p>\n<p>the New Testament of the Christian Bible.</p>\n</blockquote>\n<p><em>[W.M. Woods, Oak Ridge, Tennessee]</em></p>\n<p>[<em>In the Police Blotter reports in our local newspapers—those\nnasty little items that inform everyone in town about who got a\nparking ticket or went through a red light—there often appears\nthe information that so-and-so was stopped for “speeding too\nfast for conditions,” another example of the same kind.  In my\nopinion, a few extra words for the sake of clarity and style\nnever did a writer (or a reader) any harm.  Too often, phrases\nlike “the United States' commitment to Israel” becomes “the\nUnited States commitment to Israel,” making an attributive\nnoun out of what was formerly the normal (modifying) adjectival\nform of the noun—its possessive.  This practice has led in\nthe last few decades to a general shifting of nominal function,\nand today one sees nouns used constantly in attributive\nposition.  Nonetheless, I think it better style to write and say,\n“the commitment of the United States to Israel,” but that is a\npersonal crotchet.  On the other hand, elsewhere in this issue\nappears an article, “The Head of Coty's Wife,” which deals\nwith a slightly different aspect of the same sort of attributive\nlaziness.  One reflex of this practice can be seen in constructions\nthat require a gerund in attributive position but end up with\nthe participial form of the same word: “I am not confident of\nhis doing the job” becomes “I am not confident of him doing\nthe job.”  The distinction between those two may be indiscernible\nto many, but not to me: the first is a reflection on the\nperson's ability; the second on the person himself, while he\nhappens to be doing the job.  Similarly, note the difference\nbetween “She doesn't like my coming home late” and “She\ndoesn't like me coming home late.”  The emphasis is entirely\ndifferent, yet few people are capable of understanding the\ndifference, and even fewer observe the need to make the\ndistinction</em>.</p>\n<p><em>The last comments are not very much to the point of\npleonasms, but they are related.  Why is everyone in such a\nhurry?  A more careful, deliberate adherence to a form of usage\nand syntax would reduce ambiguity, increase clarity, and result\nin both better information and better understanding.—Editor</em>.]</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">W.M. Woods</span></h1> <p>Dr. Harold J. Ellner's article, “Pleonasties” [VII, 4], struck\na sympathetic chord.  As he might have said, pleonasms are\nubiquitously omnipresent everywhere, as well as redundant.\nMany of his examples might be termed technical, or specialist\npleonasms.</p> <p>There is a type of technical pleonasm that occurs when\nthe media attempt to explain something technical to the\nlayman.  The examples that follow illustrate this class:</p> <blockquote>\n<p>radioactive plutonium.  <em>To distinguish it from the\nnonradioactive kind?</em></p>\n<p>explosive methane gas.  <em>Doubly pleonastic: not only is\nall methane explosive (under the right conditions), but\nthe unqualified mention of methane implies a gas</em>.</p>\n<p>highly toxic hydrogen cyanide.  <em>That's the worst kind</em>.</p>\n<p>nonflammable helium.</p>\n<p>corrosive hydrochloric acid.</p>\n</blockquote> <p>It requires some technical knowledge to recognize some of\nthese as pleonasms.  It is not pleonastic to speak of radioactive\niodine because I(127), the naturally occurring isotope, is not\nradioactive; the term therefore refers to any of the other 23\nisotopes known at present, all of which are radioactive.  Potassium\npresents a subtle problem.  The ordinary, naturally occurring\nform of potassium is mildly radioactive.  It contains 0.0118\natom-% of <em>K</em>(40), which has a half-life of about a billion years.  But\nthe remainder of natural potassium, consisting of the isotopes\n<em>K</em>(39) and <em>K</em>(41), are stable and nonradioactive.</p>"
}