{
  "type": "Article",
  "title": "Japanese English",
  "author": "David Galef",
  "location": "Hyogo, Japan",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Japanese English</h1>\n<p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">Hyogo, Japan</span></em></p>\n<p>There is a strange type of English practiced in Japan,\nfollowing an orthography stranger than that of pidgin\nEnglish: it is a weird amalgam of uncannily accurate phrases\nand secondary meanings copied from second-rate dictionaries.\nThe phenomenon of Japanese English is likely to strike the eye\nof the tourist and expatriate alike, although those who stay\nlonger in Japan have a far greater chance to view the linguistic\ncatastrophe in its entirety.  Where else but in Japan would one\nsee a girl on a subway, wearing a T-shirt with the saying:</p>\n<blockquote>\n<p>CARROT—Do you think Rabbit lives in the moon<br>\nWhy Rabbit's ear is long<br>\nWhy Rabbit's eye is red.</p>\n</blockquote>\n<p>Or a schoolbook bag emblazoned with the following:</p>\n<blockquote>\n<p>cat is one of popular animal in world<br>\nsome people like cat same as dog which do<br>\nyou prefer cat or dog?</p>\n</blockquote>\n<p>The problem, which is widespread, is enough to make the most\nhardened English teacher flinch.</p>\n<p>At first glance, one may come to the conclusion that the\nmisspellings and errors in construction are the work of a few\nhigh-placed idiots, unfortunately in charge of a clothing company.\nAs one moves through downtown Osaka, however, the\nproliferation of signs, labels, and logos in Japanese English\nmakes one pull up short.  Some are easy to catch, their\nmeanings simply distorted by a lack of articles and a warped\ngrammar:</p>\n<blockquote>\n<p>Matey Bunny and Mole<br>\nYou are annoying to me hear.  But in your absence<br>\nI should miss you.  Mole has a big nose and a little<br>\nbody.  Matey Bunny is proud of long ears.</p>\n</blockquote>\n<p>Sometimes, the <em>l</em> and <em>r</em> confusion is transferred into print:</p>\n<blockquote>\n<p>FOR ELITE—JIMY AND EMIRY—<br>\nSILHOUETTE OF TWO PEOPLE IN LOVE</p>\n</blockquote>\n<p>Sometimes, what looks like a fair imitation is destroyed by the\nlast line:</p>\n<blockquote>\n<p>Lovely field—If stars dropped out of heaven<br>\nand if flowers took their place,<br>\nThe sky would still look very fair<br>\nand fair earth's face.</p>\n</blockquote>\n<p>The Japanese like to dream ambitiously, especially in English:</p>\n<blockquote>\n<p>'if' What a good Sound and possibility the word<br>\nhas!  Even if it is assumptve....<br>\nBy patronizing 'if' your fantasy never be impossible<br>\nto become true some day in the<br>\nnear future.</p>\n</blockquote>\n<p>This last credo appeared on a plasticized shopping bag, a very\npopular item for pedestrians in Japan—and a very popular\nplace for designers to print their Japanese English.</p>\n<p>Japanese English can be seen on many signs, such as those\nof restaurants which advertise “PIZZAP.AIE” or “Cook &amp; Tea.'\nIt also appears on bags, T-shirts, sweatshirts, students' pencil\ncases, and decals of all descriptions.</p>\n<blockquote>\n<p>CAUTION: SPECIAL HAND MADE CAKE</p>\n<p>The Sea's<br>\nIt all starts here!<br>\nJack and Betty.  The young is free as the wind<br>\nno one will catch them forever.</p>\n</blockquote>\n<p>After glimpsing enough of these messages, one may grasp at\ntheories to explain the phenomenon.  It <em>is</em> puzzling.  The\noutsider may be surprised to learn, for instance, that the\naverage Japanese learns English for six years; if the student\ngoes on to college, he or she emerges with a total of ten years\nof English language classes.  Most students may not speak\nEnglish well, since most examinations emphasize reading and\nwriting primarily, but the English test for the college entrance\nexamination is quite rigorous.  Indeed, many people in America\nmight have a hard time passing it.  Such a regimen produces the\nodd situation of students who know the difference between <em>its</em>\nand <em>it's</em> or <em>shall</em> and <em>will</em>, but who cannot properly ask where\nthe bathroom is.  Years after the students have graduated from\nschool, their writing ability falls to the level of their speaking\nability; they have, after all, little chance to keep in practice.</p>\n<p>Japanese English is therefore dimly remembered English\nrules of grammar combined with Japanese word order and lack\nof articles.  There are no real articles in Japanese: <em>hon</em> means\n'book,' 'the book,' 'a book,' or 'many books,' the specific\nmeaning to be determined by the context.  Then again, some\nsentences are extremely hard to explain, though the usual\nproblem seems to be simple laziness.  The manufacturers, if\nthey consult a dictionary at all, run into the same mistake an\nelementary student gets snagged on: using a word the way its\nsynonym should be used.  “Patronizing 'if”' instead of “using\n'if' ” is one such example.  Or this sweatshirt legend, quite\npopular with adolescents:</p>\n<blockquote>\n<p>Do sports!<br>\nChallenge Baseball.</p>\n</blockquote>\n<p>In both cases, the verb that fits is <em>try,</em> a near relative of <em>do</em> and\n<em>challenge</em>.  Even veteran users of <em>Roget's Thesaurus</em> occasionally\nrun into this problem.  “Crispy Gal” and “Nobility of Ideas,”\nboth emblems on bags, are further examples.</p>\n<p>Other examples may be ascribed to an attempt at “Japanizing”\nEnglish sentence structure or, more accurately, an\nattempt at creating their own sentence structure.  For example,\nthere is an ornamental tray with the phrase “Happy life in\ngood, Tiger!”  The back of a panel truck weaving through traffic\nadvertises, “Pet is good friend.”  Young students ride the train\nto school every morning wearing shirts that say:</p>\n<blockquote>\n<p>We is classmates<br>\nWalk together, talk together, ect.<br>\nI'm lack of exercise, be tired out.<br>\ncigh cigh.<br>\nTAKE HAVE A WALK<br>\nTENNIS<br>\nTry single hand and how to changhands.</p>\n</blockquote>\n<p>Misspellings also contribute their share to the confusion:\n“Mamy's Beauty Saloon,” “Discotique,” and “Autnmn Sale”\n(someone put the <em>u</em> upside down).</p>\n<p>Finally, some messages are almost inscrutable:</p>\n<blockquote>\n<p>Again—impressions at childhood are still fresh now\nand if it can be met...<br>\nChatterbox.  Happiness is visiting little world.<br>\nWhat do you think as pleasure now<br>\nHow do you think as happiness now<br>\nHow do you think as freshness now.<br>\nI cannot anything<br>\nLove is a traffic signal.<br>\nHair &amp; Room</p>\n</blockquote>\n<p>A colleague who teaches business English to the employees\nof several large companies went so far as to suggest that it\nwas a conspiracy to sabotage the influx of foreign words into\nthe language, somewhat like l'Académie Francaise, with its\neyes shut and its brain addled.  As a matter of fact, the\nJapanese are quite receptive to adopting American words and\nphrases.  <em>Romaji</em>, or romanization of the Japanese <em>kanji</em> and\nsyllabary, is quite common.  There is always, however, a subtle\nJapanese flavor.  One goes to the supermarket to buy <em>miriku,\nbataa</em>, and <em>hamu</em>.  (The Japanese syllabary contains no consonants\nwithout vowels and has no <em>l</em>'s, so this transformation is\nundergone by milk, butter, and ham.)</p>\n<p>At any rate, the spread of Japanese English is unstoppable,\nand for many foreigners, myself included, it is a source of fun,\nthe way many Americans jot down errata in newsprint.  Not all\nthe examples in Japan are worth taking down; there are simply\ntoo many of them.  Here is a sampling of the bags on the\nsubway:</p>\n<blockquote>\n<p>NICEST FELLOWS<br>\nJUST MET<br>\nMen's Shop McLord's<br>\nFASHION IN LOVING<br>\nNice Rythmn Good Sound and Just NOW<br>\nWe Are Absorbed in Sexi Rock'n Roll and<br>\nMotorcycle<br>\nLet's Sports Violent All Day Long<br>\nA partner with your adornment<br>\nReport with fidelity<br>\nYours truly<br>\na likely story<br>\nThe word keeps<br>\npupping through my mind.<br>\nJapanese All-Professional Amatueur Boxing (JAPAB)<br>\nSports!  Be in it!<br>\nJim and Bill.  Paper bag.  Now we are together.<br>\nHurry up or the Church Will Be Closed and It Will Be<br>\nUnable for Us to Be Married<br>\nThe exciting couple of animals</p>\n</blockquote>\n<p>Many of the shirts and bags have to do with the fulfillment of\nadolescent sexual fantasies, and the last example is a double-entendre\nif there ever was one.</p>\n<p>It is, of course, impossible to pin down the culprit, except\nto blame the school system or the English-teaching associations,\nof which I am a member.  Frankly, though I am not an English\nlanguage reactionary like Edwin Newman or John Simon, I do\nfeel a responsibility to teach a “correct” way of saying things.\nAnd, of course, the main problem is simply the ignorance that\nany problem exists.  I knew I would get nowhere crusading\nwhen, on my first day of teaching, I was handed a bag in\nwhich to put my teaching materials.  The bag had a picture of a\nmoose, under which was written:</p>\n<blockquote>\n<p>ACTIVITY<br>\nArtistic Buauty<br>\nExcellent<br>\nEnjoy Youthbul Days With Glee and Brave!<br>\nYoure Only Young One Do Everything You Wont.<br>\nWith glee and brave, I enter the subway every morning<br>\nand go to teach.</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Japanese English</h1> <p><em><span data-rel=\"author\">David Galef</span> <span data-rel=\"location\">Hyogo, Japan</span></em></p> <p>There is a strange type of English practiced in Japan,\nfollowing an orthography stranger than that of pidgin\nEnglish: it is a weird amalgam of uncannily accurate phrases\nand secondary meanings copied from second-rate dictionaries.\nThe phenomenon of Japanese English is likely to strike the eye\nof the tourist and expatriate alike, although those who stay\nlonger in Japan have a far greater chance to view the linguistic\ncatastrophe in its entirety.  Where else but in Japan would one\nsee a girl on a subway, wearing a T-shirt with the saying:</p> <blockquote>\n<p>CARROT—Do you think Rabbit lives in the moon<br>\nWhy Rabbit's ear is long<br>\nWhy Rabbit's eye is red.</p>\n</blockquote> <p>Or a schoolbook bag emblazoned with the following:</p>"
}