{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Word",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780671421854/Word-Charlton-Laird-0671421859/plp\"><em>The Word</em></a></h1>\n<p>Charlton Laird, (Simon and Schuster, 1981), xv + 332 pp.</p>\n<p>Charlton Laird has had a long and successful career\nas a writer about language.  The author of half a dozen\npopular books on the subject, including <em>The Miracle of\nLanguage</em> (1953) and <em>Language in America</em> (1970), Laird\nhas now, at the age of eighty, produced what may be his\nbest book yet, <em>The Word</em>.  (If the title sounds somewhat\nfamiliar, it is because it happens also to be the title of a\nnovel by Irving Wallace published in 1972.  But there\nthe coincidence ends.  Wallace's book is about the Christian\ngospels, the word made flesh; Laird's is, of course,\nabout real words in the more usual sense.)</p>\n<p>Subtitled “A Look at the Vocabulary of English,”\nthe book aims to bring together the most important\nobservations that have been made about the English\nword stock.  Such a book has been long overdue.  For\nmore than a century, phonology and grammar, which\ngave linguistics its name as a science, have dominated\nthe field, while lexicology has been relegated to the\nstatus of a stepchild.  Yet to continue to ignore the study\nof words and meanings is to insure that its still hidden\n“laws” and “deep structures” will never be revealed.  In this respect, the naive speaker, who views language as\nessentially a sequence of words with meanings, seems\nto know intuitively what the language specialist has yet\nto discover.</p>\n<p><em>The Word</em> tackles its subject with vigor and often\nbrilliance.  Laird, Professor Emeritus at the University of\nNevada, is a born teacher, with a passion for explanation\nand illustration.  He is also a natural on the subject of\nwords, being the compiler of <em>Laird's Promptory</em> (1948),\nthe precursor of a generation of thesauruses that\nreplaced the various versions of Roget's pioneer work.\nThe name of this synonym dictionary exemplifies\nLaird's intense preoccupation with words.  Dissatisfied\nwith the stilted term <em>thesaurus,</em> he cast about for the\n<em>mot juste</em> and happily came up with <em>promptory</em> (derived\nfrom a Medieval Latin word meaning 'storehouse, repository')\nas a better name for a book constructed for\n<em>prompt</em> reference and to <em>prompt</em> those who search for\nthe right word.  Although <em>promptory</em> has not yet found\nits way into <em>Webster's Third</em> (<em>promptuary,</em> a poorer-sounding\nvariant suggestive of a mortuary, has), it is a\nworthy and useful addition to the language; for example,\ngood use of it was made in a recent VERBATIM book\nreview [VII, 3, 12].</p>\n<p>The eleven chapters of <em>The Word</em> cover the spectrum\nof lexical lore, from the word as sign and symbol to\nits centrality in semantic field theory and exponential\nanalysis.  Lest we forget that names were primordial\nwords, an entire chapter is devoted to the formation of\nnames.  We learn the patterns of naming, along with\nexplanations of countless names (<em>Thames, York,</em> the\n-<em>ham</em> in <em>Birmingham, Nottingham,</em> etc.).  In subsequent\nchapters, we trace the development of the English\nvocabulary back to Proto-Indo-European, discover the\nways and means of lexical borrowing, explore the world\nof semantic change, and learn about the shaping of\nwords, the morphology and grammar of words, fashions\nin words, and the way various linguistic theories deal\nwith words and meanings.  An appendix includes a “tool\nkit” for studying English words and a concise discussion\nof phonemic symbols.  There is also a general index, an\nindex of terms, and a list of dictionaries, usage books,\nand vocabulary studies for reading and reference.</p>\n<p>As a popularizer, Laird skillfully blends old and\nnew knowledge about words.  He easily makes the leap\nfrom Sir William Jones's founding of comparative linguistics\nto the latest archaeological findings about the\nKurgan ancestors of the Indo-Europeans.  An attempt to\ndefine <em>language</em> and <em>word</em> touches off a discussion of\ncurrent experiments with chimpanzees using sign language.\nThere are a few regrettable omissions.  In discussing\nAmerican dialects and the <em>Linguistic Atlas of\nNew England</em>, the opportunity to describe the very\nimportant, almost completed <em>Dictionary of American\nRegional English (DARE)</em> project is missed.  Similarly,\nreferences are made to sociolinguistics and psycholin-guistics,\nbut generative grammar, which deals with the\nlexicon in a special way, is not mentioned.</p>\n<p>But these are minor faults in a book that gives the\nreader a well-rounded picture of the role of the word in\nlanguage.  Interest in the English vocabulary, both here\nand abroad, is perhaps at its summit.  The appearance in\nrecent years of several books of new words such as <em>The\nBarnhart Dictionary of New English since 1963\n(BDNE), The Second Barnhart Dictionary of New English,</em>\nand Merriam-Webster's <em>6,000 Words</em> attests to the\ncurrent explosion of the English vocabulary.  Professor\nLaird makes use of a sampling of entries in the <em>BDNE</em> to\ngauge the relative frequencies of various types of word\nformation in present-day English (pp. 228-229).  While\nhe finds the <em>BDNE</em> sampling generally representative,\nhe deplores what he considers to be an inadequate\nrepresentation of phrasal sequences such as <em>go public</em>\nand <em>let it all hang out</em>, and goes on to reprimand the\n<em>BDNE</em> for not being “hospitable to phrasal sequences.”\nAs one of the editors of the <em>BDNE,</em> I must disagree with\nhis conclusion.  According to my count, 63 entries in the\n<em>BDNE</em>, or somewhat over one percent of its approximately\n5,000 entries, are verbal phrases such as <em>tell it\nlike it is, come up roses, wind down</em>, and <em>cop out</em>.  This\nseems to be a pretty respectable number.  But perhaps\nmore important, in the absence of comparative data for\nthe decades before 1963, we cannot in all fairness judge\nwhether a particular lexical type is adequately represented\nin a corpus limited to the decade 1963-73.</p>\n<p>Charlton Laird has set out in <em>The Word</em> to write a\nbook that is both serious and engaging.  For this reader,\nhe has succeeded admirably.</p>\n<p><em>[Sol Steinmetz, Bronxville, New York]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780671421854/Word-Charlton-Laird-0671421859/plp\"><em>The Word</em></a></h1> <p>Charlton Laird, (Simon and Schuster, 1981), xv + 332 pp.</p> <p>Charlton Laird has had a long and successful career\nas a writer about language.  The author of half a dozen\npopular books on the subject, including <em>The Miracle of\nLanguage</em> (1953) and <em>Language in America</em> (1970), Laird\nhas now, at the age of eighty, produced what may be his\nbest book yet, <em>The Word</em>.  (If the title sounds somewhat\nfamiliar, it is because it happens also to be the title of a\nnovel by Irving Wallace published in 1972.  But there\nthe coincidence ends.  Wallace's book is about the Christian\ngospels, the word made flesh; Laird's is, of course,\nabout real words in the more usual sense.)</p> <p>Subtitled “A Look at the Vocabulary of English,”\nthe book aims to bring together the most important\nobservations that have been made about the English\nword stock.  Such a book has been long overdue.  For\nmore than a century, phonology and grammar, which\ngave linguistics its name as a science, have dominated\nthe field, while lexicology has been relegated to the\nstatus of a stepchild.  Yet to continue to ignore the study\nof words and meanings is to insure that its still hidden\n“laws” and “deep structures” will never be revealed.  In this respect, the naive speaker, who views language as\nessentially a sequence of words with meanings, seems\nto know intuitively what the language specialist has yet\nto discover.</p> <p><em>The Word</em> tackles its subject with vigor and often\nbrilliance.  Laird, Professor Emeritus at the University of\nNevada, is a born teacher, with a passion for explanation\nand illustration.  He is also a natural on the subject of\nwords, being the compiler of <em>Laird's Promptory</em> (1948),\nthe precursor of a generation of thesauruses that\nreplaced the various versions of Roget's pioneer work.\nThe name of this synonym dictionary exemplifies\nLaird's intense preoccupation with words.  Dissatisfied\nwith the stilted term <em>thesaurus,</em> he cast about for the\n<em>mot juste</em> and happily came up with <em>promptory</em> (derived\nfrom a Medieval Latin word meaning 'storehouse, repository')\nas a better name for a book constructed for\n<em>prompt</em> reference and to <em>prompt</em> those who search for\nthe right word.  Although <em>promptory</em> has not yet found\nits way into <em>Webster's Third</em> (<em>promptuary,</em> a poorer-sounding\nvariant suggestive of a mortuary, has), it is a\nworthy and useful addition to the language; for example,\ngood use of it was made in a recent VERBATIM book\nreview [VII, 3, 12].</p>"
}