{
  "type": "Article",
  "title": "Freud and the Gentiles",
  "author": "John Edwards",
  "location": "St. Francis Xavier University",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Freud and the Gentiles</h1>\n<p><em><span data-rel=\"author\">John Edwards</span> <span data-rel=\"location\">St. Francis Xavier University</span></em></p>\n<p>In the Spring 1981 number of VERBATIM, Professor W.C.\nHendley presented an entertaining essay on student errors and\nsolecisms gleaned from his marking of their papers.  The\nprofessor is quite correct when he notes that some members of\nthe academic brotherhood share his hobby.  I, for one, have\nbeen collecting gems from students' papers for some years.  The\nspecial piquancy here is that many of these are psychologically\nrevealing.  Indeed, all of my finds derive from psychology\npapers; most are from a course I have taught for several years\non personality theories, while others come from introductory\nand social psychology courses.  The least entertaining are mere\nmistakes.  The real gems shine because they demonstrate\ninteresting, one might sometimes say Freudian, slips and\ntranspositions.</p>\n<p>For example, in a comment that is either an unfavorable\nslur on behaviorism or an accurate description of its shortcomings,\ndepending upon your point of view, one student recently\nwrote that “personality is learned through the parings of\nstimulus and response.”  Another remark, in an essay on altered\nmodes of consciousness, was that “hypnosis is an awkward\nstate of awareness”—a comment that will surely be understood\nby stage magicians and others, and which would have been\napplauded by Freud himself.  The first psychoanalyst, early in\nhis career, rejected hypnosis as a “coarsely interfering\nmethod”; perhaps the student here was being more perspicacious\nthan he knew.</p>\n<p>On the Freudian theme itself, several good finds have\ncome from students' attempts to explain the notion of\npsychosexual stages.  Simple confusion is shown in the following:\n“The next stage is the oral stage; the child is now\nbeginning to notice its genitals.  However, this doesn't mean a\nchild can be aroused by exotic stimulation.”  Apart from the\n“exotic” for “erotic,” which is possibly an improvement on the\noriginal, we have here only an unfortunate amalgamation of the\nfirst and third psychosexual stages.  But the next comment is, I\nfeel, a true Freudian gem: “The phallic stage is the stage where\nwe become interested in our gentiles.  We find we receive\npleasure from simple manipulation of the gentiles.  We don't\nrealize at this age that this is known as masturbation.”  If we\ndid, I suppose we wouldn't do it, for fear of going blind.\nHowever, the slip here surely has Freudian overtones.  Could it\nbe that “manipulation of the gentiles” is a subjective reaction\nto Freud's entire theory?  Is it a thinly veiled anti-Semitic slur?\nOn the other hand, is it an equally veiled mark of approbation\nfor Freud, whose acceptance was made no easier by his\nViennese Jewishness?  As with all classic Freudian slips, the true\nmessage is maddeningly elusive.  But the speaker has, unwittingly\nor not, suggested a rich lode to be mined by students of\nFreud and his sociocultural context.</p>\n<p>Freud's notions of homosexuality are reflected, albeit\ninaccurately, in the following two statements: “Homosexuality\nis practically the same as heterosexuality” and “There are no\nreal causes to homosexuality.”  What a wealth of meaning is\ncarried in the one word “practically.”  While in line with some\nmodern sentiments, these statements would surely give Freud\npause.  On the same theme, another student scores an\nundoubted hit with the note that “in bigger cities, homosexuality\nis greater than in smaller places.”  Just how, though, are we\nto understand “greater” in this context?</p>\n<p>Two final comments on Freudian insight are worth mentioning\nhere.  The first is that “Freud believed that the way in\nwhich the child was toilet-trained depended upon his personality\nin later years.”  A simple error, or an affirmation of the\nmetaphysical circularity of life?  If the latter, is the student\nmistaking Freud for Jung?  The last comment here is essentially\nunanalyzable, but surely provocative: “Freud looked upon\nfemales as he did castrated males.”  It is only unfortunate that\nthe records do not tell us precisely how many castrated males\nwere examined by the great man.</p>\n<p>Jung comes in for some attention too.  One student\nastutely remarks that “with his analytic school of psychology,\nJung went off on a different fork.”  And how far did this take\nhim, we might ask?  Or is this a reference to differences in the\nuse of cutlery among the elite of personality theorizing?  Again,\nthere are fascinating possibilities here for the student of\nJungian ephemera.  We also appreciate the remark that “Jung's\narchetypes were different than his phototypes,” thereby learning\nof Jung's interest in photography.  To catch a fleeting\nglimpse of the collective unconscious, perhaps, or to encapsulate\nsomething of the racial memory on slides?</p>\n<p>Introductory psychology always provides interesting examples\nof slips and sprawls, but, because beginners are involved, it\nis not fair to repeat everything that could be held against the\nstudents.  Here I shall present just a few examples in which the\nerror is more intriguing than first it seems.  For example.  “IQ\ntests are culture pacific” could be a mere mistake or a profound\nanalysis of the whole cross-cultural standardized-testing movement.\nOr consider the following: “Social roles are found in\neveryday living.  As Shakespeare said, every man is a stage.”\nPerhaps, in the light of modern social theorizing, this is a wise\nexpansion of the bard's observation.  While an individual struts\nabout the world, he is also a world unto himself.  Consider this\npenetrating comment on group initiation and religion:</p>\n<blockquote>\n<p>...this may explain why games requiring skill, such as\nhockey, baseball, golf and skydiving, are more popular\nwith many people than is church.  If a difficult initiation\ntest was added to baptism, more people would feel\nchurch worthwhile.</p>\n</blockquote>\n<p>Or, this slightly warped view of what makes a good test:</p>\n<blockquote>\n<p>One of the major characteristics would be that the\nquestions asked or the problems posed would be stated\nso that they do not influence the recipient's answers.</p>\n</blockquote>\n<p>Another student might, unfortunately, have been cleverer than\nhe knew when he wrote that “when a person becomes psychic\nthey cut out a certain part of his brain.”  On the same subject,\nanother student wrote of lobotomy that “the operation is called\n<em>libido</em> because part of the limbs are removed from the brain.”\nAnd again, “lobotomy is an operation that removes figments of\nyour brain.” <em>Figments</em> for <em>segments</em> (which would not have\nbeen correct itself, incidentally) is a slip that conjures up more\nthan it removes in error.</p>\n<p>Lastly here, to show no prejudice, are some instances of\nsocial psychological analysis.  The first is a broadside against an\ninterfering neighbor.  “Sociopath: deals with sociology and the\npath it takes in one's life.”  We all know that sociologists are the\nunrigorous relations of psychologists, but to think that things\nhave gone this far!  Writing of comparative studies of aggression,\na student easily disposed of one of the leaders in the field:\n“Berkowitz is quick to comment, and his thoughts on aggression\nin the animal kingdom are unapproachable.”  This same\nBerkowitz believes, apparently, that “ethologists have a tendency\nto put all their eggs in one basket.”  What a charmingly\nappropriate way to criticize the students of animal behavior.\nFinally, on the beauty-is-skin-deep notion, a student provides\nthe last word: “Attractive people are sometimes attracted to\neach other on the basis of their attractiveness alone.”</p>\n<p>As I hope to have shown, student errors are sometimes\nmore than egregious mistakes.  They often, in fact, make the\nreader think harder than he would have if confronted with a\nmore correct response.  Therefore, to add to Professor Hendley's\ncomments, the fringe benefits go beyond mere entertainment.\nThey may include psychological insights that are not the\nless compelling simply because neither questioner nor student\nrespondent is aware of them.  These, as Freud would have said,\nare often the best kind.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Freud and the Gentiles</h1> <p><em><span data-rel=\"author\">John Edwards</span> <span data-rel=\"location\">St. Francis Xavier University</span></em></p> <p>In the Spring 1981 number of VERBATIM, Professor W.C.\nHendley presented an entertaining essay on student errors and\nsolecisms gleaned from his marking of their papers.  The\nprofessor is quite correct when he notes that some members of\nthe academic brotherhood share his hobby.  I, for one, have\nbeen collecting gems from students' papers for some years.  The\nspecial piquancy here is that many of these are psychologically\nrevealing.  Indeed, all of my finds derive from psychology\npapers; most are from a course I have taught for several years\non personality theories, while others come from introductory\nand social psychology courses.  The least entertaining are mere\nmistakes.  The real gems shine because they demonstrate\ninteresting, one might sometimes say Freudian, slips and\ntranspositions.</p> <p>For example, in a comment that is either an unfavorable\nslur on behaviorism or an accurate description of its shortcomings,\ndepending upon your point of view, one student recently\nwrote that “personality is learned through the parings of\nstimulus and response.”  Another remark, in an essay on altered\nmodes of consciousness, was that “hypnosis is an awkward\nstate of awareness”—a comment that will surely be understood\nby stage magicians and others, and which would have been\napplauded by Freud himself.  The first psychoanalyst, early in\nhis career, rejected hypnosis as a “coarsely interfering\nmethod”; perhaps the student here was being more perspicacious\nthan he knew.</p> <p>On the Freudian theme itself, several good finds have\ncome from students' attempts to explain the notion of\npsychosexual stages.  Simple confusion is shown in the following:\n“The next stage is the oral stage; the child is now\nbeginning to notice its genitals.  However, this doesn't mean a\nchild can be aroused by exotic stimulation.”  Apart from the\n“exotic” for “erotic,” which is possibly an improvement on the\noriginal, we have here only an unfortunate amalgamation of the\nfirst and third psychosexual stages.  But the next comment is, I\nfeel, a true Freudian gem: “The phallic stage is the stage where\nwe become interested in our gentiles.  We find we receive\npleasure from simple manipulation of the gentiles.  We don't\nrealize at this age that this is known as masturbation.”  If we\ndid, I suppose we wouldn't do it, for fear of going blind.\nHowever, the slip here surely has Freudian overtones.  Could it\nbe that “manipulation of the gentiles” is a subjective reaction\nto Freud's entire theory?  Is it a thinly veiled anti-Semitic slur?\nOn the other hand, is it an equally veiled mark of approbation\nfor Freud, whose acceptance was made no easier by his\nViennese Jewishness?  As with all classic Freudian slips, the true\nmessage is maddeningly elusive.  But the speaker has, unwittingly\nor not, suggested a rich lode to be mined by students of\nFreud and his sociocultural context.</p>"
}