{
  "type": "Article",
  "title": "Philip Howard on English English: Halcyon",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English: <em>Halcyon</em></h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>I stirred up fuss and feathers the other day in <em>The Times</em>\nwith a piece about halcyons.  Those goddamned birds are\neverywhere on this side of the Atlantic.  <em>Halcyon</em> is the hottest\nvogue word for journalists and politicians who want to be with\nit: it is as contagious as foul pest.  In a few months we shall\ngrow bored with it and move on to something else.  But for the\nmoment, everything is halcyon.</p>\n<p>As often with words that suddenly become fashionable, it\nis changing its meaning slightly as it is popularized.  People like\nthe look of the shiny new word, pick it up, and start using it\nwithout making sure exactly what it means, so vexing pedants\nand providing amusement and copy for those of us who\nobserve and record the changing language.  It is evident that\nmany of those now using <em>halcyon</em> to add a touch of class to\ntheir writing or speaking take the word to mean something like\n'in the good old days.'  I was finally moved to write the original\npiece about halcyons by a letter in <em>The Times</em> that spoke of\n1879 as a <em>halcyon</em> year.  I looked it up in my dictionary of\ndates, and I found that it was the year the War of the Pacific\nbegan, when Chilean forces occupied the Bolivian coast;\nBritish breech-loading rifles wiped out the Zulu nation; and\nMary Baker Eddy chartered the Church of Christ Scientist at\nBoston.  And apart from all that, it was a terrible summer.</p>\n<p>I said that I doubted whether 1879 could be classified as a\nhalcyon year in the extreme acceptance of the word, without\nsome risk of terminological inexactitude.  Apart from vexing our\nnative Christian Scientists, the article provoked some instructive\ncorrespondence.  I had a charming letter from a Mrs.\nHalcyon McLaren, which we published with the headline\n“Shall I call thee bird?”  I suppose the answer to that question\nis that Mrs. McLaren was a Wren in the war.  Somebody sent\nme the advertising pamphlet for a brand of Citizens' Band\nradio, which is just starting to wash over the United Kingdom,\ninterfering with police and medical communications and\ninfecting the language with its curious jargon.  The pamphlet\nsays: “For CB'ers who want something a little more advanced,\nthe HALCYON CONDOR is on its way”: a flying oxymoron, if\never I saw one.</p>\n<p>Somebody sent me an interesting classical variant on the\noriginal myth of Halcyon or Alcyone.  I had sketched the\nversion in which Alcyone grieves so deeply over her husband,\nwho has been drowned at sea, that the gods take pity and turn\nthem both into kingfishers, or halcyons.  These were said to nest\non the sea for seven days every winter, during which time the\nwaters remain calm: the halcyon days of sailors.  My correspondent\nreminded me of the other version of the myth in Ovid, in\nwhich Halcyon is so much in love with her husband that she\ncommits an act of hubris by calling herself Hera and him Zeus.\nThis naturally vexes the Olympian Zeus, who sends a thunderstorm\nto drown Ceyx, the husband.  Alcyone, or Halcyon, is so\nupset that she jumps into the sea and drowns herself.  Some\npitying god turns them both into kingfishers, or, according to a\nvariant, Alcyone into a kingfisher and Ceyx into a seagull.  The\ngods still make the seas calm for them to nest at the winter\nsolstice—hence your halcyon days.</p>\n<p>The story is, of course, partly guano.  The legend of the\nkingfisher's floating nest has no foundation in natural history.\nThe halcyon builds no kind of nest at all, but lays its eggs in\nholes by the waterside.  However, myth is not nonsense.  It\nexpresses ritual and religious truth.  The Halcyon myth refers to\nthe birth of the new sacred king at the winter solstice—after\nthe queen, who represents his mother, the Moon Goddess, has\nconveyed the old king's corpse to a sepulchral island.  Or so\nsays Robert Graves, and I potently and powerfully believe him.</p>\n<p>This may seem a bit esoteric in light of the modern vogue\nuse of <em>halcyon</em> to mean 'in the good old days, when I was\nyoung and you could buy a four-course dinner with wine for\nhalf a crown.'  But it is interesting as an example of a word in\nthe process of changing its meaning.  It shows what we have\nlost now that the classics and classical mythology are no longer\ngenerally taught in British schools.  It is impossible to get the\nmost out of Western literature and art without knowing about\nbirds like <em>Halcyon</em>.  I dug out references and allusions to her in\npoets from Milton to T.S. Eliot.  But, in the meantime, things\nare pretty <em>halcyon</em> on this side of the kingfisher pond.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English: <em>Halcyon</em></h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>I stirred up fuss and feathers the other day in <em>The Times</em>\nwith a piece about halcyons.  Those goddamned birds are\neverywhere on this side of the Atlantic.  <em>Halcyon</em> is the hottest\nvogue word for journalists and politicians who want to be with\nit: it is as contagious as foul pest.  In a few months we shall\ngrow bored with it and move on to something else.  But for the\nmoment, everything is halcyon.</p> <p>As often with words that suddenly become fashionable, it\nis changing its meaning slightly as it is popularized.  People like\nthe look of the shiny new word, pick it up, and start using it\nwithout making sure exactly what it means, so vexing pedants\nand providing amusement and copy for those of us who\nobserve and record the changing language.  It is evident that\nmany of those now using <em>halcyon</em> to add a touch of class to\ntheir writing or speaking take the word to mean something like\n'in the good old days.'  I was finally moved to write the original\npiece about halcyons by a letter in <em>The Times</em> that spoke of\n1879 as a <em>halcyon</em> year.  I looked it up in my dictionary of\ndates, and I found that it was the year the War of the Pacific\nbegan, when Chilean forces occupied the Bolivian coast;\nBritish breech-loading rifles wiped out the Zulu nation; and\nMary Baker Eddy chartered the Church of Christ Scientist at\nBoston.  And apart from all that, it was a terrible summer.</p> <p>I said that I doubted whether 1879 could be classified as a\nhalcyon year in the extreme acceptance of the word, without\nsome risk of terminological inexactitude.  Apart from vexing our\nnative Christian Scientists, the article provoked some instructive\ncorrespondence.  I had a charming letter from a Mrs.\nHalcyon McLaren, which we published with the headline\n“Shall I call thee bird?”  I suppose the answer to that question\nis that Mrs. McLaren was a Wren in the war.  Somebody sent\nme the advertising pamphlet for a brand of Citizens' Band\nradio, which is just starting to wash over the United Kingdom,\ninterfering with police and medical communications and\ninfecting the language with its curious jargon.  The pamphlet\nsays: “For CB'ers who want something a little more advanced,\nthe HALCYON CONDOR is on its way”: a flying oxymoron, if\never I saw one.</p>"
}