{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Jonathan David Dictionary of Popular Slang",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Jonathan-David-Dictionary-Popular-Slang/dp/0824602463\"><em>The Jonathan David Dictionary of Popular Slang</em></a></h1>\n<p>Anita Pearl, (Jonathan David Publishers, Inc., 1980), viii + 191 pp.</p>\n<p>There seems to be a curious dissociation between the\nIntroduction to this dictionary, signed by the author, and the\ndictionary's actual contents.  The Introduction is devoted\nentirely to a description of American slang, while the book's\ntitle and contents are clearly not so restricted.  Most of the\nentries transcend regional use and those that are British are\nlabeled so, for example, <em>bloke, blob, yob</em>, and <em>rozzer</em>.</p>\n<p>Nor does the dissociation end there.  The Introduction\ndefines slang as “informal, non-standard language typically\ncomposed of colorful, exaggerated metaphors, newly coined\nwords, or words and phrases that have taken on new meaning.”\nYet a very large number of the entries simply do not conform\nto this definition.  Terms like <em>aboveboard, Afro, all-out war,\nanchorman, baker's dozen, dovetail, downstage, elder statesman,\nhotbed, master of ceremonies, mugger, megadeaths, Middle\nAmerica, machine politics, word processing unit, photo\nfinish</em> and <em>typing pool</em> can scarcely be described as “informal”\nor “non-standard.”  They may be picturesque and etymologically\ninteresting, but they hardly qualify as slang.  They can't\neven qualify as jargon or argot.  They are as much a part of\nmodern standard English as the words that make up this\nsentence.</p>\n<p>Again, according to the Introduction, the author has\nchosen to include only “the most popular slang words and\nexpressions of today,” whence we get the title <em>Dictionary of\nPopular Slang</em>.  Yet how popular are many of the entries in this\ndictionary?  I have misgivings about the popularity, to say\nnothing of the currency, of such terms as <em>Adam's ale, Turner</em>\n(defined as 'a German'), <em>Zelda</em> ('a stupid, boring woman'),\n<em>banzai</em> ('a cry of determination and challenge'), and hundreds\nof others.</p>\n<p>According to the jacket blurb (whose author seems to have\nbeen better acquainted with the book's contents than the\nwriter of the Introduction), “the more than 10,000 entries\nselected for inclusion have been gathered from all areas of\ncurrent interest—from surfing and education, from the post\noffice and drug culture, from the worlds of crime and entertainment,\nfrom the trucking industry, from politics, from auto\nracing, and so on.”  If, then, by “popular” the author meant\nusage in many areas of current interest (“all areas” seems to be\nslight exaggeration), a list of her source material would not only\nhave justified her selections but would have served as very\nuseful data for lexicographers and other researchers.  Did she\nget her material from books and periodicals in specialized\nfields?  Or did she get it from interviews with actual informants,\nfrom truckers, gamblers, junkies, criminals, etc.?  We are not\nvouchsafed this information.</p>\n<p>An examination of the entries themselves reveals much\nignorance and confusion, apparently because of inexperience.\nA few examples should suffice.  Pronunciation is never indicated,\neven when an entry like “<em>Ca, n.</em> [HOSPITAL JARGON]\nCancer” cries out for it.  Subject and language labels are often\nused where they are totally unnecessary or inapplicable: “<em>You\nbet</em>, an expression of affirmation” is labeled [GAMBLING],\n<em>kowtow</em> and <em>yen</em> are labeled [CHINESE], <em>caper</em>, defined as 'a\ncriminal activity,' is labeled [CRIME].  Etymologies are given at\nrandom and arbitrarily: <em>88</em> gets one but not <em>86, John Bull</em> gets\none but not <em>Jeeves</em>.  Abbreviations such as <em>MC, MCP</em>, and <em>BO</em>\nare defined as “acronyms” while <em>commie</em> is defined as “abbreviation\nfor Communist.”  And so on.</p>\n<p>To the book's credit, it does include some of the newer\nslangisms from the drug and CB radio world, such as <em>get off\nmy case, have one's ears on</em>, and <em>Smokey-the-bear</em>.  Nevertheless\nit is an amateur's compilation.  The author's background is in\ntheater arts and French and she is a co-author of <em>Completely\nCheese: The Cheeselover's Companion</em>.  But she loves words, has\ncollected them lovingly, and has done her level best with them.\nGod knows she could have done worse.</p>\n<p><em>[Sol Steinmetz, Barnhart Books, Bronxville, N.Y.]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Jonathan-David-Dictionary-Popular-Slang/dp/0824602463\"><em>The Jonathan David Dictionary of Popular Slang</em></a></h1> <p>Anita Pearl, (Jonathan David Publishers, Inc., 1980), viii + 191 pp.</p> <p>There seems to be a curious dissociation between the\nIntroduction to this dictionary, signed by the author, and the\ndictionary's actual contents.  The Introduction is devoted\nentirely to a description of American slang, while the book's\ntitle and contents are clearly not so restricted.  Most of the\nentries transcend regional use and those that are British are\nlabeled so, for example, <em>bloke, blob, yob</em>, and <em>rozzer</em>.</p> <p>Nor does the dissociation end there.  The Introduction\ndefines slang as “informal, non-standard language typically\ncomposed of colorful, exaggerated metaphors, newly coined\nwords, or words and phrases that have taken on new meaning.”\nYet a very large number of the entries simply do not conform\nto this definition.  Terms like <em>aboveboard, Afro, all-out war,\nanchorman, baker's dozen, dovetail, downstage, elder statesman,\nhotbed, master of ceremonies, mugger, megadeaths, Middle\nAmerica, machine politics, word processing unit, photo\nfinish</em> and <em>typing pool</em> can scarcely be described as “informal”\nor “non-standard.”  They may be picturesque and etymologically\ninteresting, but they hardly qualify as slang.  They can't\neven qualify as jargon or argot.  They are as much a part of\nmodern standard English as the words that make up this\nsentence.</p> <p>Again, according to the Introduction, the author has\nchosen to include only “the most popular slang words and\nexpressions of today,” whence we get the title <em>Dictionary of\nPopular Slang</em>.  Yet how popular are many of the entries in this\ndictionary?  I have misgivings about the popularity, to say\nnothing of the currency, of such terms as <em>Adam's ale, Turner</em>\n(defined as 'a German'), <em>Zelda</em> ('a stupid, boring woman'),\n<em>banzai</em> ('a cry of determination and challenge'), and hundreds\nof others.</p>"
}