{
  "type": "Article",
  "title": "When Paragons Nod",
  "author": "Lillian Mermin Feinsilver",
  "location": "Easton, Pennsylvania",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">When Paragons Nod</h1>\n<p><em><span data-rel=\"author\">Lillian Mermin Feinsilver</span> <span data-rel=\"location\">Easton, Pennsylvania</span></em></p>\n<p>Over thirty years ago, when the <em>American Mercury</em> carried\nan article of mine which justified occasional disregarding\nof grammatical don'ts, a reader insisted that traditional rules of\nrhetoric must be followed strictly.  In reply, I had to point out\nthat a sentence in his letter had broken one of the time-honored\nrules.</p>\n<p>That interchange comes to mind in connection with John\nSimon's <em>Paradigms Lost,</em> which somehow never received the\nkind of detailed criticism that Simon had given the prose of\nothers.  Now that the book has appeared in paperback, the\nironic case against it must be stated, for its lapses from literary\ngrace are both frequent and varied.  To cite a few of many\nexamples (page numbers apply to both editions):</p>\n<p>Tense is imprecise on p. 64: “I just returned from a short\njourney through France and Italy...where I had ample\nopportunity....”  The first verb of course should be <em>I have just\nreturned</em>....  As it happens, the author inveighs against such\ninaccuracy on p. 183.  Tense is further confused on p. 100:\n“Even if this was a misprint for <em>adapting</em>, it still wouldn't make\nsense.”  The shift from <em>was</em> to <em>wouldn't</em> is jarring.  I'd suggest\neither <em>Even if this was</em>..., it still doesn't... or <em>Even if this\nwere</em> [contrary to fact]..., <em>it still wouldn't</em>....  As Simon\nhimself declaims on pp. 44 and 186-87, the subjunctive is not\nyet expendable in careful writing.</p>\n<p>Punctuation—to which an entire essay is devoted—in\npractice flouts sensible standards, as in a sentence on p. 110:\n“Vidal's intelligence, <em>pace</em> Wolcott, does not 'curdle' on television\nand his quick mind—prejudiced in many ways but still\nquick and clear—buttressed by a delightfully ironic wit, is just\nwhat the American public needs....”  To avoid the impression\nof curdling on his quick mind, we need a comma after\n<em>television</em>; and another is required in place of the second dash,\nwhich should be moved to follow <em>wit</em>.  We then have the more\nunderstandable statement:... <em>does not 'curdle' on television,\nand his quick mind—prejudiced in many ways but still quick\nand clear, buttressed by a delightfully ironic wit—is just what\nthe American public needs</em>....</p>\n<p>The difference between <em>etc.</em> and <em>et al.</em> is surprisingly\nignored by this devotee of Latin (p. 6): “...great novelists,\npoets, et cetera are too busy....”  Ironically, the spelling out of\nthe former expression spotlights the error.</p>\n<p>Someone's <em>less</em> is corrected to <em>fewer</em> on p. 153; yet six\npages earlier we have been told: “Two readers, no less\n(Hortense Berman and Thomas A. Long), have sent me....”\nSince two is not a large number, why use the phrase at all,\nespecially since <em>no less</em> has another meaning, as in “The King\nand Queen, no less, will be greeting our party”?</p>\n<p>Simon writes (p. 100): “Why, you may ask, is correct\nspeech and writing important, as long as the meaning is clear?”\nI would counter in Talmudic fashion with a different question:\nWhy does Mr. Simon forget that the subject of the sentence—\n<em>correct speech and writing</em>—is plural and requires a plural verb?\nYes, correct speech and writing <em>are</em> important.  He asks again (p.\n202): “What good is correct speech and writing, you may ask,\nin an age in which hardly anyone seems to know and no one\nseems to care?”  In addition to the same error in subject-verb\nagreement, there is vagueness as to what it is that hardly\nanyone seems to know.  It might help to insert <em>why they matter</em>\nor <em>what they are after know</em>.</p>\n<p>Simon trips himself on <em>like</em> as conjunction.  Although he\ncriticizes such usage in the work of Erica Jong (p. 116), he\nhimself employs it, as on p. 101: “I couldn't disagree more with\nthe structural linguists and their disciples—and thus with most\ndictionaries in current use—when they contend that 'language\nis what is spoken by the people' and, as if it followed like the\nnight the day, that 'language is a living thing, not something\ncodified by pedantic scholars.' ”  Surely Simon would agree that\n...<em>as if it followed as the night the day</em>... would be more\ngraceful and would incidentally quote Shakespeare more accurately\n(“And it must follow as the night the day...”).\nParticularly awkward is his <em>unlike in</em> on p. 192: “Well, I am\nglad to note that in Mr. Owens's book, unlike in Mr. Mehegan's,\n<em>graceless</em> is still a pejorative.”  Possible substitutes might\nbe <em>not as in or if not in</em> or <em>as opposed to</em>.</p>\n<p>I must add that the book title seems forced—partly\nbecause <em>paradigm</em> is often properly pronounced with a short <em>i</em>—\nand is not original.  Edwin Newman used the same pun in the\nsingular as the heading for chapter 6 of <em>A Civil Tongue</em> in\n1976.</p>\n<p>Two of the essays in Simon's book appear in another\nrecent volume which should have shown a more consistently\nhigh level of writing and editing than it does: <em>The State of the\nLanguage</em>, Leonard Michaels and Christopher Ricks, editors\n(University of California Press).  One gets an inkling on p. xii, in\nthe prefatory note by Ricks (Professor of English Literature at\nChrist's College, Cambridge University) that the prose ahead\nmay be less than faultless: “ 'Our language,' said the creative\nand critical genius who was American and then English—T.S.\nEliot—'Our language, or any civilized language, is....' ”  Such\nrepetition is sometimes useful in lectures, but in print the\nsentence seems careless, its deficiency compounded by inexact\npunctuation.  (Replacing the first dash with a comma might\nhelp a little.)  A neater arrangement would be: <em>As the creative\nand critical genius who was American and then English—T.S.\nEliot—said, 'Our language</em>....'  Ricks continues: “It is not\nonly that a language has an astonishing power of renovation.\nFor when a language creates—as it does—a community within\nthe present, it does so only by courtesy of a community\nbetween the present and the past.”  Why the confusing <em>For</em> in\nthe second sentence?  An additional point is being made, and\nthe statement might more effectively begin with <em>When</em>.</p>\n<p>On p. 9, in “Sound Barriers and <em>Gangbangsprache,”</em>\nRandolph Quirk (Quain Professor of English Language and\nLiterature at University College, London) makes a statement in\nwhich subject and verb do not match in number: “One of the\nthings that reduces <em>1985</em> from horror to farce is Burgess's\nprojected linguistic engineering.”  Logical choices are <em>One thing\nthat reduces</em>...or <em>One of the things that reduce</em>....  Similar\nimprecision occurs in novelist-essayist Edmund White's “The\nPolitical Vocabulary of Homosexuality” (p. 239): “<em>Gay</em> is,\nmoreover, one of the few words that does not refer explicitly to\nsexual activity.”  Since the antecedent of <em>that is words</em>, the verb\nshould be <em>do</em>.  The very next sentence is even more awkward:\n“One of the problems that has beleaguered gays is that....”\nThere one could simplify by changing <em>that has beleaguered</em> to\n<em>beleaguering</em> and by replacing the repetitive <em>One of the\nproblems</em> with <em>A problem</em>, producing: <em>A problem beleaguering\ngays is that</em>....  Because of its long history and current growth,\nsome observers are inclined to accept the type of non-agreement\nunder discussion; but there are still many readers (including\nJohn Simon on p. 185 of his aforementioned work) who are\njolted by it.  Indeed, two examples of usage from Professor\nRicks's article (p. 57) reflect the viability of the logical forms:\n“...one of those eerie films which speed up...” and “...one\nof the few who have delighted in....”</p>\n<p>Tense in an infinitive is badly expressed by Frances\nFerguson (Associated Professor of English at the University of\nCalifornia, Berkeley), in “The Unfamiliarity of Familiar Letters”\n(p. 84): “If Lee Marvin had only read <em>Clarissa</em>, he would\nhave known better than to have written any letters....”  The\nneeded form is <em>to write</em>.</p>\n<p>The uses of <em>who</em> and <em>whom</em> are at times embarrassing.\nDavid Lodge (Professor of Modern English Literature at\nBirmingham University) gives us <em>who</em> in place of <em>whom</em> (p.\n508): “Later, Kate refuses to tell him who she is meeting for a\nlunch date....”  (Although <em>whom</em> may be dying out faster in\nEngland than it is in the U.S., the <em>who</em> seems improper in an\nAmerican academic work.)  And Kathryn Hellerstein (poet,\ntranslator and essayist), in “Yiddish Voices in American English,”\ntwice writes <em>whom</em> for <em>who.</em>  On p. 197 we read: “When\nEdelshtein wanders in the snowstorm, searching for Hannah,\nthe young girl whom he hopes will be his translator....”  Need\nit be said that the relative pronoun is the subject of <em>will be?</em>  On\np. 198 the thought is restated and the error is repeated: “He\nbegins two letters to Hannah,... who knows Yiddish, whom he\nhopes will be his translator....”  The same contribution contains\nother kinds of error which should have been caught, as on\np. 184: “Another letter portrays a father's response to his son's\nconventional birthday wish as 'May you live 120 years,' the life-span\nof the patriarch Abraham.”  That life-span was attributed\nto Moses (Deuteronomy 34:7); Abraham was accorded 175\nyears (Genesis 25:7).</p>\n<p>Man-of-letters Kingsley Amis, in “Getting It Wrong,”\nprovides a description of current deteriorating usage (pp. 32-33)\nwhich might be applied, at least partially, to the above-quoted\nsamplings: “... growing imprecision...; quite commonly\nambiguity or sheer nonsense; and everywhere awkwardnesses\nthat force the reader to pause without profit, even if\nonly for an instant.  This is decline.”  If John Simon is sounding\nthe clarion to combat such decline, I'm afraid his call is\nmuffled; and the state of the language (in both lower case and\nitalic initial capitals) is indeed cause for complaint.  Simon is\nmore than half right when he charges (p. 92): “The real culprits\nare the editors....”  Although editors and their staffs may not\nbe able to catch every infelicity in the manuscripts they\nprocess, they should certainly know—and care—enough about\nexactness of expression to carry out their own proper share of\nresponsibility for clarity and accuracy.  Writing and publishing,\nafter all, are like any other services or products in requiring\ncareful attention to detail by trained persons at every stage.\nSuch painstaking effort is known as conscientious workmanship\nand quality control—which readers, no less than consumers, still\nhave a right to expect.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">When Paragons Nod</h1> <p><em><span data-rel=\"author\">Lillian Mermin Feinsilver</span> <span data-rel=\"location\">Easton, Pennsylvania</span></em></p> <p>Over thirty years ago, when the <em>American Mercury</em> carried\nan article of mine which justified occasional disregarding\nof grammatical don'ts, a reader insisted that traditional rules of\nrhetoric must be followed strictly.  In reply, I had to point out\nthat a sentence in his letter had broken one of the time-honored\nrules.</p> <p>That interchange comes to mind in connection with John\nSimon's <em>Paradigms Lost,</em> which somehow never received the\nkind of detailed criticism that Simon had given the prose of\nothers.  Now that the book has appeared in paperback, the\nironic case against it must be stated, for its lapses from literary\ngrace are both frequent and varied.  To cite a few of many\nexamples (page numbers apply to both editions):</p> <p>Tense is imprecise on p. 64: “I just returned from a short\njourney through France and Italy...where I had ample\nopportunity....”  The first verb of course should be <em>I have just\nreturned</em>....  As it happens, the author inveighs against such\ninaccuracy on p. 183.  Tense is further confused on p. 100:\n“Even if this was a misprint for <em>adapting</em>, it still wouldn't make\nsense.”  The shift from <em>was</em> to <em>wouldn't</em> is jarring.  I'd suggest\neither <em>Even if this was</em>..., it still doesn't... or <em>Even if this\nwere</em> [contrary to fact]..., <em>it still wouldn't</em>....  As Simon\nhimself declaims on pp. 44 and 186-87, the subjunctive is not\nyet expendable in careful writing.</p>"
}