{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Oxford Dictionary for Writers and Editors",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?cm_sp=plpafe-_-coll-_-first&amp;an=oxford%20dictionaries&amp;fe=on&amp;sortby=100&amp;tn=oxford%20dictionary%20english\"><em>The Oxford Dictionary for Writers and Editors</em></a></h1>\n<p>Comp. Oxford English Dictionary Department, (Clarendon Press: Oxford University Press, 1981), xiv + 448pp.</p>\n<p>Everything flows and nothing stays still, in language as in\neverything else.  In this constant goddam flux we long for\nstability and authority.  We want a Big Linguistic Daddy to tell\nus that this is the right way to spell that word and that is the\ncorrect meaning of such-and-such, that this word takes a\nhyphen and that one does not, that we are foolish to divide\nwords like <em>leg-ends</em> and <em>reap-pear</em> in those places at the ends of\nlines.</p>\n<p>Well, here is the house style-book of the Oxford University\nPress, listing alphabetically the latest words of the clever men\nat Oxford on the nice little mechanics of English.  As it\nhappens, it offers no advice on what to do with <em>goddam</em>,\nthough I guess it would prefer <em>goddamned</em>.  It pronounces that\n<em>God-awful</em> should be spelled (or spelt) thus with capital and\nhyphen.</p>\n<p>The ancestor of the book was born in 1905 and then called\n<em>Collins Authors and Printers Dictionary</em>.  It was intended to\ngive the Oxford line on all the questions and problems that\narise in preparing printed or typewritten documents and books.\nSpelling, punctuation, italicization, capitalization, abbrevs, foreign\nwords and phrases, tricky names of people and places, and\nprinting technicalities were its territory.  In his original preface\nthe exact and magisterial F. Howard Collins wrote: “While\nprobably no one will agree with everything contained in this\nbook, I hope it may be found that the number of marginal\nnotes needed to bring it into accordance with the views of\nthose who use it will be as few as could be expected,\nconsidering the difficulty of the subject-matter, and the fact\nthat it is, I believe, the first time it has been thoroughly and\nsystematically investigated in any country.”</p>\n<p>His useful little oracle has been revised through eleven\neditions since then, most recently by Stanley Beale in 1973.\nNow it has been rewritten and revised by Bob Burchfield's\nlexicophiles at the great word-factory of the Oxford English\nDictionaries to bring it in as a full member of the Oxford\ndictionary family.  It has also been renamed and given a red\ninstead of a blue dust jacket.</p>\n<p>Its territory is still the same, but the inhabitants have\nchanged in the past eight years.  Obsolescent and unfashionable\nwords have been dropped to make room for considerable\nnumbers of new tricks and traps of language.  There has been a\npurge of such French phrases as <em>cheval de retour</em> and <em>gaieté de\ncoeur</em>, indicating, I hope, that Oxford authors are less inclined\nto show off with fancy foreign expressions for which there are\nperfectly good English versions.  Out goes <em>kaffir-boom</em>, the\nAfrician tree, such unfashionable titles as <em>Pacha of Many Tales</em>\n(Marryat, 1836), <em>paideutics</em>, and <em>palankeen</em>.  In come <em>paederast</em>\n(“use <em>pederast</em>”), the new geography and politics (<em>Kaliningrad</em>\nand <em>KANU</em>), the jargon of computer typesetting (<em>VDUs, scrolling</em>,\nand <em>the Blessed K</em>), and a surprising number of ancient\nomissions that have become fashionable or started to cause\ntrouble (<em>palladium, Tisiphone</em>).</p>\n<p>Oxford judges that <em>tinplate</em> has lost its hyphen during the\npast ten years, and that <em>kari</em>, the French word for 'curry,'\nshould now be spelled <em>karri</em> with a double <em>r</em>.  For the first time it\ntells us the difference between <em>ti-ti</em> ('NZ mutton bird') and <em>titi</em>\n('S. Amer. monkey'), and that <em>palatable</em> is the Oxford-approved\nspelling, not “palateable.”  You will see that much of the matter\nis trivial, but it is the stuff in which consistency is desirable,\nand which is embarrassing when it goes wrong.  As Howard\nCollins said of the first edition, you—and especially you Americans—will\nnot agree with it all.  On <em>The Times</em> we still prefer to\nspell <em>connexion</em> in the etymologically “correct” way with an <em>x</em>.\nIf you have the whoreson letter in the alphabet, why not use it?\nWe also prefer at <em>The Times</em>, with endearing antiquarianism, to\nspell <em>Monna Lisa</em> sic with the double <em>n</em>, to show that we know\nthat it is derived from <em>Madonna</em>.  Maybe we should change that\nwhen we revise the style-book.</p>\n<p>For those, particularly Brits, who have no style-book of\ntheir own, for all who like their prose to be ship-shape and\nBristol fashion, for anybody who has worried about how to\nspell Bill <em>Sikes</em> in <em>Oliver Twist</em> or how and what <em>Planck's\nconstant</em> is, this is a useful quick desk-book.  I reckon it has\nmore than 20,000 headwords.  Serious perfectionists will also\nneed <em>Hart's Rules for Compositors and Readers at the University\nPress Oxford, Fowler</em> to harangue them in a splendidly old-fashioned\nway about their <em>wills</em> and <em>shalls</em>, and a resignation to\nthe truth that the language belongs to all of us and that there is\nno such thing as perfect Standard English.</p>\n<p><em>—Philip Howard</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/servlet/SearchResults?cm_sp=plpafe-_-coll-_-first&amp;an=oxford%20dictionaries&amp;fe=on&amp;sortby=100&amp;tn=oxford%20dictionary%20english\"><em>The Oxford Dictionary for Writers and Editors</em></a></h1> <p>Comp. Oxford English Dictionary Department, (Clarendon Press: Oxford University Press, 1981), xiv + 448pp.</p> <p>Everything flows and nothing stays still, in language as in\neverything else.  In this constant goddam flux we long for\nstability and authority.  We want a Big Linguistic Daddy to tell\nus that this is the right way to spell that word and that is the\ncorrect meaning of such-and-such, that this word takes a\nhyphen and that one does not, that we are foolish to divide\nwords like <em>leg-ends</em> and <em>reap-pear</em> in those places at the ends of\nlines.</p> <p>Well, here is the house style-book of the Oxford University\nPress, listing alphabetically the latest words of the clever men\nat Oxford on the nice little mechanics of English.  As it\nhappens, it offers no advice on what to do with <em>goddam</em>,\nthough I guess it would prefer <em>goddamned</em>.  It pronounces that\n<em>God-awful</em> should be spelled (or spelt) thus with capital and\nhyphen.</p> <p>The ancestor of the book was born in 1905 and then called\n<em>Collins Authors and Printers Dictionary</em>.  It was intended to\ngive the Oxford line on all the questions and problems that\narise in preparing printed or typewritten documents and books.\nSpelling, punctuation, italicization, capitalization, abbrevs, foreign\nwords and phrases, tricky names of people and places, and\nprinting technicalities were its territory.  In his original preface\nthe exact and magisterial F. Howard Collins wrote: “While\nprobably no one will agree with everything contained in this\nbook, I hope it may be found that the number of marginal\nnotes needed to bring it into accordance with the views of\nthose who use it will be as few as could be expected,\nconsidering the difficulty of the subject-matter, and the fact\nthat it is, I believe, the first time it has been thoroughly and\nsystematically investigated in any country.”</p>"
}