{
  "type": "Article",
  "title": "Antipodean English: Tok Bidjin",
  "author": "G. W. Turner",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean English: <em>Tok Bidjin</em></h1>\n<p><em><span data-rel=\"author\">G. W. Turner</span> <span data-rel=\"location\"></span></em></p>\n<p>Every schoolboy knows that the Pidgin English word for\n<em>piano is big fellow box you fight him he cry</em>.  Or <em>was</em>, when\nJespersen recorded this curiosity.  In current New Guinea\nPidgin (or Neo-Melanesian to use a name designed to emphasize\nits status as an independent language), the word is <em>piano</em>,\neasily pronounced and short enough to name a now common\ndetail of a modern environment.</p>\n<p>The validity of pidgin languages (languages used only as a\ntrade or auxiliary language) and creoles (pidgin languages that\nhave become the sole language of a community) is now\nrecognized.  Like other languages, they have their rules and\norderliness and can grow and change by borrowing from\ninfluential neighboring languages.  But not all their problems are\nover.  Like other languages, they are diverse, consisting of a\nnumber of sublanguages—technical, regional, and of varying\nformality.  This variety may baffle those who come into contact\nwith a pidgin or creole, promoting the idea that there is no\norder or structure in it, that it is a muddle of disjointed\nelements.</p>\n<p>Some years ago, I, among others, recorded such a judgment\nof the pidgin and creole languages of Australian Aborigines,\nbut recent work, especially by researchers of the Summer\nInstitute of Linguistics, has clarified their structure and orderliness,\nrecording their grammar and giving them a spelling\nsystem.  The early dismissive judgments have proved wrong.</p>\n<p>There are four possible ways in which Aborigines may\nrelate to English.  They may be fully integrated and speak\nEnglish as anyone else does; they may speak a recognizably\nAboriginal variety of English; they may speak a creole or\npidgin best regarded as an independent language; or they may\nretain a native Aboriginal language.  In most parts of Australia,\none of the first two possibilities is common, but in desert\nregions or in parts of the north and west the other two are\nrealized.</p>\n<p>In the Roper River area of Northern Australia, the\nNgukurr and Bamyili creole was given an orthography in 1976.\nThe needs of the native speakers being the main consideration\nin choosing a spelling, a phonemic rather than an etymological\nspelling was chosen.  The difference may be illustrated by\ntaking a sentence from a story told by the linguist John R.\nSandefur.  The English translation is “One day they heard that\na kangaroo had a lot of children.”  In etymological spelling this\nwould run <em>One-day two-fellow been listen gammon kangaroo\nbeen have-him lot-of piccaninny</em>.  In phonemic spelling it is\n<em>Wandei tubala bin lisin geman deingurru bin abum loda\nbiginini</em>.</p>\n<p>The pronunciation of an Aboriginal pidgin or creole is\nlikely to develop through two stages.  In the first, sounds\nunfamiliar to Aboriginal speakers are replaced by sounds from\ntheir own language and unfamiliar distinctions are disregarded.\nThus, a word like <em>policeman</em> may be borrowed as <em>balidjiman</em>,\nbecause voiced and unvoiced stops are not distinguished in the\nlanguage: there is no <em>s</em>-phoneme, so that [s] is realized by a\nlamino-palatal stop (something like and English <em>j</em>-sound), and\nsyllables are simplified to a consonant-plus-vowel pattern.  (In a\nsimilar way Maori changes <em>policeman</em> to <em>prihimana</em>.)  In the\nsecond stage, the creole adopts new sounds from the donor\nlanguage; in this way <em>balidjiman</em> is adapted towards <em>plisman</em>.</p>\n<p>Words are formed by borrowing from English or Aboriginal\nlanguages (e.g., for kinship terms) or by compounding, (e.g.,\n<em>gabadidaim</em> 'tea-time, mid-morning or afternoon'; <em>boimilk</em>\n'underdeveloped breast'; <em>wail dog</em> 'dingo'; or, with folk etymology,\n<em>wailwin</em> 'whirlwind').</p>\n<p>Traces of earlier phases in development may remain in\ncurrent creole.  The word for 'food' may appear as <em>dagadaga</em>,\nderived from Australian 'tucker' and reduplicated in the pattern\nof an earlier general pidgin <em>kaikai</em>.  Reduplication is\ncommon: 'pig' is <em>bigibigi;</em> the domestic fowl or chicken—\nAustralian 'chook'—is <em>jukjuk</em> in Roper creole.  (A 'cormorant' is\n<em>wailjuk</em>.)</p>\n<p>The kind of English contributing to Australian creoles is,\nof course, Australian English.  So, along with <em>jukjuk</em> and\n<em>dagadaga</em>, there is <em>loli</em> 'candy,' <em>nokimap</em> 'to tire' (the innocent\nmeaning of <em>knocked up</em> in Australian English is 'fatigued'),\n<em>stikibik</em> 'mind someone else's business' (Australian <em>stickybeak</em>),\n<em>krik</em> 'creek,' and of course, <em>bush</em>.</p>\n<p>Meaning as well as pronunciation may change as a word\npasses from English to creole.  The verb <em>garadjimbat</em> (with\ntransitive suffix <em>-im</em> and continuative aspect <em>-bat</em>) is from\nEnglish scratch (and <em>him</em> and <em>about</em>) but means 'to dig.'  Words\nmay be extended in meaning; e.g., <em>uk</em> means 'hook' but also\n'fishing gear in general.'</p>\n<p>The source of creole words is spoken, not written, English,\nso that it is not always possible to decide whether a particular\nsimplification of pronunciation (<em>amini</em> 'how many' or <em>olfeshanwan</em>\n'outdated,' for instance) took place in English or\ncreole.</p>\n<p>With information gleaned from this brief account, the\nreader might like to attempt etymologies of these words:</p>\n<blockquote>\n<p><em>meigidat</em> 'understand'</p>\n<p><em>jangudanwei</em> 'westerly'</p>\n<p><em>meigapwan</em> 'artificial'</p>\n<p><em>nogudbala</em> 'sinner'</p>\n<p><em>gambek bumareng</em> 'returning boomerang' (not all\nboomerangs return)</p>\n<p><em>brennu</em> 'modern'</p>\n<p><em>riligudwei</em> 'excellently'</p>\n<p><em>boniwan</em> 'skinny'</p>\n<p><em>gulujap</em> 'near'.</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean English: <em>Tok Bidjin</em></h1> <p><em><span data-rel=\"author\">G. W. Turner</span> <span data-rel=\"location\"></span></em></p> <p>Every schoolboy knows that the Pidgin English word for\n<em>piano is big fellow box you fight him he cry</em>.  Or <em>was</em>, when\nJespersen recorded this curiosity.  In current New Guinea\nPidgin (or Neo-Melanesian to use a name designed to emphasize\nits status as an independent language), the word is <em>piano</em>,\neasily pronounced and short enough to name a now common\ndetail of a modern environment.</p> <p>The validity of pidgin languages (languages used only as a\ntrade or auxiliary language) and creoles (pidgin languages that\nhave become the sole language of a community) is now\nrecognized.  Like other languages, they have their rules and\norderliness and can grow and change by borrowing from\ninfluential neighboring languages.  But not all their problems are\nover.  Like other languages, they are diverse, consisting of a\nnumber of sublanguages—technical, regional, and of varying\nformality.  This variety may baffle those who come into contact\nwith a pidgin or creole, promoting the idea that there is no\norder or structure in it, that it is a muddle of disjointed\nelements.</p> <p>Some years ago, I, among others, recorded such a judgment\nof the pidgin and creole languages of Australian Aborigines,\nbut recent work, especially by researchers of the Summer\nInstitute of Linguistics, has clarified their structure and orderliness,\nrecording their grammar and giving them a spelling\nsystem.  The early dismissive judgments have proved wrong.</p>"
}