{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Dictionary of Imaginary Places",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Dictionary-Imaginary-Places-Updated-Expanded/dp/0156008726\"><em>The Dictionary of Imaginary Places</em></a></h1>\n<p>Alberto Manguel and Gianni Guadalupi, illustr. Graham Greenfield, maps and charts by James Cook, (Macmillan, 1980), 448 pages.</p>\n<p>Do you know about the island of Hooloomooloo?  If you\nhave read Melville's <em>Mardi, and A Voyage Thither,</em> you will\nremember that it is an island in the Mardi Archipelago, heaped\nwith rocks and covered with dwarfed, twisted thickets.  It is\nsometimes known as the Isle of Cripples because the inhabitants\nof the surrounding islands, averse to the barbarous\ncustom of destroying at birth all infants asymmetrically formed\nbut wanting equally to remove them from sight, long ago\nestablished there an asylum for cripples.  The natives do not\nknow that they are cripples and explain to visitors that whether\na person is hideous or handsome depends upon who is made\njudge.</p>\n<p>I don't know whether that brief summary makes you want\nto visit the island or not.  Hooloomooloo is just one of the 1200\nimaginary places in world literature described in this Baedeker\nfor armchair travelers.</p>\n<p>I am not quite sure what it is all in aid of.  It is a large,\nexpensive book, with 100 rather stiff illustrations and 150\nlovingly intricate maps.  If you want to take a trip to\nCloudcuckooland or Lilliput, you will see more by reading or\nrereading Aristophanes or Swift.  The entries in this dictionary,\nas in all travel guides, are inevitably shorter, more jejune, and\nless satisfying than the original places.  The fact that neither\nauthor's first language is English shows in stilted and unidiomatic\nwriting.</p>\n<p>They have certainly searched the seven seas of literature\ndiligently and come up with some remarkable Utopias and\nDystopias.  For your money you get not just the obvious\nLooking-Glass Land (to be reached by proceeding to the rooms\nof the Dean of Christ Church and finding the vast looking-glass\nabove the chimney piece, carefully avoiding the vases of dried\nflowers protected by Victorian belljars; visitors should climb up\nonto the mantlepiece....), but also Hermaphrodite Island\n(Thomas Artus, 1724); not just Tolkien, Carl Sandburg, and the\nNarnia stories of C.S. Lewis, but the less obvious Dostoyevsky,\nW.S. Gilbert, Graham Greene, and John Lennon.</p>\n<p>The authors indulge in whimsical flights of fancy of their\nown.  Thus, Baskerville Hall is in the hands of the National\nTrust, and Toad Hall has now been restored to order; it seems\nthat the riotous goings-on there have had a salutary and\ncalming effect on the formerly exuberant Mr. Toad.</p>\n<p>I think the reference to Tolkien gives away the secret of\nthe point of this book.  Over here the Tolkien elves-and-wizards\nindustry flourishes mightily.  Almost every month some new\njottings from the Master's wastepaper basket are published.\nThere are a Tolkien newsletter, Tolkien calendars and diaries,\nTolkien clubs.  I understand that the cult also flourishes in the\nStates.  He became a wizard for the Sixties generation, loosely\ncategorized by the press as Flower People and Hippies, who\ndid not like the world as they saw it and wanted to escape into\na prettier, imaginary world.</p>\n<p>Now, I am not immune to the charm of Tolkien and Never\nNever Land.  I remember waiting impatiently for volumes II\nand III of <em>The Lord of the Rings</em> and buying them in\nBlackwell's on publication day.  But I have to assert that <em>The\nHobbit</em> is the only flawless masterpiece that Tolkien wrote and\nthat <em>The Silmarillion</em> is almost unreadable.  And, since I am\nbeing pompous, I also have to assert that the wish to escape\nfrom it all to an imaginary world is as old as the choruses in\nGreek tragedy, who, as the great axe is about to fall, burst into\nagitated anapaests, wishing that they could fly like birds to the\nGarden of the Hesperides or somewhere else at the ends of the\nearth, where humans are not so beastly to each other.  There\nclearly is an insatiable appetite for imaginary worlds among\nthose who do not like the world they have been born into.</p>\n<p>If this gazetteer of fantasy worlds encourages people to\nread or reread the original books, it will serve a worthy\npurpose.  I am afraid that the other purpose that I see for it is a\nless worthy one.  People in my inky trade need to appear\nconvincingly omniscient at the drop of a deadline.  I can see the\nday coming when I have to put on instant familiarity with the\nprecise geography of Dracula's castle without having Bram\nStoker to hand.  I shall keep the book for such hack's emergencies.\nBut for the rest of the time, it is more sensible to live in\nthe real world and read proper books.</p>\n<p><em>—Philip Howard</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Dictionary-Imaginary-Places-Updated-Expanded/dp/0156008726\"><em>The Dictionary of Imaginary Places</em></a></h1> <p>Alberto Manguel and Gianni Guadalupi, illustr. Graham Greenfield, maps and charts by James Cook, (Macmillan, 1980), 448 pages.</p> <p>Do you know about the island of Hooloomooloo?  If you\nhave read Melville's <em>Mardi, and A Voyage Thither,</em> you will\nremember that it is an island in the Mardi Archipelago, heaped\nwith rocks and covered with dwarfed, twisted thickets.  It is\nsometimes known as the Isle of Cripples because the inhabitants\nof the surrounding islands, averse to the barbarous\ncustom of destroying at birth all infants asymmetrically formed\nbut wanting equally to remove them from sight, long ago\nestablished there an asylum for cripples.  The natives do not\nknow that they are cripples and explain to visitors that whether\na person is hideous or handsome depends upon who is made\njudge.</p> <p>I don't know whether that brief summary makes you want\nto visit the island or not.  Hooloomooloo is just one of the 1200\nimaginary places in world literature described in this Baedeker\nfor armchair travelers.</p> <p>I am not quite sure what it is all in aid of.  It is a large,\nexpensive book, with 100 rather stiff illustrations and 150\nlovingly intricate maps.  If you want to take a trip to\nCloudcuckooland or Lilliput, you will see more by reading or\nrereading Aristophanes or Swift.  The entries in this dictionary,\nas in all travel guides, are inevitably shorter, more jejune, and\nless satisfying than the original places.  The fact that neither\nauthor's first language is English shows in stilted and unidiomatic\nwriting.</p>"
}