{
  "type": "Article",
  "title": "John Le Carré's Spy Jargon: An Introduction and Lexicon",
  "author": "Victor Lasseter",
  "location": "The California State College, Bakersfield",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">John Le Carré's Spy Jargon: An Introduction and Lexicon</h1>\n<p><em><span data-rel=\"author\">Victor Lasseter</span> <span data-rel=\"location\">The California State College, Bakersfield</span></em></p>\n<p>John le Carré, the British author of such best-selling spy\nnovels as <em>The Spy Who Came In from the Cold</em> and <em>Tinker,\nTailor, Soldier, Spy,</em> has invented not only intricate, suspenseful\nplots but also a new nomenclature for spies—what the narrator\nof <em>The Honourable Schoolboy</em> calls “their own strange jargon.”\nLe Carré's new spy jargon is so strikingly appropriate that the\ninternational espionage establishment now uses some of his\nfictional expressions.  Thanks to le Carré,<em>mole</em> has become\nstandard spy nomenclature for a 'double agent who burrows to\nthe top of the enemy's secret service.'  The term became\npopular after the great success of <em>Tinker, Tailor</em> in 1974;\naccording to Thomas Powers in <em>The Man Who Kept the\nSecrets: Richard Helms and the CIA, mole</em> now belongs to “the\nvernacular of counter-intelligence.”</p>\n<p>This strange jargon clearly delights le Carré, who often\nintroduces a definition with the expression “as the jargon\nhappily puts it.”  His jargon thus carries neither the usual\npejorative sense of “both ugly and hard to understand” nor of\n“long words, circumlocutions, and other clumsiness” (H.W.\nFowler, <em>A Dictionary of Modern English Usage</em>).  Rather, le\nCarré's coinages have the simplicity, vividness, and lucidity (to\ninsiders) of such trade jargon as <em>knowledge box</em> the 'box\ncontaining oilfield drillers' reports and orders,' <em>kittens</em> 'unsanitary\nballs of dust in hospitals,' <em>Robinson Crusoe and Friday</em>\n'two theater seats on the aisle,' <em>dead man</em> an 'anchor for the\nrigging of a circus tent' (borrowed from nautical language), and\n<em>punch bowl</em> a 'boxing arena.'</p>\n<p>Le Carré's spies use strange jargon like <em>walk in the park</em> a\n'clandestine rendezvous,' not to deceive the opposition (spies\nhave cryptography for secrecy) but because the unusual terminology\nsuits the secretive, dangerous vocation of spying.  Le\nCarré's spy jargon is therefore a kind of professional or trade\njargon that, like slang, appropriates words from other contexts\nto create an insider's language—unlike slang, however, the new\nlanguage communicates precisely.  At the same time, the jargon\nis more colorful and concise than such businessese as <em>maximization\nof profit potential</em> 'making a lot of money'.</p>\n<p>The nature of le Carré's spy jargon becomes clearer when\nit is compared to other kinds of spy nomenclature in the\nnonfiction world of espionage.  CIA jargon, for instance, can\nbecome heavily euphemistic, as in the example <em>disinformation\nactivities</em>—the agency's term for 'propaganda.'  Le Carré detests\nsuch dishonesty and parodies it with his expressions <em>agent\npotential</em> and <em>exfiltration assignment</em> 'bringing home a spy.'\nRather, le Carré delights in candid jargon like <em>stolen photograph</em>\n'one taken secretly.'</p>\n<p>As a writer of espionage novels, le Carré has at hand a\nconsiderable body of espionage nomenclature.  He sometimes\nborrows rather dry terms like <em>fieldman, deskman, preliminary\ninterrogation, surveillance, case officer, operational subsistence,\ncourier, and cryptonym</em>—all of which are literal and transparent\nenough for the layman to understand.  Furthermore, he uses\nsome of the more interesting metaphorical expressions for\nexisting jargon such as <em>tradecraft</em> 'espionage techniques,' <em>cover</em>\n'disguise,' and <em>blown</em> 'having had one's cover exposed.'  To the\nwriter of fiction, the understatement of a word like <em>tradecraft</em>\nfor the 'techniques of secret radio transmission or silent killing'\nappeals more than the flatness of a term like <em>case officer</em>.</p>\n<p>Still, a writer like le Carré prefers to go further and create\nhis own language.  The CIA uses <em>deception</em> for a 'double agent';\nle Carré invents the now famous <em>mole</em>.  A less imaginative\nwriter refers to a <em>spy school</em>; le Carré invents the grimly ironic\n<em>Nursery</em>.</p>\n<p><em>Nursery</em> is a good example of a major category of his\njargon—words from domestic life and the childhood of nursery\nrhymes.  Appropriated to the new, colder context of espionage,\nthe words become ironic.  <em>Nursery</em> designates the British spy\ntraining school, which le Carré sardonically defines as a “charm\nschool for outward bound penetration agents.”  Here young\nrecruits are nurtured and trained by elders like George Smiley,\nsecluded at Sarratt from a world they are not yet ready to\nenter.  Their nurturing includes the arts of interrogation resistance,\nsabotage, and silent killing.  It is here, in the climax of\n<em>Tinker, Tailor,</em> that Jim Prideaux kills the mole Bill Haydon.</p>\n<p>Similarly, at London headquarters an 'internal security\nofficer' is a <em>housekeeper</em>; a 'senior secretary' is a <em>mother</em>; a\n'conference room' is a <em>rumpus room</em>; the 'CIA' <em>cousins</em> or\n<em>neighbours</em> (although they are untrustworthy as Moscow); and\n'agents in charge of domestic intelligence' are <em>lamplighters</em>\n(because they spend so much time on the street).  A 'master\nspy's bodyguard' is a <em>baby-sitter.  Sandman</em> refers to 'Karla,' a\nworkname for the head of Moscow's counter-espionage; he is\nthe sandman because those who get too close to him go to\nsleep.  <em>Circus</em> is highly ambiguous jargon for 'London headquarters';\nthe word refers to the address at Cambridge Circus, but\nthe expression <em>the Circus</em> also carries negative connotations of\nfrivolity and confusion.</p>\n<p>Other words come from commerce: <em>competition, customer,\ndepartment, one time sale of assets, product, stock</em>, and <em>travelling\nsalesman</em>, for example.  These words had originally benign\nor neutral connotations but take on ironic and sinister implications\nwhen transferred to the terrifying world of espionage.\nThe life of a spy, especially a le Carré spy, is surrounded by\nthe constant fear of boredom, betrayal, or death.  The spies\nrecognize the danger, but reject cloak-and-dagger jargon, preferring\ninstead the subtle shock of understatement.  The ironic\njargon compares to that of other dangerous professions.  Sky\ndivers, for instance, describe the 'failure of a parachute to\nopen' as <em>coming all the way in</em>.  Steelworkers on skyscrapers\nand bridges describe a 'fatal fall' as <em>going into the hole</em>.</p>\n<p>A second major category consists of words that have\nominous, sinister connotations in themselves.  These include\n<em>gorilla</em>, a 'Soviet watchdog of Soviet spies'; <em>hood</em>, a 'Russian\nspy'; <em>bloodhound</em>, a 'British watchdog of British spies'; <em>reptile</em>\n<em>fund,</em> 'one for illicit operations'; <em>leash dog,</em> a 'surveillance\nexpert'; and <em>scalphunter,</em> a 'specialist in strong-arm tactics like\nblackmail and murder.'</p>\n<p>This duality of threatening words and innocent words that\nbecome threatening perhaps reflects the paradox of the spy's\nlife: periods of great danger and activity alternating with\nperiods of calm and boredom.  Overall, the effect of the jargon\nis to reenforce the spiritual chill that permeates le Carré's\nworld.</p>\n<p>To those concerned about language in contemporary society,\n<em>jargon</em> has understandably become a repulsive term signifying\na cloudy, pretentious insider's language subdivided into\nugly types such as psychobabble, educationese, sociologese, and\nbureaucratese.  John le Carré, in inventing a spy jargon, has\nshown that the language of insiders may be simple, lucid, and\nevocative.</p>\n<p>The following glossary includes only the jargon not already\ndefined.  Le Carré's own definitions are shown in quotation\nmarks.</p>\n<p><em>alimony</em> delayed payments to “agents working in hostile\ncountries... who for reasons of cover cannot enjoy their\npay while they are in the field.”</p>\n<p><em>appetizer</em> a piece of intelligence offered to arouse interest.\naudition the meeting at which the source produces the\nappetizer.</p>\n<p><em>bear leader</em> an instructor at the Nursery.</p>\n<p><em>body talk</em> an agent's safety signals, such as an open collar,\nused to arrange or cancel a rendezvous, etc.</p>\n<p><em>burrower</em> a Circus researcher.</p>\n<p><em>competition</em> rival British intelligence groups.</p>\n<p><em>crash meeting</em> an emergency, clandestine meeting.</p>\n<p><em>customer</em> the government official or department receiving\nintelligence reports.</p>\n<p><em>department</em> “one of Whitehall's many euphemisms for the\nCircus.”</p>\n<p><em>duck dive</em> a quick escape.</p>\n<p><em>fallback</em> an alternative plan.</p>\n<p><em>feed someone smoke</em> to lie, deceive, confuse.</p>\n<p><em>gold seam</em> the route of laundered Soviet payments to their\nagents.</p>\n<p><em>handwriting</em> a spy's signature or style of tradecraft.</p>\n<p><em>hard-man</em> a specialist in strong-arm operations.</p>\n<p><em>inquisitor</em> an interrogator.</p>\n<p><em>janitor</em> a guard at the circus.</p>\n<p><em>leave in one's socks</em> to leave immediately.  <em>See also</em> <em>duck\ndive.</em></p>\n<p><em>listener</em> electronics surveillance expert.  <em>Syn</em>.  <em>sound thief.</em>\none time sale of assets a single offering of intelligence by\na source.</p>\n<p><em>product</em> intelligence.</p>\n<p><em>sound thief</em> an expert in electronic surveillance.</p>\n<p><em>pavement artist</em> an expert in tailing.</p>\n<p><em>second bite</em> when the Circus is not content with a <em>one\ntime sale of assets</em>, it pressures the source for more.</p>\n<p><em>stock</em> “sale or exchange with another intelligence service: a\ncommerce in small time defectors handled by the\nscalphunters.”</p>\n<p><em>spike</em> to tap a telephone, open mail, plant a microphone.\ntalent spotting looking for potential agents or defectors.\ntest the water to determine if one's own mail is spiked.\ntradesmen “marked collaborators in certain fields who are\npledged, if called upon any time, to drop everything and,\nasking no questions, put their skills at the service's\ndisposal.”</p>\n<p><em>trail one's coat</em> to invite a <em>pass</em> (approach) from a source\nor an enemy agent.  <em>Syn.</em>  <em>trawl.</em></p>\n<p><em>travelling salesman</em> a spy.</p>\n<p><em>unpack</em> to confess, to tell everything.</p>\n<p><em>watch someone's back</em> to see if someone is being followed.</p>\n<p><em>witchhunt</em> a purge of an intelligence service.</p>\n<p><em>wrangler</em> a code breaker.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">John Le Carré's Spy Jargon: An Introduction and Lexicon</h1> <p><em><span data-rel=\"author\">Victor Lasseter</span> <span data-rel=\"location\">The California State College, Bakersfield</span></em></p> <p>John le Carré, the British author of such best-selling spy\nnovels as <em>The Spy Who Came In from the Cold</em> and <em>Tinker,\nTailor, Soldier, Spy,</em> has invented not only intricate, suspenseful\nplots but also a new nomenclature for spies—what the narrator\nof <em>The Honourable Schoolboy</em> calls “their own strange jargon.”\nLe Carré's new spy jargon is so strikingly appropriate that the\ninternational espionage establishment now uses some of his\nfictional expressions.  Thanks to le Carré,<em>mole</em> has become\nstandard spy nomenclature for a 'double agent who burrows to\nthe top of the enemy's secret service.'  The term became\npopular after the great success of <em>Tinker, Tailor</em> in 1974;\naccording to Thomas Powers in <em>The Man Who Kept the\nSecrets: Richard Helms and the CIA, mole</em> now belongs to “the\nvernacular of counter-intelligence.”</p> <p>This strange jargon clearly delights le Carré, who often\nintroduces a definition with the expression “as the jargon\nhappily puts it.”  His jargon thus carries neither the usual\npejorative sense of “both ugly and hard to understand” nor of\n“long words, circumlocutions, and other clumsiness” (H.W.\nFowler, <em>A Dictionary of Modern English Usage</em>).  Rather, le\nCarré's coinages have the simplicity, vividness, and lucidity (to\ninsiders) of such trade jargon as <em>knowledge box</em> the 'box\ncontaining oilfield drillers' reports and orders,' <em>kittens</em> 'unsanitary\nballs of dust in hospitals,' <em>Robinson Crusoe and Friday</em>\n'two theater seats on the aisle,' <em>dead man</em> an 'anchor for the\nrigging of a circus tent' (borrowed from nautical language), and\n<em>punch bowl</em> a 'boxing arena.'</p> <p>Le Carré's spies use strange jargon like <em>walk in the park</em> a\n'clandestine rendezvous,' not to deceive the opposition (spies\nhave cryptography for secrecy) but because the unusual terminology\nsuits the secretive, dangerous vocation of spying.  Le\nCarré's spy jargon is therefore a kind of professional or trade\njargon that, like slang, appropriates words from other contexts\nto create an insider's language—unlike slang, however, the new\nlanguage communicates precisely.  At the same time, the jargon\nis more colorful and concise than such businessese as <em>maximization\nof profit potential</em> 'making a lot of money'.</p>"
}