{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Naming Names",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.biblio.com/book/naming-names-stories-pseudonyms-name-changes/d/24692154\"><em>Naming Names</em></a></h1>\n<p>Adrian Room, (McFarland &amp; Co Inc., Jefferson, North Carolina, 1981, and Routledge &amp; Kegan Paul, London, 1981), 359pp.</p>\n<p>The first thing to say about this book is that it deserves a\nplace in any collection of serious onomastic works.  It is <em>the</em>\nauthoritative dictionary of pseudonyms and can be relied upon\nboth for its accurate rendering of a name adopted by a\nparticular person and for the name that was abandoned.  That\nis something that cannot be said of many books on the subject.\nLeslie Halliwell's <em>Filmgoer's Companion</em>, for example, though\nvery useful as a reference work on films and the people\nconnected with them, is sloppy in its dealings with the name\nchanges of actors and actresses.</p>\n<p>Room's scholarly thoroughness has been demonstrated\nnow in several books.  I have recently been using his <em>Place-Names\nof the World</em> and was again impressed by its accuracy\nand conciseness.  <em>Place-Name Changes Since 1900</em>, another from\nthe Room one-man factory, can also be thoroughly relied on.\nOf late, several word books have also been emerging with the\nAdrian Room stamp of authenticity on them.</p>\n<p>But what pleases me most about <em>Naming Names</em> is that\nthe first half of the title is taken seriously.  We have here a full\ndiscussion of naming, if “discussion” is the right word for a\nlarge collection of entertaining anecdotes which illustrate how\npeople go about the task of literally making a name for\nthemselves.  Thus we are told not only that Oscar Wilde\nbecame Sebastian Melmoth when he went to live in France,\nbut <em>why</em> he chose that name.  “Melmoth” was a name that had\nbeen invented by a remote ancestor of Wilde's for the hero of\nhis novel, <em>Melmoth the Wanderer</em>.  “Sebastian” recalled Saint\nSebastian, usually portrayed as being martyred by arrows.\nWilde felt himself to be a martyr, and the arrows on his prison\nuniform had specifically recalled Sebastian.</p>\n<p>Actually, Room could have continued a little with the\nSebastian Melmoth story.  Frank Harris, who went to visit\nWilde in exile, says that he would not allow anyone to address\nhim by his assumed name.  “Mr. Melmoth is unknown, you see.\nI only use the name Melmoth to spare the blushes of the\npostman.”  Wilde wanted to be called Oscar Wilde, the name\nhe had made famous.  A few years previously he had remonstrated\nwith an American who entered his name in a guest\nbook as “O. Wilde.”  That too he looked upon as a disfigurement\nof his name.</p>\n<p>Wilde was also responsible for a typical witticism about\npseudonyms in a letter he wrote from France to Ada Leverson:\n“Reggie Turner is staying here under the name 'Robert Ross,'\nRobbie under the name 'Reginald Turner.'  It is better they\nshould not use their own names.”</p>\n<p>That particular anecdote is not in <em>Naming Names</em>, but\nthere is plenty of humor there, often in the names themselves\nas well as in the stories about them.  Rip Torn, for example,\nseems like one of those names of the Justin Case, Tom Katz\nvariety, that you dream up after a few potent glasses.  But Torn\nis the actor's real name, and the “Rip” nickname had been a\nfamily joke for years, already bestowed on an uncle.  Torn's\nparents named him Elmore, but they always used Rip.  For him,\nthen, that <em>was</em> his name, and he fought against suggested\nchanges (Richard Torn, Ralph Torn) when he went to\nHollywood.</p>\n<p>A major feature of <em>Naming Names</em> is the way in which the\npseudonyms have been rearranged into lists that bring out their\ncommon characteristics.  Lists are, of course, highly fashionable\nin the publishing world at the moment, but they do serve a\nuseful purpose.  Room gives us lists of names changed because\nthe real ones were “unsuitable” or “embarrassing.”  Julie Lush\nbecome Julie Anthony, Jean Shufflebottom became Jeannie\nCarson, Diana Fluck became Diana Dors.  We learn who\nchanged sex by means of pseudonyms—the Brontes went the\nusual way, from female to male; but Fiona Macleod, Madame\nMarguerite de Ponti, and Angelina Gushington concealed male\nwriters.  William Sharp, who invented the Fiona of his new\nname, accidentally made a contribution to our stock of first\nnames, since that name was later to become extremely popular\nin Britain.</p>\n<p>A thoroughly worthwhile list of names in the book might\nat first glance seem curious for a work on pseudonyms, for it\ngives real names only.  It makes the point that the bearers of\nthe apparently phoney names Johnny Cash, Goldie Hawn, Suzi\nQuatro, and Orson Welles are not, in fact, concealing anything.\nThose names are real.  Similarly, Adolf Hitler was quite right to\ncall himself that: he would only have been Adolf Schicklgruber\n[<em>sic</em>] had his father not changed the family name.  I seem to\nrecall that another famous name, that of the Eiffel Tower,\nmight have been rather different but for a name change:\nEiffel's family were originally the Boenichausens.</p>\n<p>The actor Frank Lovejoy does not get a mention in\n<em>Naming Names</em> because that happens to be his real name.  A\npity though, because the distinguished British journalist, Katharine\nWhitehorn, in a column she wrote for <em>The Observer</em> many\nyears ago, told the Lovejoy story.  When he began as an actor,\nnames of the Rock Hudson type were in vogue.  He became\nMax Million.  Then sincere names were needed: he became Abe\nWashington.  George Sweden came next, when geographical\nnames were <em>in</em>, and Marlon Ladd came when familiar names\nwere needed.  The next trend was for happy names.  “How\nabout Frank Lovejoy?”  said Frank to his agent.  “Great!”</p>\n<p>Maybe you're thinking of changing your name.  It has been\nsuggested that we should all do so periodically because we get\ntoo wrapped up in the egos our names reflect, too obsessed\nwith “making our name.”  That is certainly what the name-changers\nin this book were determined to do, and most of them\nsucceeded.  I once again recommend that you read about what\nthey did and why they did it in this enjoyable book.</p>\n<p><em>[Leslie Dunkling, Thames Ditton, Surrey]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.biblio.com/book/naming-names-stories-pseudonyms-name-changes/d/24692154\"><em>Naming Names</em></a></h1> <p>Adrian Room, (McFarland &amp; Co Inc., Jefferson, North Carolina, 1981, and Routledge &amp; Kegan Paul, London, 1981), 359pp.</p> <p>The first thing to say about this book is that it deserves a\nplace in any collection of serious onomastic works.  It is <em>the</em>\nauthoritative dictionary of pseudonyms and can be relied upon\nboth for its accurate rendering of a name adopted by a\nparticular person and for the name that was abandoned.  That\nis something that cannot be said of many books on the subject.\nLeslie Halliwell's <em>Filmgoer's Companion</em>, for example, though\nvery useful as a reference work on films and the people\nconnected with them, is sloppy in its dealings with the name\nchanges of actors and actresses.</p> <p>Room's scholarly thoroughness has been demonstrated\nnow in several books.  I have recently been using his <em>Place-Names\nof the World</em> and was again impressed by its accuracy\nand conciseness.  <em>Place-Name Changes Since 1900</em>, another from\nthe Room one-man factory, can also be thoroughly relied on.\nOf late, several word books have also been emerging with the\nAdrian Room stamp of authenticity on them.</p> <p>But what pleases me most about <em>Naming Names</em> is that\nthe first half of the title is taken seriously.  We have here a full\ndiscussion of naming, if “discussion” is the right word for a\nlarge collection of entertaining anecdotes which illustrate how\npeople go about the task of literally making a name for\nthemselves.  Thus we are told not only that Oscar Wilde\nbecame Sebastian Melmoth when he went to live in France,\nbut <em>why</em> he chose that name.  “Melmoth” was a name that had\nbeen invented by a remote ancestor of Wilde's for the hero of\nhis novel, <em>Melmoth the Wanderer</em>.  “Sebastian” recalled Saint\nSebastian, usually portrayed as being martyred by arrows.\nWilde felt himself to be a martyr, and the arrows on his prison\nuniform had specifically recalled Sebastian.</p>"
}