{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Jonathan David Dictionary of First Names and The Name Dictionary: Modern English and Hebrew Names",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780824602345/Jonathan-David-Dictionary-First-Names-082460234X/plp\"><em>The Jonathan David Dictionary of First Names</em></a> and <a href=\"https://www.abebooks.com/9780824602833/Name-Dictionary-Modern-English-Hebrew-0824602838/plp\"><em>The Name Dictionary: Modern English and Hebrew Names</em></a></h1>\n<p>Alfred J. Kolatch, (Jonathan David Publishers, Middle Village, N.Y., 1980), xxxii + 506 pp. and Alfred J. Kolatch, (Jonathan David Publishers, Middle Village, N.Y., 1967), xiii + 418 pp.</p>\n<p>If the availability of name books is a gauge of the birthrate\nin the United States, then those who lament the decline should\nnot worry.  A spate of dictionaries and other listings of first\nnames is now marketed, including some good ones by Leslie\nDunkling, George R. Stewart, Elsdon C. Smith, and Christopher\nP. Anderson; several bad ones by here unnamed compilers\nwho have freely plagiarized their superiors in the field are on\ndisplay in supermarket bookracks alongside aphrodisiacal reading\nmaterial that possibly contributed to the pregnant need for\nsuch books in the first place.  Even with a reduced birthrate, a\nsufficient demand by parental expectants exists to require a\nbook of names for those either not necessarily concerned with\ntraditional naming practices or not imaginative enough to\ncreate a sensible name that will not be an embarrassment to a\nchild when he or she becomes an adult.</p>\n<p>Alfred J. Kolatch has been active in onomastics since at\nleast 1948, when his first book on names appeared.  His <em>The\nName Dictionary,</em> published in 1967, now appears in tandem\nwith <em>The Jonathan David Dictionary of First Names</em>, both\nhandsomely bound and jacketed.  These two books, however,\nare presumably too scholarly to appear side by side with the\nusual fare found on mass-media racks.  Still, the popularity of\nthe first is such that it had gone through its sixth printing by\n1979; <em>The Jonathan David</em> obviously grew out of the first, for\nmost of the same names and “meanings” appear in both.</p>\n<p>The popularity of <em>The Name Dictionary</em> is not difficult to\naccount for: it is an unabashed “guide to Jewish parents\nseeking an appealing English and Hebrew name for their\noffspring,....”  As far as I know, Kolatch is the only specialist in\nJewish first names, although, as he points out, the dictionary “is\nmore comprehensive in scope” than an ordinary baby-name\nfinder, including, as it does, many surnames and other information.\nFurthermore, it contains thousands of names, both English\nand Hebrew, and provides enough material for choices to\nbe made.  The main entry is a name found in English,\nappropriate though not always commonly so: <em>Vered, Noga,\nDatia, Hemda, Shalgia, Gozal,</em> and many others just do not\noccur often.  Nevertheless, Kolatch has found enough instances,\nhe says, to warrant their listing, but he omitted <em>Bonaparte</em>\nsimply because it appeared only once “in an army list of Jewish\nnames.”  Beneath each entry, Kolatch lists Hebrew variants, not\nalways equivalents, for both men and women.  The appendices\ncontain a slight history and development of the use of personal\nnames, as well as a listing of 3,221 names, printed in Hebrew,\nfollowed by the Anglicized spelling and reference to text\nentries.  <em>The Jonathan David</em> moves into the mainstream of\nname dictionaries as we now know them but compares unfavorably\nwith ones by Smith, Stewart, and Nurnberg and\nRosenblum.  Although a sameness hovers over these accumulations\nof names, they differ somewhat in direction and scholarship.\nA command of Hebrew gives Kolatch an edge but also\ncauses him to load his entries with purely Hebrew names from\nhis previous books.  In addition, he continues to claim that his\nmore than 10,000 names, with derivations, will serve as “an\ninvaluable guide for parents-to-be,” as well as for “scholars”\nand “students of language.”  Perhaps.  The earlier work, however,\nprovides a better service for baby-name searchers.</p>\n<p>The format for <em>Jonathan David</em> derives from the one used\nby Maxwell Nurnberg and Morris Rosenblum's <em>What to Name\nYour Baby,</em> an excellent, no-nonsense compilation last copyrighted\nin 1962 but not listed in Kolatch's bibliography.  Also,\ntheir front matter, including the history of naming, is much\nbetter than Kolatch's, whose loosely written account is both too\nshort and questionable in categorization.  His scholarship shows\nbetter in the appendices to <em>The Name Dictionary</em>, where a\ngood account of the history can be found.  Nurnberg and\nRosenblum, whose listing is not nearly so comprehensive as\nKolatch's, have a main entry, followed by an etymology,\nfollowed by a historical name and a contemporary one.  Kolatch\nuses the same pattern but is scant on some incidental information;\nhe does add, however, place-name notes.  One comparison\nwill be sufficient to show the entries in each:</p>\n<blockquote>\n<p>Nurnberg and Rosenblum:</p>\n<p><em>Bert</em> Short form; see Albert, Bertram, Burton, Bertie.\nLiterature: The comical zany, Bertie Wooster of the\nPelham Greenville Wodehouse novels of the British upper\nclasses.  Stage, Screen and TV: Comedian Bert Lahr, “the\ninimitable.”</p>\n<p>Kolatch:</p>\n<p><em>Bert, Bertie</em> Pet forms of Albert, Berthold, Bertol,\nBertram.  Place-Name Usage: Bertie County, North\nCarolina, named for James and Henry Bertie (1722),\nproperty owners.</p>\n</blockquote>\n<p>With Kolatch's <em>Jonathan David</em>, however, several quibbles\nand nitpicks are in order.  He enters <em>Boyce</em> as derived from 'the\ncounty called Powys, in Central Wales,' and gives usage\nexamples as 'John Cowper Powys, Llewelyn Powys, and T. F.\nPowys.'  Surely this is a proofreading error.  The name can be\nderived only from the French <em>bois</em> 'woods.'  He lists the dates of\nthe life of Brian Borhus as 910-1014, when others list that\nlong-lived Irish leader as living from 926-1014; the difference,\nhowever, is hardly worth noting, except that such matters\nbegin to add up.  Under <em>Kyle, Kyle Rote</em> is listed as a\nsportscaster, which he was for a time in order for the network\nto capitalize on his recent fame, but he is remembered as a\nfootball player for the New York Giants after a fabulous college\ncareer at Southern Methodist University.  <em>Pink</em> is glossed as 'a\npet form of Pinkerton,' but <em>Pink May</em> as the contemporary\nexample should be <em>Pinky May</em>, Philadelphia Phillies baseball\nplayer from 1939 through 1943, whose name was <em>Merrill Glend\nMay.  Potter Stewart</em>, under <em>Potter</em>, is identified as an American\nstatesman, while <em>Lewis Franklin Powell,</em> two entries later,\nappears as a U.S. Supreme Court Justice.  Is there a difference?</p>\n<p><em>Brinard</em> is given the etymology of British <em>bren</em> 'a prince,'\nwhich is all right for the Welsh <em>brenin</em> 'a chief' but cannot\nproduce <em>Brainard</em> or <em>Brainerd</em> 'sword-hard.'  <em>Gordie Clark</em>\nshould be <em>Gordie Howe</em>, the hockey player.  <em>Redd Fox</em> should be\n<em>Redd Foxx</em> (stage name for John Elroy Sanford); also, <em>Redd</em> is\nobviously a fancy spelling of <em>red</em>, therefore not derived from\nOld English <em>hreod</em> 'a reed,' as Kolatch claims.  <em>Nolina</em> and <em>Noma</em>\nare not Hawaiian for <em>Noreen</em> and <em>Norman</em>; nor is Hawaiian\n<em>Noelani</em> akin to <em>Noel</em>, despite some parallel letters.  In fact,\nKolatch should be ignored when he mentions Hawaiian names.</p>\n<p><em>Wapeka</em> cannot be derived from “Old English <em>waepen</em>”\n'weapon,' ” since it is an American Indian name.  Besides,\n<em>waepen</em> should be <em>wæpen</em>.  For <em>Loy</em>, the entry is “A pet form of\nLoy.  See Loy.”  A proofreader should have referred the entry to\n<em>Loyal</em>.  Kolatch writes that <em>Boog</em> derives from “Anglo Saxon <em>boc</em>\nor <em>bec</em> [sic] 'beech,' ” but “Boog” here is the nickname for\nJohn Wesley Powell, a “booger” of a man at 6'4” or taller and\n230 lbs. in his prime as a baseball player for the Baltimore\nOrioles.  <em>Luis Gomez</em>, the famous Lefty of the New York\nYankees in the 1930s, was born <em>Vernon Louis Gomez</em>.  And to\ndraw this list short, <em>Francis Scott Key</em> may have been a U.S.\nlawyer, but he <em>really</em> is better recorded as the composer of an\nimportant song that no one seems to be able to sing.</p>\n<p>The numerous errors, and I have mentioned only a few\ndetract from the worth of the dictionary and exasperate\nsomeone slightly familiar with the scholarship of onomastics\nand with the rudiments of proofreading.  Perhaps the more\nglaring goofs will be corrected in the next edition; otherwise, a\nscholar of the caliber of Benzion C. Kaganoff, <em>A Dictionary of\nJewish Names and Their History</em>, should assume the task of\nproducing a decent text from Kolatch's accumulated material\nof thirty-five years.</p>\n<p><em>[Kelsie B. Harder, State University College, Potsdam, New York]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780824602345/Jonathan-David-Dictionary-First-Names-082460234X/plp\"><em>The Jonathan David Dictionary of First Names</em></a> and <a href=\"https://www.abebooks.com/9780824602833/Name-Dictionary-Modern-English-Hebrew-0824602838/plp\"><em>The Name Dictionary: Modern English and Hebrew Names</em></a></h1> <p>Alfred J. Kolatch, (Jonathan David Publishers, Middle Village, N.Y., 1980), xxxii + 506 pp. and Alfred J. Kolatch, (Jonathan David Publishers, Middle Village, N.Y., 1967), xiii + 418 pp.</p> <p>If the availability of name books is a gauge of the birthrate\nin the United States, then those who lament the decline should\nnot worry.  A spate of dictionaries and other listings of first\nnames is now marketed, including some good ones by Leslie\nDunkling, George R. Stewart, Elsdon C. Smith, and Christopher\nP. Anderson; several bad ones by here unnamed compilers\nwho have freely plagiarized their superiors in the field are on\ndisplay in supermarket bookracks alongside aphrodisiacal reading\nmaterial that possibly contributed to the pregnant need for\nsuch books in the first place.  Even with a reduced birthrate, a\nsufficient demand by parental expectants exists to require a\nbook of names for those either not necessarily concerned with\ntraditional naming practices or not imaginative enough to\ncreate a sensible name that will not be an embarrassment to a\nchild when he or she becomes an adult.</p> <p>Alfred J. Kolatch has been active in onomastics since at\nleast 1948, when his first book on names appeared.  His <em>The\nName Dictionary,</em> published in 1967, now appears in tandem\nwith <em>The Jonathan David Dictionary of First Names</em>, both\nhandsomely bound and jacketed.  These two books, however,\nare presumably too scholarly to appear side by side with the\nusual fare found on mass-media racks.  Still, the popularity of\nthe first is such that it had gone through its sixth printing by\n1979; <em>The Jonathan David</em> obviously grew out of the first, for\nmost of the same names and “meanings” appear in both.</p> <p>The popularity of <em>The Name Dictionary</em> is not difficult to\naccount for: it is an unabashed “guide to Jewish parents\nseeking an appealing English and Hebrew name for their\noffspring,....”  As far as I know, Kolatch is the only specialist in\nJewish first names, although, as he points out, the dictionary “is\nmore comprehensive in scope” than an ordinary baby-name\nfinder, including, as it does, many surnames and other information.\nFurthermore, it contains thousands of names, both English\nand Hebrew, and provides enough material for choices to\nbe made.  The main entry is a name found in English,\nappropriate though not always commonly so: <em>Vered, Noga,\nDatia, Hemda, Shalgia, Gozal,</em> and many others just do not\noccur often.  Nevertheless, Kolatch has found enough instances,\nhe says, to warrant their listing, but he omitted <em>Bonaparte</em>\nsimply because it appeared only once “in an army list of Jewish\nnames.”  Beneath each entry, Kolatch lists Hebrew variants, not\nalways equivalents, for both men and women.  The appendices\ncontain a slight history and development of the use of personal\nnames, as well as a listing of 3,221 names, printed in Hebrew,\nfollowed by the Anglicized spelling and reference to text\nentries.  <em>The Jonathan David</em> moves into the mainstream of\nname dictionaries as we now know them but compares unfavorably\nwith ones by Smith, Stewart, and Nurnberg and\nRosenblum.  Although a sameness hovers over these accumulations\nof names, they differ somewhat in direction and scholarship.\nA command of Hebrew gives Kolatch an edge but also\ncauses him to load his entries with purely Hebrew names from\nhis previous books.  In addition, he continues to claim that his\nmore than 10,000 names, with derivations, will serve as “an\ninvaluable guide for parents-to-be,” as well as for “scholars”\nand “students of language.”  Perhaps.  The earlier work, however,\nprovides a better service for baby-name searchers.</p>"
}