{
  "type": "Article",
  "title": "Neither “God” Nor “Aleichem” Is a Last Name",
  "author": "Zellig Bach",
  "location": "Lakehurst, New Jersey",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Neither “God” Nor “Aleichem” Is a Last Name</h1>\n<p><em><span data-rel=\"author\">Zellig Bach</span> <span data-rel=\"location\">Lakehurst, New Jersey</span></em></p>\n<p>A pastor of a congregation of the Church of God denomination,\nin Long Island, New York, recently received a letter\nsoliciting funds for the Republican National Committee.  The\nletter was signed by President Reagan.  The salutation read:\n“Dear Mr. God.”</p>\n<p>While it may be true—and possibly foreboding—that the\nRepublican Party badly needs God's help, one wonders\nwhether this is really the best approach.  There are older and\npossibly better ways of conveying supplications to God, and in\nthese modern times a silent prayer by way of wireless telegraphy\nmight have been more appropriate and up-to-date than a\nform-letter printed by photo-offset.  Besides, to address God as\n“Mr.” is bound to antagonize many women, particularly those\nof the women's liberation movement.</p>\n<p>The reason for this curious salutation is that a computer\ndoes not know the meaning of words, and when it is programmed\nto use the last word of the first line of an address as\nthe last name, it “deduces” that <em>God</em> in <em>Church of God</em> is the\nlast name of the addressee.  In this respect, you cannot blame\nthe computer.</p>\n<p>But when a theater critic (Stefan Kanfer) of a national\nmagazine (<em>Time,</em> February 22, 1982, p. 70) uses <em>Aleichem</em> as a\nlast name, erroneously derived from the pseudonym <em>Sholem\nAleichem</em>, that is a totally different story.  In his short review of\nthe Broadway play <em>The World of Sholem Aleichem,</em> he used\n<em>Aleichem</em> as a last name twice, and the caption under the main\nactor's picture read: “Gilford as a Russian [<em>sic</em>] peasant in\n<em>Aleichem</em>.”</p>\n<p><em>Sholem Aleichem</em> is a compound expression of greeting,\nusually accompanied by a handshake, and literally means\n'Peace be unto you.'  It was a common greeting among Jews in\nLithuania, Poland, and Russia before World War II.  <em>Sholem</em>—in\nthis case—is not a first name, nor is <em>Aleichem</em> a last name.  (If a\nwriter chose to publish his works under the byline “Peace Be\nUnto You,” no one would address him as “Mr. Unto You.”)  To\ntruncate the name <em>Sholem Aleichem</em> to <em>Aleichem,</em> as if it were\nhis last name, betrays a deep misunderstanding, if not ignorance,\nof the meaning and nuances of Sholem Aleichem's pen\nname.</p>\n<p>Sholem Aleichem was a famous writer in Yiddish who\ndepicted Jewish life in the <em>shtetl</em> with great humanity and\nhumor.  <em>Fiddler on the Roof,</em> which won world-wide acclaim\nfrom New York to Tokyo, was based on his works.  It was often\nsaid that he was the Jewish Mark Twain.  His real name was\nSholem Rabinovitz, and the choice of <em>Sholem Aleichem</em> as his\npen name carried a singular emotional meaning—a genuine\nfellowship with people, regardless of his fame and stature as a\nwriter, an ever-present warm-hearted reaching-out, and a symbolic\ngesture of a strong and friendly handshake.</p>\n<p>The Jewish masses all over the world responded with a\njoyous sense of <em>Aleichem Sholem</em> 'Peace be unto you, too,' the\ntraditional answer to the greeting <em>Sholem Aleichem,</em> and\nembraced him with unbounded love and respect.  When he\ndied in New York in 1916, at the age of 57, he was mourned by\nall as if he were a beloved member of one's family.</p>\n<p>While God very likely smiles benevolently at the fact that\nthe Republican Party elected to send its plea for help through\nthe mails, Sholem Aleichem must be laughing himself “to\ndeath” in his grave in the Workmen's Circle section of Mt.\nCarmel cemetery in Brooklyn.</p>\n<p>(Ed. Note: It is interesting that the pseudonym of the\n“Gentile Sholem Aleichem” is almost invariably treated as an\nordinary name when alphabetized or shortened with the title\n“Mr. The <em>AHD</em> gives <em>“Aleichem, Sholem.</em>  See <em>Sholem\nAleichem.”</em>  But: <em>“Twain</em> (twāin), <em>Mark.</em>  Pen name of Samuel\nLanghorne <em>Clemens</em> <em>(see)</em>.  [From the expression <em>mark twain</em>,\n'by the mark two fathoms,' used by Mississippi riverboat pilots\nin sounding shallows for minimum navigable depths.]”  Apparently\n“Mr. Two Fathoms” is deemed appropriate.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Neither “God” Nor “Aleichem” Is a Last Name</h1> <p><em><span data-rel=\"author\">Zellig Bach</span> <span data-rel=\"location\">Lakehurst, New Jersey</span></em></p> <p>A pastor of a congregation of the Church of God denomination,\nin Long Island, New York, recently received a letter\nsoliciting funds for the Republican National Committee.  The\nletter was signed by President Reagan.  The salutation read:\n“Dear Mr. God.”</p> <p>While it may be true—and possibly foreboding—that the\nRepublican Party badly needs God's help, one wonders\nwhether this is really the best approach.  There are older and\npossibly better ways of conveying supplications to God, and in\nthese modern times a silent prayer by way of wireless telegraphy\nmight have been more appropriate and up-to-date than a\nform-letter printed by photo-offset.  Besides, to address God as\n“Mr.” is bound to antagonize many women, particularly those\nof the women's liberation movement.</p> <p>The reason for this curious salutation is that a computer\ndoes not know the meaning of words, and when it is programmed\nto use the last word of the first line of an address as\nthe last name, it “deduces” that <em>God</em> in <em>Church of God</em> is the\nlast name of the addressee.  In this respect, you cannot blame\nthe computer.</p>"
}