{
  "type": "Article",
  "title": "Philip Howard on English English",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English</h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>Commercials are the poetry of the television generation.\nYou can see this for yourself by going to a Christmas pantomime\nor a summer variety show at the end of the pier at a\nseaside resort.  A generation ago the jokes were about politicians,\nfilm stars, characters out of books, and, maybe just\nstarting, well-known performers on the radio, or, as we used to\ncall it then, the wireless.  Today they are about the telly, and\nthe audience chant the commercial jingles about washing\npowders and brands of instant coffee as familiarly as their\ngrandparents quoted the Authorized Version.</p>\n<p>It is a natural process for names to come into the language\nas proper words.  From Amelia Jenks Bloomer, with her\nbicycling knickerbockers, to Venetian blinds to Harris tweed,\nnames are continually becoming words.  But I think that this\ngeneration of mass advertising is the first one to turn trade\nnames into words at such a rate.  <em>Pace</em> Laszlo Biro, a <em>biro</em> today\nis any ballpoint pen; we <em>hoover</em> the carpet with any old\nvacuum cleaner, much to me rage of the Hoover company,\nfounded by William Henry Hoover.  There is demotic poetry as\nwell as a great deal of interest in these trade names that are so\nbig a part of the language in a society that spends so much of\nits time and effort on consuming.</p>\n<p>We have just had published over here the first systematic\nexamination of trade names: <em>Dictionary of Trade Name Origins</em>,\nby Adrian Room (Routledge &amp; Kegan Paul, £7.95).  Room\nis senior lecturer in Russian at the Ministry of Defence, a\nhardened and shameless word-man.  His dictionary is a well of\ncurious information and speculation.</p>\n<p>For example, take lavatory paper, or, in the genteel\neuphemism of Adspeak, toilet tissue.  I don't know about you\nover there, but over here we have two main brands, one soft,\ncalled Andrex, and the other hard and abrasive, used in\ngovernment departments because it is cheaper, called Bronco.  I\nsuppose I had imagined that Andrex had echoes of the Greek\nword for 'soft' and that Bronco had connexions with the\nSpanish word for 'rough.'  Nothing so etymologically satisfying,\ndammit.  Andrex took its name from St Andrew's Road,\nWalthamstow, where it was originally manufactured.  There is\nan onomatopoeic theory that Bronco represents the sound\nmade when a sheet of hard lav paper is detached sharply from\nits roll; the more likely origin is that the British Patent\nPerforated Paper Company originally made two types of paper\ncalled British No 1 and British No 2; the Bronco is a boring old\ncontraction.</p>\n<p>With scholary passion for categorization, Adrian Room\ndistinguishes among name names <em>(Woolworth, Marks &amp; Spencer)</em>,\nword names <em>(Fine Fare, Mothers Pride, Tuf Shoes)</em>, and\narbitrary names <em>(Omo, Kodak)</em>.  I find it enchanting that the <em>St\nMichael</em> brand name of Marks &amp; Spencer, where all sensible\nBrits buy their knickers and shirts, represents not the Archangel\nMichael with a flaming sword, but Michael Marks, a Polish\nJewish refugee who set up his stall on the open market at\nLeeds in 1884.</p>\n<p>Trade names are powerful and dangerous magic in these\ndays of multinational companies.  Your name must be able to\ncross frontiers without causing difficulties of pronunciation or\ndouble entendre.  A few years ago Rolls Royce were looking for\na suitable name to follow their successful series of ethereal car\nnames, <em>Silver Ghost, Silver Wraith</em>, and <em>Silver Phantom</em>.  Their\npublic relations department come up with <em>Silver Mist</em>.  However,\nit was pointed out that in Germany this would mean\n'Silver Shit.'  The car has been called the <em>Silver Shadow</em>.  Ford's\n<em>Corsair</em> car was originally to be called the Ford <em>Copreta</em>, until\nsomebody noticed that this would sound equally defecatory in\nGreece.  The <em>Cona</em> Coffee Machine Company calls its Cona\n<em>Acolon</em> in Portugal and other Portuguese-speaking countries,\nwhere <em>Cona</em> is slang for the female pudenda.  The Foden truck\nmanufacturing company has the same trouble in Portugal that\nthe German Fokker aircraft company has in English-speaking\ncountries.</p>\n<p>There is much food for thought in the origins of trade\nnames.  I meditate a learned monograph on the popularity of\nsuch names as <em>Oxford, Cambridge, Crown, King, Jupiter</em>, and\n<em>Hercules</em> as classy and snobbish labels.  I am staggered about\n<em>Marlboro Country</em>.  This cigarette is advertised with a picture of\nyour President, Hopalong Cassidy, surrounded by cattle and\ntumbleweed and Arizona sunset, looking as if he is about to\nrope a steer or tear off a strip of bronco.  In fact, Philip Morris\noriginally named its fags after the Duke and public school\nMarlborough; they were originally promoted as a cigarette for\nladies (they had red filter tips: 'a cherry tip for your ruby lips').</p>\n<p>There is mystery about naming things for the first time,\nas Adam discovered in the Garden of Eden.  It is not surprising\nthat many of the firms did not reply to Adrian Room's\nquestionnaires.  They were either embarrassed or had forgotten\nhow they came to call the product <em>Blotto</em>.  Some years ago, <em>The\nTimes</em> of London decided to have a Diary or Gossip column for\nthe first time.  Our formidable editor, Sir William Haley, the\nonly man in London with two glass eyes, summoned his\neditorial staff and offered a prize of £10 to the person who\ncame up with the best name for the column.  In those days,\n£10 was a lot of money for underpaid cub reporters, and we\ntried hard.  Two weeks later, Sir William summoned us again to\nannounce the winner.  It was Sir William himself with the name\n<em>From All Quarters</em>.  I have been wary of name-droppers ever\nsince.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English</h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>Commercials are the poetry of the television generation.\nYou can see this for yourself by going to a Christmas pantomime\nor a summer variety show at the end of the pier at a\nseaside resort.  A generation ago the jokes were about politicians,\nfilm stars, characters out of books, and, maybe just\nstarting, well-known performers on the radio, or, as we used to\ncall it then, the wireless.  Today they are about the telly, and\nthe audience chant the commercial jingles about washing\npowders and brands of instant coffee as familiarly as their\ngrandparents quoted the Authorized Version.</p> <p>It is a natural process for names to come into the language\nas proper words.  From Amelia Jenks Bloomer, with her\nbicycling knickerbockers, to Venetian blinds to Harris tweed,\nnames are continually becoming words.  But I think that this\ngeneration of mass advertising is the first one to turn trade\nnames into words at such a rate.  <em>Pace</em> Laszlo Biro, a <em>biro</em> today\nis any ballpoint pen; we <em>hoover</em> the carpet with any old\nvacuum cleaner, much to me rage of the Hoover company,\nfounded by William Henry Hoover.  There is demotic poetry as\nwell as a great deal of interest in these trade names that are so\nbig a part of the language in a society that spends so much of\nits time and effort on consuming.</p> <p>We have just had published over here the first systematic\nexamination of trade names: <em>Dictionary of Trade Name Origins</em>,\nby Adrian Room (Routledge &amp; Kegan Paul, £7.95).  Room\nis senior lecturer in Russian at the Ministry of Defence, a\nhardened and shameless word-man.  His dictionary is a well of\ncurious information and speculation.</p>"
}