{
  "type": "Article",
  "title": "Witcraft, or The Growth of English",
  "author": "Leonard Cochran",
  "location": "O.P., Priory of St. Thomas Aquinas, Providence",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Witcraft, or The Growth of English</h1>\n<p><em><span data-rel=\"author\">Leonard Cochran</span> <span data-rel=\"location\">O.P., Priory of St. Thomas Aquinas, Providence</span></em></p>\n<p><em>I'll accept your saywhat, but not your foresaye; therefore, I\ndon't draw the endsaye</em>.</p>\n<p>In London, in 1573, there appeared a book destined to take\nits place among the more peculiar of a genus of objects\npeculiar in its own right: logic texts.  Its title is <em>The Arte of\nReason, rightly termed Witcraft</em>, and its author was Ralph\nLever, Doctor of Divinity and Master of Sherburn Hospital.</p>\n<p>According to the <em>Dictionary of National Biography</em>, Lever\nwas a native of Lancaster.  There is no indication of his\nbirthdate, but he is recorded as having died in 1585.  He\nattended St. John's College, Cambridge, receiving the B.A. in\n1547—48.  At different times in his life, he was reader or tutor\nto Walter Devereux (later first Earl of Essex, to whom Lever\ndedicated, in a somewhat plaintive preface, his book on logic),\narchdeacon of Northumberland, and canon of Durham.  In\n1577, he was appointed to the mastership of Sherburn Hospital\nand one year later made Doctor of Divinity at Cambridge.</p>\n<p><em>Witcraft</em> is the second complete logic to appear in English,\nhaving been preceded by Thomas Wilson's <em>Rule of Reason</em>,\npublished in London in 1551.  Lever's work is interesting not\nfor its profundity or for any original contribution to the\ndiscipline of logic, but for the curious characteristics of its\nnomenclature, an outgrowth of the author's purpose, as\nexpressed in the “Forespeache”:</p>\n<blockquote>\n<p>Then, as English men can compasse this Arte by wit:\nso can they also declare and sette it forth by speache.\nNowe whereas a number of men soe suppose, that our\nlanguage hath no words fitte to expresse the rules of\nthis Arte: and where as some men do argue, that it\nmust needs be so, bycause they that speake or write\nthereof at large, use termes and wordes, that no mere\nEnglish man can understande: it is playn, that neyther\ntheir supposition is true: nor yet their reason good.  For\nas time doth invent a newe forme of building, a\nstraunge fashin of apparell, and a newe kinde of artillerie,\nand munitions: so doe men by consent of\nspeache, frame and devise new names, fit to make\nknown their strange devises.</p>\n</blockquote>\n<p>Lever's ire had been roused by those who urged that the\nEnglish language was not suited to certain disciplines.  He\nrejected “inkhorn” terms, arguing that “...for devising of\nnewe termes, and compounding of wordes, our tongue hath a\nspeciall grace, wherein it excelleth many other, and is comparable\nwith the best.”  And he sets out to present the “witcraft”\nof which he speaks, and to present it in plain English.</p>\n<p>Ralph Lever knew the manner in which vocabulary grows.\nConscious of the necessity of borrowing, he was equally\ncognizant of the tendency among some languages to form new\nwords by a process of compounding.  He protests that he does\nnot intend to invent new words just for the sake of novelty.  At\nthe same time, he avers that “... olde names will not serve to\nmake new devises knowne.”  Thus, contrary to his expressed\nview that old words will not serve to name new things, he\nmakes use of two principles of language growth: (1) compounding\nand (2) the use of an already existing word to stand\nfor something new.</p>\n<p>Anticipating the confusion his new terminology might well\nproduce, Lever placed at the end of the work a kind of\ncombination index and dictionary, wherein the bulk of his\nvocabulary either is defined or has its occurrence in the text\ncited.  Before we look at a selection of some of the terms most\nnecessary to a study of logic, we should pause for a moment to\nsee Ralph Lever in action.  The following definition appears on\npage eighty-four of his book: “every simple shewsay, whether it\nbe of the first order or of the second order, is eyther a yeasay,\nor a naysay.”  This is Dr. Lever's way of saying that a\nproposition, whether it is concerned with a nature or what\nbelongs to a nature, is either affirmative or negative.</p>\n<p>Of those terms which are obvious examples of old words\ngiven new meanings, we find the following: <em>backset, foreset,\nforesaye, inholder, plainmeaning, yeasaye,</em> and <em>storehouse</em>.  In\nthe terminology of today's logic, they are, in order: predicate,\nsubject, premise, substance, univocal, affirmative, and predicament.\nFor the most part, the borrowed terms are anything but\ncommon to us today.  Nevertheless, in all but one instance, the\n<em>OED</em> indicates a usage either prevalent at the time of Lever's\nbook, or earlier.  (In defining <em>plainmeaning</em> it cites Wilkinson\n(1579): “Playn meaning men walk openly at noone.”  Did\nWilkinson borrow it from Lever?)</p>\n<p>Examples of original words are <em>witcraft</em> 'logic,' <em>starcraft</em>\n'astronomy, <em>speachcraft</em> 'science of speech,' all cited in the\n<em>OED</em> as appearing in Lever.  There are others, both new and\nold, in Lever's little excursion into the realm of the eccentric.</p>\n<p>Lever's failure to reach the presses before his rival,\nThomas Wilson, may have resulted not only in the frustration\nof having been beaten into print, but also of having lost a great\nopportunity for more than a footnote in history: that of setting\nthe style of the language of logic in English.  This, at least, is\nthe suggestion of W.S. Howell, writing in <em>Logic and Rhetoric\nin England 1500-1700:</em></p>\n<blockquote>\n<p>In view of Lever's theory of the proper terminology for\nEnglish logic, he might have changed the whole vocabulary\nof this science in the English-speaking world, had\nhis <em>Witcraft</em> preceded Wilson's more conservative work\nand gained for itself the authority that any original\neffort usually commands.</p>\n<p>—p. 57</p>\n</blockquote>\n<p>Of course, by now you have mastered Lever sufficiently to\nknow that the epigraph of this little paper is rendered into\nmodern English as “I'll accept your definition, but not your\npremise: therefore, I don't draw the conclusion.”</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Witcraft, or The Growth of English</h1> <p><em><span data-rel=\"author\">Leonard Cochran</span> <span data-rel=\"location\">O.P., Priory of St. Thomas Aquinas, Providence</span></em></p> <p><em>I'll accept your saywhat, but not your foresaye; therefore, I\ndon't draw the endsaye</em>.</p> <p>In London, in 1573, there appeared a book destined to take\nits place among the more peculiar of a genus of objects\npeculiar in its own right: logic texts.  Its title is <em>The Arte of\nReason, rightly termed Witcraft</em>, and its author was Ralph\nLever, Doctor of Divinity and Master of Sherburn Hospital.</p> <p>According to the <em>Dictionary of National Biography</em>, Lever\nwas a native of Lancaster.  There is no indication of his\nbirthdate, but he is recorded as having died in 1585.  He\nattended St. John's College, Cambridge, receiving the B.A. in\n1547—48.  At different times in his life, he was reader or tutor\nto Walter Devereux (later first Earl of Essex, to whom Lever\ndedicated, in a somewhat plaintive preface, his book on logic),\narchdeacon of Northumberland, and canon of Durham.  In\n1577, he was appointed to the mastership of Sherburn Hospital\nand one year later made Doctor of Divinity at Cambridge.</p>"
}