{
  "type": "Article",
  "title": "Deadline",
  "author": "Dale Roberts",
  "location": "Chattanooga, Tennessee",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Deadline</h1>\n<p><em><span data-rel=\"author\">Dale Roberts</span> <span data-rel=\"location\">Chattanooga, Tennessee</span></em></p>\n<p>I had just returned from Nostalgia Night at the Bijou where\nI had covered the between-double-features Barton\nMacLane\nand Shirley Temple Look-Alike Contest.  Thanks to a write-in\nvote I came in fifth and third, respectively.  By the time I got\nback to the paper I was beat.  I shucked my coat, plucked off\nthe snap-brim with the press card stuck in the band, and sent\nthe hat sailing like a fedora discus across the City Room toward\nthe hat stand.</p>\n<p>This newspaper had been my home since I started in the\nbusiness.  In those early days I was too young to be a cub\nreporter or even a copy boy.  Spunk and enthusiasm won out,\nthough, and I managed to talk my way into a job as an\napprentice cuspidor.  Now, after years of laboring with the\nnewspaperman's eight Ws (Who, What, Where, When, Why,\nWine, Women, and Wsong), I was known throughout the city.\nMy wire stories were legendary, especially my famous feature\npiece about copper wire.  My byline—Ace Capades, star\nreporter (a monicker I picked up during my stint as astrology\neditor)—was a household name.  I had printer's ink in my blood,\nwhich meant that I would have a hell of a time if I ever needed\na transfusion.  But my career was in trouble.  My job was on the\nline.  The dread affliction that attacks so many wordsmiths had\nfinally caught up with me.  Unless I could kick it I would be all\nwashed up.</p>\n<p>I decided to drown my sorrows in sweat.  Work, that was\nthe answer.  I pounced on the old Underwood with a vengeance.\nAfter a brief scuffle with Miss Underwood at the\nswitchboard I hurried to my desk and sat down before my\ntrusty helpmate, my ancient typewriter, my embattled Royal.  I\nbegan to type.  The words were flowing through the old digits\npretty well until I noticed that I had neglected to put any\npaper into the machine.  My newsman's instincts told me that\nthis could make for some problems in the composing room, so I\nbegan to riffle through the compost on my desk, hoping to find\nsome copy paper.</p>\n<p>As I searched for platen fodder I noticed a scrap of paper\nimpaled on a quill on the back of the hedgehog which I keep\non my desk for spiking inter-office communiques.  It was a note\nfrom the boss.</p>\n<blockquote>\n<p>Muttonhead:<br>\nBe at the Hotel Albergo by 5:00 to cover the funeral\ndirector's convention.  If there is even one of your lousy\npuns in your copy I'll see to it that you are fired from\nthis paper and excommunicated from the English language.\nThis is your last chance.</p>\n<p>Ed.</p>\n</blockquote>\n<p>That was my boss, all right, the crusty old city desk pilot who\nhad stayed on when the old <em>Sun</em> was bought by Reverend\nMoon and renamed the <em>Daily Eclipse</em>.  I could see him across\nthe City Room typing in that unique closed-fist-hunt-and-peck\nstyle of his as he chomped on the cigars stuck into each corner\nof his mouth.</p>\n<p>So this was it, huh.  The curse had finally caught up with\nme.  Just one more pun and I was through.  Fall off the word\nwagon once more and that's all he wrote.  I began to break out\nin a cold sweat.</p>\n<p>It had all started so innocently.  I had never been one of\nthose people who pun indiscriminately in conversation.  It had\nseemed such a harmless prank that day I slipped my first pun\npast the copy desk.  That pun led to another, and another, and\nyet another, and the first thing I knew I was sweating to put at\nleast one pun into the paper every day.  I lived for the days\nwhen I could sneak one into a headline or kicker.  I was hooked,\nbut good.  And it had all started so innocently, just like the\ncareer of Johnny “Two-Nose” Scarlatti, the Mafia don who\ncontrols the penny candy scam and empty milk bottle racket in\nJersey: he got his start in crime as a kid of six when he bumped\noff Al “Horsebreath” Stallone by forcing him to drink a case of\nindustrial strength Listerine.  You see how these things begin.\nThe threats and abuse of my readers and my fellow scriveners—not\nto mention the boss—hadn't swayed me from my\ncourse.  But now my job was on the line.  Now it was go straight\nor get canned.</p>\n<p>By the time I got to the hotel my photographer, Frank\nStopp, was already there.  He was standing in an alcove with\nhis mouth open, a thin spiral of smoke curling up from the\ncharred tip of his tongue.</p>\n<p>“I told you, Stopp, you're supposed to lick the base of the\n<em>bulb</em>, not stick your tongue into the flashbulb socket.”</p>\n<p>“Oh, yeah.  I'll get the hang of it, Mr. Capades.”</p>\n<p>“Let's get in here and get the story, kid.  We've got a\ndeadline to meet.”</p>\n<p>I walked to the nearest bellboy and asked him where I\ncould find the mortician's convention.</p>\n<p>“It's over there in the Palindrome Room, sir, but it won't\nbe starting until the Philosopher's Club luncheon is finished.”</p>\n<p>“Putting Descartes before the hearse, eh?”</p>\n<p>I bit my tongue.  Already it was starting.  The philosophers\nadjourned and as they left the meeting room two of them, a\nvisibly lovestruck couple, strolled hand in hand toward the\nregistration desk.  Stopp elbowed me in the ribs and winked\nlewdly.</p>\n<p>“Don't be crude,” I said, “I'm sure the relationship is\nPlatonic.”</p>\n<p>I wanted to rip my tongue out.  Was there no stopping me?</p>\n<p>As the morticians began to move into the hall my palms\nbegan to sweat.  I took a seat in the rear of the room and took\nout my notebook.  I could feel the first hot flush of fear; another\nattack on the way, I knew it.  I felt the beginnings of a tic in\nthat muscle that runs from beneath the left eye to just behind\nthe right kneecap.</p>\n<p>The meeting was gaveled to order.  As the membership\nconsidered the first item on the agenda, a motion to change the\nname of the profession to “necro-engineers,” I dutifully\nrecorded the events in a straightforward fashion, determined to\nmaintain the pristine purity of punless prose (the boss hadn't\nsaid anything about alliteration).  Then one of the members\nbegan to speak of an important funeral he had handled, a\nmilitary affair at which the guest of honor had been an Army\nofficer who died just before he was to have been promoted to\nlieutenant colonel.  As he spoke I felt an icy wind on the back\nof my neck.  I looked down at my notebook in horror.  I had\nwritten:</p>\n<p>“Possible sidebar—Mortician recounts Major undertaking.”</p>\n<p>That did it.  As the business changed from old to new I\nbegan to scribble madly, out of control, a muffled high-pitched\ngiggle accompanying the torrent of words that gushed onto my\npad.</p>\n<p>“Move to Houston, for only two things are certain: death\nand Texas....  Styx and stones may break my bones....  If half\nof the famous dictionary team died would they then be\n'Defunct and Wagnall's'?... Obituary writers work a dead\nbeat....  Inter at your own risk....  At Twin Cities funerals do\nthey have St. Paulbearers?... In nature, vultures are carrion on\nthe role of undertakers....  A chauffeur's epitaph: When the\nRolls is called up yonder I'll be there.”</p>\n<p>I filed the story.</p>\n<p>A few hours later I was out on the street, broke and\nwithout a job.  I felt a strange sense of relief, though, as if a\nburden had been lifted from me.  I mean a burden other than\nthe oak desk which the boss had placed on my chest after he\nread my last story.  I knew in my heart that my demon had at\nlong last been exorcised.  My life was beginning anew.  Of\ncourse, word would get around and I could never work on an\nEnglish language newspaper again.  But there were lots of other\njobs.  At least now I was free.  Even as I walked the streets of\nSkid Row I was happy in the knowledge that I was my own\nman once again, no longer a slave to demon pun.</p>\n<p>As I walked past the entrance to an alley a man in rags\nstaggered out, looked me up and down, and shoved his paper-bag-wrapped\nbottle into my face.</p>\n<p>“Buddy, you look like you could use a little drink,” he\nsaid, “Wanna buy a shot of this wine?”</p>\n<p>I sniffed at the neck of the bottle.</p>\n<p>“Aha!”  I cried, “Second hand rosé!”</p>\n<p>Then he hit me and that's the last thing I remember.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Deadline</h1> <p><em><span data-rel=\"author\">Dale Roberts</span> <span data-rel=\"location\">Chattanooga, Tennessee</span></em></p> <p>I had just returned from Nostalgia Night at the Bijou where\nI had covered the between-double-features Barton\nMacLane\nand Shirley Temple Look-Alike Contest.  Thanks to a write-in\nvote I came in fifth and third, respectively.  By the time I got\nback to the paper I was beat.  I shucked my coat, plucked off\nthe snap-brim with the press card stuck in the band, and sent\nthe hat sailing like a fedora discus across the City Room toward\nthe hat stand.</p> <p>This newspaper had been my home since I started in the\nbusiness.  In those early days I was too young to be a cub\nreporter or even a copy boy.  Spunk and enthusiasm won out,\nthough, and I managed to talk my way into a job as an\napprentice cuspidor.  Now, after years of laboring with the\nnewspaperman's eight Ws (Who, What, Where, When, Why,\nWine, Women, and Wsong), I was known throughout the city.\nMy wire stories were legendary, especially my famous feature\npiece about copper wire.  My byline—Ace Capades, star\nreporter (a monicker I picked up during my stint as astrology\neditor)—was a household name.  I had printer's ink in my blood,\nwhich meant that I would have a hell of a time if I ever needed\na transfusion.  But my career was in trouble.  My job was on the\nline.  The dread affliction that attacks so many wordsmiths had\nfinally caught up with me.  Unless I could kick it I would be all\nwashed up.</p> <p>I decided to drown my sorrows in sweat.  Work, that was\nthe answer.  I pounced on the old Underwood with a vengeance.\nAfter a brief scuffle with Miss Underwood at the\nswitchboard I hurried to my desk and sat down before my\ntrusty helpmate, my ancient typewriter, my embattled Royal.  I\nbegan to type.  The words were flowing through the old digits\npretty well until I noticed that I had neglected to put any\npaper into the machine.  My newsman's instincts told me that\nthis could make for some problems in the composing room, so I\nbegan to riffle through the compost on my desk, hoping to find\nsome copy paper.</p>"
}