{
  "type": "Article",
  "title": "The Christening",
  "author": "Ray Russell",
  "location": "Beverly Hills, California",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">The Christening</h1>\n<p><em><span data-rel=\"author\">Ray Russell</span> <span data-rel=\"location\">Beverly Hills, California</span></em></p>\n<p>When I'm asked, as I am on occasion, what my name was\nbefore I changed it, I reply that, incredible as it may\nseem, the name I use is the same one I received in baptism at\nResurrection Church in Chicago when I was a baby.  I know it\nsounds like the kind of cosmetic name people change <em>to</em>, but I\ncan't help that; nor can I help the fact that I'm not the least bit\nAnglo-Saxon or Celtic, as my name implies.  My mother's\nforebears came from Austria and Germany; my father—a\nfoundling who never knew his real father's name—got his\nsurname from his adoptive father, a man who, thanks to one of\nthose ironic quirks in which Fate delights, was ethnically far\nremoved from whatever Basque or Gypsy or Sicilian loins\nwhence issued my sire (whose early photos show a youth as\ndarkly handsome as Rudolph Valentino or those portraits of the\nyoung, slim, not yet balding King Farouk or Sadruddin Aga\nKhan).  His exotic features and large brown eyes have always\ngiven the lie to his WASP name.</p>\n<p>My own WASP name—my first name, at any rate—was, by\nanother of Fate's quirks, very nearly not bestowed upon me at\nall.  I came just <em>that</em> close to receiving a first name that would\nhave made a piquant contrast with my last; a monicker with\nthe tang of strong wine, redolent of goat cheese, steeped in\nolive oil, wrapped in grape leaves.</p>\n<p>I wish I <em>had</em> received it, because the name I wound up\nwith is feeble, flaccid, forgettable, and (in view of the fact that\nmy unused middle name is Robert) as dully alliterative as the\nforegoing trio of words.  It has no hook to stick in the memory,\nand slides out of recall like a buttered noodle off a fork.  Before\nsettling down to the simple two-piece first-and-last-name to\nwhich I'm now resigned, I tried a variety of other combinations.\nAll three names: first, middle, and last.  First name,\nmiddle initial, and last name.  Two initials, followed by last\nname.  First name represented only by its initial, middle name,\nand last name (<em>à la</em> W. Somerset Maugham).  First name\nincorrectly inflated to Raymond (which, according to my birth\ncertificate, it isn't).  Inspired by the example of Tennessee\nWilliams, I considered calling myself Illinois, but this left much\nto be desired.  Taking a leaf from Budd Schulberg, another leaf\nfrom the now forgotten novelist Speed Lamkin, and several\nmore leaves from certain comic strip characters, I toyed with\nsuch sobriquets as Buck, Flash, Butch, Spike, Slug, Buzz, Lefty,\nand the like.  I was rather partial to Lefty (it had an Odetsian\ntouch), but the plain truth was, and is, that I'm right-handed.  I\ncarefully weighed the possibility of Boze, short for Bozo, which\nhas always been my father's nickname for me, but thought\nbetter of it.</p>\n<p>Back to the christening.  The way my father tells it, the\nday of my baptism had dawned and everything was all set, or\nalmost all set: the church, the priest, a good woman to “stand\nup” for me as my godmother, all these had been lined up...\nbut no godfather.  I don't know why.  The man originally cast in\nthe part got sick, perhaps, or drunk; but for whatever reason,\nmy father was deputized by my mother to go forth at the last\nminute and dig up a replacement and show up at the church\nwith him at the appointed time.  In his entire career as\npaterfamilias, my father never once failed to bring home the\nbacon, even in the deepest abyss of the Depression, and he was\ndetermined not to come up empty-handed this time.  He\nphoned here, went there, buttonholed this man, begged that\nman, all to no avail, and zero hour was fast approaching.</p>\n<p>In those days, and for long after, he worked as a\nconductor on the “L.”  He used to wear a dark blue, almost\nblack, uniform with shiny buttons and a visored cap with a\nbadge on it.  The cap was worn at a dapper tilt.  The neighborhood\nkids, until corrected, thought he was a cop.  He walked\nwith a spring in his step, and he often whistled or hummed in\ntime to the swing of his stride.  But that morning, after failing\nto find a godfather for me, he wasn't whistling.  His step had\nlost its spring.  He sat, glum, over a cup of untasted coffee in\nSam's Sandwich Shop, a hangout of “L” men and their\npassengers, at the Laramie Avenue terminal station.</p>\n<p>Sam, the proprietor—I think his last name was Contos—\nasked, in his heavily accented English, what was wrong.  My\nfather told him.  On the spot, Sam volunteered to be my\ngodfather.  He whipped off his apron, hung the “Closed” sign\non his door, and the two men were soon in a taxi, en route to\nthe church.</p>\n<p>During the ride, my father undoubtedly asked Sam if he\nwas a Catholic, and Sam must have replied either that he was\nor that the Greek Orthodox faith was close enough to the\nRoman to make no difference.  Then he added that, among his\npeople, it was a custom to name the godson after his godfather.\nHe was adamant about the custom being honored that\nmorning.</p>\n<p>“Well, as a matter of fact,” said my father, beginning to\nsee trouble ahead, “we really hadn't planned on calling the boy\nSamuel.”</p>\n<p>In a tone of reassurance, Sam revealed that his name\nwasn't Samuel, and that “Sam” was merely an approximation\nhung on him by ignorant Americans.  “My name is <em>Stamatos</em>,”\nhe announced proudly.  My father, uncomforted by this disclosure,\nfelt his fears increase tenfold, but the taxi had screeched\nto a stop at the curb outside the church, and there was no\nturning back now.</p>\n<p>Being possessed of an inventive and somewhat crafty\nmind that may have been a legacy from his Corsican or\nArmenian or Semite ancestors, my father collared the priest for\na moment of private consultation.  He may have slipped him an\nextra fiver for the poor box as he explained the nature of the\ndilemma, emphatically vowed that he had no intention of\nchristening his son Stamatos, and asked if the baptism might\nnot be conducted in such a blur of ritual and muttered Latin\nthat Mr. Contos would only <em>think</em> the baby was receiving the\ngodfather's name.  “Leave everything to me,” said the clever\ncleric.</p>\n<p>The ceremony went smoothly and everybody was happy,\nparticularly Sam.  I think he was a childless man who had\nalways yearned for a son, and he probably felt that, although it\nhad pleased God to deny him true fatherhood, a kind of minor\nmiracle had come to pass that had given him a boy who would\nbear his name.</p>\n<p>He was, of course, deceived in this, but, because he never\nknew of the deception, it may be said that he wasn't deceived,\nafter all.  As soon as I was old enough to understand, my father\ntold me the story of my christening.  He made clear to me how\nimportant it was to my godfather to believe that my name was\nhis, and how hurt he would be to learn otherwise.  It made\nsense to me and I accepted it as a game to be played strictly\naccording to the rules: a bit of play-acting to be performed\nseriously, sincerely, without giggling or winking at the audience.\nAn element of deviousness in my character, a love of\nhoaxes and pseudonyms, may be rooted in that early\nmasquerade.</p>\n<p>In any case, whenever Sam and I would meet in his shop\nand he would pat me on the head and offer me a free ice\ncream cone—or later, when I had grown up and was about to\nbe conscripted into the wartime Army, and a manly handshake\nwas in order, and manly tears, and a fierce hug—he would\nalways, until he went to join Plato and Aristotle and his other\nkinsmen, call me “Sam,” and I would never bat an eye.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">The Christening</h1> <p><em><span data-rel=\"author\">Ray Russell</span> <span data-rel=\"location\">Beverly Hills, California</span></em></p> <p>When I'm asked, as I am on occasion, what my name was\nbefore I changed it, I reply that, incredible as it may\nseem, the name I use is the same one I received in baptism at\nResurrection Church in Chicago when I was a baby.  I know it\nsounds like the kind of cosmetic name people change <em>to</em>, but I\ncan't help that; nor can I help the fact that I'm not the least bit\nAnglo-Saxon or Celtic, as my name implies.  My mother's\nforebears came from Austria and Germany; my father—a\nfoundling who never knew his real father's name—got his\nsurname from his adoptive father, a man who, thanks to one of\nthose ironic quirks in which Fate delights, was ethnically far\nremoved from whatever Basque or Gypsy or Sicilian loins\nwhence issued my sire (whose early photos show a youth as\ndarkly handsome as Rudolph Valentino or those portraits of the\nyoung, slim, not yet balding King Farouk or Sadruddin Aga\nKhan).  His exotic features and large brown eyes have always\ngiven the lie to his WASP name.</p> <p>My own WASP name—my first name, at any rate—was, by\nanother of Fate's quirks, very nearly not bestowed upon me at\nall.  I came just <em>that</em> close to receiving a first name that would\nhave made a piquant contrast with my last; a monicker with\nthe tang of strong wine, redolent of goat cheese, steeped in\nolive oil, wrapped in grape leaves.</p> <p>I wish I <em>had</em> received it, because the name I wound up\nwith is feeble, flaccid, forgettable, and (in view of the fact that\nmy unused middle name is Robert) as dully alliterative as the\nforegoing trio of words.  It has no hook to stick in the memory,\nand slides out of recall like a buttered noodle off a fork.  Before\nsettling down to the simple two-piece first-and-last-name to\nwhich I'm now resigned, I tried a variety of other combinations.\nAll three names: first, middle, and last.  First name,\nmiddle initial, and last name.  Two initials, followed by last\nname.  First name represented only by its initial, middle name,\nand last name (<em>à la</em> W. Somerset Maugham).  First name\nincorrectly inflated to Raymond (which, according to my birth\ncertificate, it isn't).  Inspired by the example of Tennessee\nWilliams, I considered calling myself Illinois, but this left much\nto be desired.  Taking a leaf from Budd Schulberg, another leaf\nfrom the now forgotten novelist Speed Lamkin, and several\nmore leaves from certain comic strip characters, I toyed with\nsuch sobriquets as Buck, Flash, Butch, Spike, Slug, Buzz, Lefty,\nand the like.  I was rather partial to Lefty (it had an Odetsian\ntouch), but the plain truth was, and is, that I'm right-handed.  I\ncarefully weighed the possibility of Boze, short for Bozo, which\nhas always been my father's nickname for me, but thought\nbetter of it.</p>"
}