{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Morrow Book of New Words",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Morrow-Book-New-Words-Dictionaries/dp/0688009271\"><em>The Morrow Book of New Words</em></a></h1>\n<p>N.H., and S.K. Mager, (William Morrow and Company, 1982), iv + 284pp.</p>\n<p>Dictionaries of “new words” seem to be appearing at a\nrate only slightly less than new words themselves.  Their\nproliferation reflects our awareness of linguistic fashion and\ndesire not to let the public vocabulary get ahead of us.  We read\nthem, in other words, to satisfy our <em>neophilia</em>—a new word for\nan old concept, defined in <em>The Morrow Book of New Words</em> as\n'strong interest in new things.'  That definition may not capture\nthe appeal of this book as nicely as its definition of <em>neophilism</em>:\n'morbid or undue desire for the new.'  If the distinction\nimposed by these definitions can be trusted, it is neophilia that\nmakes a book like this one pleasurable, but it is neophilism that\nseems to create it.</p>\n<p>Among the pleasures of a dictionary of new words is the\ndiscovery of new things: our language is a mirror held up to\nour reality.  I learned from this book, for instance, that\n<em>kamagraph</em> is a name for a 'special printing press that faithfully\nduplicates up to 250 copies of a painting, including raised\nbrush strokes, destroying the original in the process.'  I think I\nwill use the word from now on as a metaphor for all of the\nways we have invented of destroying the things we want to\nreproduce faithfully.  This book is something of a kamagraph.</p>\n<p>The pressure on compilers of dictionaries of this sort to be\nup-to-date no doubt accounts for the errors and inconsistencies\nthey contain.  A book as up to the minute as this one, with\ndefinitions for Reagan's <em>safety net</em>, <em>toxic shock syndrome</em>, and\n<em>ultimate frisbee</em>, cannot have benefited from much time to\nponder, to research, or even, unfortunately, to proofread.  The\nbook has too many inconsistencies, too many flawed definitions\nand too many typos to be a dependable reference for anyone\nwhose neophilia goes beyond the pleasure stage.  In short, the\nbook is a <em>kludge</em>—another new word I think I learned by\nreading this book, defined as a 'term of endearment for a pet\ncomputer, esp. one with undesirable characteristics.'  It is an\nendearing book for the pleasure of discovery that it holds, but\nits odd inconsistencies make it less than useful as a creditable\nguide to the linguistic creations and follies of our time.</p>\n<p>I was struck, for instance, by the irregularity of the\napplication of the terms <em>abbreviation</em> and <em>acronym</em>.  The introduction\nexplains that the distinction will be made “principally\non the basis of verbalization,” according to which <em>COMSAT</em> is\ndesignated <em>acronym</em> and <em>LPN</em> is designated <em>abbr</em>.  The distinction\nis not only arbitrary, it is inconsistently applied.  For\ninstance, <em>CBW</em> and <em>CD</em> are called acronyms.  Similarly confused\nis the distinction, unexplained in the introduction, between\ncolloquialism and slang.  Entries are designated one or the other\nin almost random fashion (<em>luck out</em>, for instance, is called\n<em>slang</em>, <em>hang loose</em> is <em>colloq</em>), and in many instances (e.g., <em>ticky-tacky</em>)\nthe problem is surmounted blithely by designating\nentries <em>slang or colloq</em>; others are not designated at all.  The\nterm <em>jargon</em> is infrequently applied.  <em>Interface</em> is designated\n<em>jargon</em>, but <em>input</em>, isn't.  <em>Input</em>, in fact, is labeled <em>substandard</em>, as\nis the barbarous <em>messaging</em>, but many other jargon and substandard\nusages go unlabeled.  The same inconsistency applies to\nthe labeling of entries that are metaphorical usages.  Coinages\nor etymologies are also included willy-nilly.  Origins are cited\nfor <em>benign neglect</em>, <em>E-prime, flak, gork, home free</em> and\n<em>weatherman</em>, for instance, but not for <em>doublespeak, eightfold\nway, FOSDIC, honcho, HO scale, wimp, Age of Aquarius,\nClifford trust</em>, and numerous other terms as interesting for their\nderivation as for their usage.  Such relatively minor inconsistencies\nserve only to frustrate the user.</p>\n<p>Major inconsistencies confuse as well.  The definitions of\nterms sometimes shift when they are found both abbreviated\nand spelled in full.  For instance, <em>artificial intelligence</em> is defined\nas 'capability of a machine to reason and improve itself, esp.\ninvolving verbal comprehension,' while <em>AI</em> is defined as '<em>abbr</em>\nfor artificial intelligence, the capability of computers to create\nnew knowledge.'  These definitions are sufficiently different to\nsuggest that not enough work was done to discover what\npeople who use the term actually mean by it.</p>\n<p>The authors' choice of terms to include is also inconsistent.\nThe introduction tells us that many “words of earlier\nconception and long acceptance” are included because they do\nnot appear in <em>Webster's III</em>, but the explanation hardly suffices\nto tell us why <em>mechanical bank</em> (for the 19th-century toy) or\n<em>method acting</em> should be considered “new words.”  The book's\nsubtitle promises “8500 Words Not Yet in Standard Dictionaries,”\nbut the claim is somewhat inflated considering the\npresence in the book of <em>axiology, charisma, disposable, dissonance,\ndyslexia, ethnic, face</em> (as a verb), <em>guru, hit</em> (to mean 'a\ntheatrical success') <em>ionosphere, karate, maternity</em> (as an adjective),\n<em>mole</em> (in chemistry), <em>Nematoda</em> (in biology), <em>ontology</em> and\n<em>welfare state</em>, to name but a few.  Some of the “old words”\ncontained are justified by new usages, but the criterion for\nselecting “new words” is a bit hazy, even with a restricted\nview of what a “standard dictionary” is.</p>\n<p>The book makes no claim for completeness, but it frequently\nreminds me to look for words that I do not find.  It\nomits <em>intentional fallacy, pathetic fallacy; WASP; butt out;\ndike; diaphragm; shock treatment; video games; CREP, deep\nsix, deep throat, Gemstone, plumbers, post-Watergate morality;\nagitprop; twist; bubble chamber; into</em> (“I'm into jogging”);\n<em>black out; puka shells; Me Generation; new money; rolfing;\nhemisphericity; high tech; tofu; ESL; gypsy moth; over\nachiever; waivers;</em> and <em>zip</em> (“The score was one-zip”).  Despite\nnumerous terms from sports, it omits <em>PB</em> (as an acronym—or\nabbreviation—for <em>personal best</em>, also not included) and <em>PAR\ncourse</em>.  Some other obvious usages not included: <em>no growth,\nnuke, nose job, no nonsense, overbuilt, perks,</em> and <em>vanity press</em>.\nAnd, despite the presence of a good deal of it, this dictionary\ndoes not define <em>alphabet soup</em>.</p>\n<p>Among the definitions themselves are many that seem to\nme to be wrong or to miss by enough to make them uninformative.\n<em>Disneyesque</em> is defined as 'resembling Disneyland,' <em>dyad</em>\nas 'serious dialogue or relationship,' <em>false negative</em> as 'an\nincorrect diagnosis that the patient does not have a disease or\ncondition,' <em>found poem</em> as 'prose with unintended poetic\ncontent,' <em>hands on</em> as 'using the hands,' <em>housebroken</em> as 'suitable\nfor polite company, esp. of a pet,' <em>five</em> as 'phony,' <em>Ms</em> as\n'form of address for a woman whose matital status is unknown\nor irrelevant' and <em>performative</em> as <em>linguistics</em> of a statement of\nperformance; e.g. “I go.” '</p>\n<p>Though we may excuse lapses in editors and compilers\nwho are in an obvious hurry to catch the language as it flies,\nbadly written definitions are inexcusable.  Consider, for\ninstance, that the authors define <em>convesation pit</em> as 'dropped\nliving with seating arranged to promote conversation.'  <em>Duck\npins</em>, they tell us, is a kind of bowling 'using three small balls\nwithout finger holes for each game.'  Is that “for each game”\nredundant or is duck pins a short game?  Are the authors being\neuphemistic or just careless when they tell us that <em>dum dum</em>\nrefers to 'a bullet that expands on impact, causing greater\npain?'  For <em>entelechy</em>, we get this mouthful: 'the study of\nelements of a phenomenon that essentially affect the actualization\nof its potential.'  The definition of <em>pixel</em> is said to be 'the\npicture element in a television image,' as if there were any\nother kind.</p>\n<p>The authors are not above bad grammar, unfortunately, as\nin the definitions of <em>kinetic art</em> as 'an art form in which\nportions of the structure moves' and of <em>late bloomer</em> as 'one\nthat matures later than normally.'  Faulty parallelism intrudes\non this definition of <em>xenon lamp</em>: 'high-intensity lamp used in\nprojectors and testing textile fading.'</p>\n<p>Books of new words have their place in our lives, if we\nwant to keep up with ourselves.  Books rushed into print to\nsatisfy our neophilism—or our neophilistinism—we can live\ncomfortably without.  On the bright side, one kludge is worth a\nthousand pixels.</p>\n<p><em>[John T. Gage, Eugene Oregon]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Morrow-Book-New-Words-Dictionaries/dp/0688009271\"><em>The Morrow Book of New Words</em></a></h1> <p>N.H., and S.K. Mager, (William Morrow and Company, 1982), iv + 284pp.</p> <p>Dictionaries of “new words” seem to be appearing at a\nrate only slightly less than new words themselves.  Their\nproliferation reflects our awareness of linguistic fashion and\ndesire not to let the public vocabulary get ahead of us.  We read\nthem, in other words, to satisfy our <em>neophilia</em>—a new word for\nan old concept, defined in <em>The Morrow Book of New Words</em> as\n'strong interest in new things.'  That definition may not capture\nthe appeal of this book as nicely as its definition of <em>neophilism</em>:\n'morbid or undue desire for the new.'  If the distinction\nimposed by these definitions can be trusted, it is neophilia that\nmakes a book like this one pleasurable, but it is neophilism that\nseems to create it.</p> <p>Among the pleasures of a dictionary of new words is the\ndiscovery of new things: our language is a mirror held up to\nour reality.  I learned from this book, for instance, that\n<em>kamagraph</em> is a name for a 'special printing press that faithfully\nduplicates up to 250 copies of a painting, including raised\nbrush strokes, destroying the original in the process.'  I think I\nwill use the word from now on as a metaphor for all of the\nways we have invented of destroying the things we want to\nreproduce faithfully.  This book is something of a kamagraph.</p> <p>The pressure on compilers of dictionaries of this sort to be\nup-to-date no doubt accounts for the errors and inconsistencies\nthey contain.  A book as up to the minute as this one, with\ndefinitions for Reagan's <em>safety net</em>, <em>toxic shock syndrome</em>, and\n<em>ultimate frisbee</em>, cannot have benefited from much time to\nponder, to research, or even, unfortunately, to proofread.  The\nbook has too many inconsistencies, too many flawed definitions\nand too many typos to be a dependable reference for anyone\nwhose neophilia goes beyond the pleasure stage.  In short, the\nbook is a <em>kludge</em>—another new word I think I learned by\nreading this book, defined as a 'term of endearment for a pet\ncomputer, esp. one with undesirable characteristics.'  It is an\nendearing book for the pleasure of discovery that it holds, but\nits odd inconsistencies make it less than useful as a creditable\nguide to the linguistic creations and follies of our time.</p>"
}