{
  "type": "Article",
  "title": "A Memorable Agreement",
  "author": "Bernard L. Witlieb",
  "location": "Bronx Community College, CUNY",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Memorable Agreement</h1>\n<p><em><span data-rel=\"author\">Bernard L. Witlieb</span> <span data-rel=\"location\">Bronx Community College, CUNY</span></em></p>\n<p>Although mnemonic devices have existed since time immemorial,\nnone has been absolutely successful.</p>\n<p>HOMES for the Great Lakes, Huron, Ontario, Michigan,\nErie, and Superior, is a popular but partial mnemonic success.\nThe acronymic aspect works, but the word <em>homes</em> has no\nsemantic connection to lakes.</p>\n<blockquote>\n<p>On Old Olympus' Tiny Tops,<br>\nA Finn and German Viewed Some Hops.</p>\n</blockquote>\n<p>is a couplet familiar to many medical students.  The first letters\nof the words stand for the cranial nerves: olfactory, optic,\noculomotor, trochlear, trigeminal, abducens, facial, auditory,\nglossopharyngeal, vagus, spinal accessory, and hypoglossal.\nAgain a partial sucess—the rhyme has no connection to what it\nencodes.  In addition, the verse may strike some as being\nnonsensical and lengthy, therefore hardly an aid to memory.</p>\n<p>PALE GAS may suggest the miasma which envelops the\nseven deadly sins: pride, avarice, lust, envy, gluttony, anger,\nsloth, but the mnemonic has no direct semantic relationship to\nthe sins themselves.  And woe to the theologians or students\nwho substitute greed for avarice and ire for anger.  They must\nsneer LIP EGGS or admire PIGS LEGS or some other nonce\nvariation, with an even greater distance between sound and\nsense.</p>\n<p>The ideal mnemonic device, then, should be acronymic,\nconcise, admitting of no significant variable, and revelatory of\nwhat it represents.  Imagine what such a saying would do for\nthe teacher of grammar—the rule becoming clear and imprinting\nitself on the students' minds.  Well, I've molded such a key\nto knowledge which, alas, cannot appear in any “publishable”\ngrammar textbook.</p>\n<p>Teachers of writing acknowledge that one truly significant,\nhard to remedy problem is lack of subject-verb agreement, not\nthe <em>Neither my uncle, fourteen cousins, nor I (is, are, am) at\nthe picnic</em> exemplum, but a lack of agreement of a more basic\nkind: if the subject is third person singular, the present tense\nverb ends in -<em>s</em>.  For whatever reason, dialectal, poor auditory\ndiscrimination, etc., often the final -<em>s</em> for some students does\nnot appear consistently in the spoken or written language.</p>\n<p>The mnemonic device which leads to mastery of this\ndeficiency is simplicity itself:</p>\n<blockquote>\n<p><em>HE SHITS.</em></p>\n</blockquote>\n<p>The sentence is short, memorable, and memorizable.  Furthermore,\nit is an acronym for the third person singular and the\nconjugated verb—<em>he, sh(e), it,</em> final -<em>s</em>.  And obviously HE\nSHITS embodies subject-verb agreement.  The mnemonic\nadmits one significant variable: SHE HITS, which similarly\nreinforces the agreement pattern.</p>\n<p>This modest mnemonic has the directness Jonathan Swift\nwould have appreciated and exalted to poetic status.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Memorable Agreement</h1> <p><em><span data-rel=\"author\">Bernard L. Witlieb</span> <span data-rel=\"location\">Bronx Community College, CUNY</span></em></p> <p>Although mnemonic devices have existed since time immemorial,\nnone has been absolutely successful.</p> <p>HOMES for the Great Lakes, Huron, Ontario, Michigan,\nErie, and Superior, is a popular but partial mnemonic success.\nThe acronymic aspect works, but the word <em>homes</em> has no\nsemantic connection to lakes.</p> <blockquote>\n<p>On Old Olympus' Tiny Tops,<br>\nA Finn and German Viewed Some Hops.</p>\n</blockquote>"
}