{
  "type": "Article",
  "title": "“by Golley, J.W.”",
  "author": "John E. Guilday",
  "location": "Carnegie Museum of Natural History",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">“by Golley, J.W.”</h1>\n<p><em><span data-rel=\"author\">John E. Guilday</span> <span data-rel=\"location\">Carnegie Museum of Natural History</span></em></p>\n<p>Do you suffer from “on-the-job ennui”?  The paragraphs\nswim before your eyes, your head nods, then you suddenly jerk\nback at the bottom of the page.  Although your eyes have\nfollowed every line, your mind has shifted to neutral or\nAcapulco, and there is nothing for it but to start again at the\npoint of departure, wherever that is.  All who survive by the\nprinted word recognize the syndrome.  But take heart: there is a\ncure.</p>\n<p>Some of us are doomed, apparently for the rest of our\nworking careers, to pore over endless lists of newly published\nbooks, pamphlets, papers, catalogues, whatever, in a vain and\nvaliant effort to keep afloat.  But the lists grow longer and we\ngrow older.  Each entry tends to look like the one before it,\nwith the insidious effect that the eye darts down the page\nlooking for key words that it may or may not pick up.  What\nlies between is not only lost but may as well never have been\npublished.  This pathetic attempt at efficiency gives rise to two\nother consequences, neither of them desirable.  You slowly and\ninevitably fall behind and find yourself scanning fewer potential\ntopics in categorized lists.  Your horizons narrow, if that is\nwhat horizons do.</p>\n<p>Be of good cheer, for soon you will be awaiting each new\nbibliographic list with eagerness, avidly reading each and every\nselection with a quantum leap in interest, efficiency, and all-around\n<em>joie de vivre</em>.</p>\n<p>Consider “The Sexual Connection.  Mating the Wild Way,”\nby John Sparks, McGraw-Hill, 1978.  That title happened to be\nwhere I was when I snapped back to consciousness one\nparticularly dull day.  I was amused.  My imagination was\nsparked, and I drifted a little beyond Acapulco into fields\nwhere I was certainly not being paid to be.  But Sparks and his\nwild ways had planted a seed.  I continued down the list of\ntitles and encountered, with a little shiver, “Effects of Off-road\nVehicles on Vertebrates in the California Desert,” by Bury <em>et\nal.,</em> and by the time I got to “Wetting, Spreading and\nAdhesion,” by Padday, I was off!</p>\n<p>Here is a list of titles culled without too much difficulty\nwithin the past year.  Surely you can do as well.  I have even\nbeen inspired to write a novel as a result.  The subject matter\nwill be of little relevance.  The title: <em>The Verdict</em>.  Here comes\nthe mailman.</p>\n<p>Acha, P.N. and B. Szyfres.  “Zoonoses and Communicable\nDiseases Common to Man and Animals.”  Pan American\nHealth Organization.  1980.</p>\n<p>Ahlgren, C. E. “Small Mammals and Reforestation Following\nPrescribed Burning.”  Journal of Forestry.  1966.</p>\n<p>Angel, J. L. “Early Skeletons from Tranquillity, California.”</p>\n<p>Smithsonian Contributions to Anthropology.  1966.</p>\n<p>Baylor, E. R. <em>et al</em>.  “Water-to-air Transfer of Virus.”  Science.\n1977.</p>\n<p>Beer, J. R. “Bait Preference of Some Small Mammals.”  Journal\nof Mammalogy.  1965.</p>\n<p>Behrends, P. R. “Copulatory Behavior of <em>Dipodomys microps</em>\n(Heteromyidae).”  Southwestern Naturalist.  1981.</p>\n<p>Biting, K. G. “Gastronomic Bibliography.”  1939.</p>\n<p>Brainerd, C. J. “Piaget's Theory of Intelligence.”  Prentice-Hall.\n1978.</p>\n<p>Breder, C. M. Jr. <em>et al</em>. “Modes of Reproduction in Fishes.” Natural History Press. 1966.</p>\n<p>Callender, C. “Social Organization of the Central Algonkian\nIndians.”  Milwaukee Public Museum Publications in\nAnthropology. 1962.</p>\n<p>Cannon, P. J. “Meteorite Impact Crater Discovered in Central\nAlaska with Landsat Imagery.”  Science. 1977.</p>\n<p>Chew, R. M. “Mammalian Predation on Honey Ants,\n<em>Myrmecocystus</em> (Formicidae).”  Southwestern Naturalist.\n1979.</p>\n<p>Cleveland, A. G. “The Current Geographic Distribution of\nthe Armadillo in the United States.”  Texas Journal of Science.\n1970.</p>\n<p>Clough, G. C. “Local Distribution of Two Voles: Evidence\nfor Interspecific Interaction.”  Canadian Field Naturalist.\n1964.</p>\n<p>Cook, R. J. <em>et al</em>.  “Impact on Agriculture of the Mount St.\nHelens Eruptions.”  Science. 1981.</p>\n<p>Doutt, J. K. “Mountain Lions in Pennsylvania?”  American\nMidland Naturalist. 1969.</p>\n<p>Eddy, S. “How to Know the Fresh-water Fishes.” 1969.</p>\n<p>Fox, M. W. “The Wild Canids, Their Systematics,\nBehavorial Ecology and Evolution.”  n.d.</p>\n<p>Fox, R. and L. Tiger.  “The Imperial Animal.”  Natural History.\n1977.</p>\n<p>Gash, S. P. “A Study of Surface Features Relating to Brittle\nand Semi-brittle Fracture.”  Tectonophysics.  1971.</p>\n<p>Harms, W. R. <em>et al</em>.  “The Effects of Flooding on the\nSwamp Forest in Lake Ocklawaha, Florida.”  Ecology.\n1980.</p>\n<p>Hatt, G. “Moccasins and Their Relation to Arctic Footwear.”\n1916.</p>\n<p>Keyfitz, N. “Linkages of Intrinsic to Age-specific Rates.”</p>\n<p>Journal of the American Statistical Association.  1971.</p>\n<p>Lovejoy, C. O. “The Origin of Man.”  Science. 1981.</p>\n<p>Lusty, J. A. <em>et al</em>.  “Oestrus and Ovulation in the Casiragua\n<em>Proechimys quairae</em> (Rodentia, Hystricomorpha).”  Journal\nof Zoology. 1978.</p>\n<p>Moller, E. “The Chewing Apparatus.” Acta Physiologica\nScandinavica. 1966.</p>\n<p>Netboy, A. “The Columbia River Salmon and Steelhead\nTrout: Their Fight for Survival.” University of Washington\nPress. 1980.</p>\n<p>Peek, J. M. <em>et al</em>. “Elk Behavior Studied on Logging, Wildlife\nSites.” Focus. 1976.</p>\n<p>Pitt, D. C. (ed.). “Development from Below.” Aldine Publishing\nCo. 1976.</p>\n<p>Spinage, C. A. <em>et al</em>. “Food Selection by the Grant's\nGazelle.” African Journal of Ecology. 1980.</p>\n<p>Starling, A. “Enjoying Indiana Birds.” Indiana University\nPress. 1978.</p>\n<p>Stern, J. T. <em>et al</em>. “Electromyography of the Gluteal Muscles\nin <em>Hylobates, Pongo</em>, and <em>Pan:</em> Implications for the Evolution\nof Hominid Bipedality.”  Americal Journal of Physical\nAnthropology.  1981.</p>\n<p>Stone, R. W. and E.M. Starr. “Meteorites Found in Pennsylvania.”\nPennsylvania Geological Survey.  1967.</p>\n<p>Tester, J. R. “Effects of a Controlled Burn on Small Mammals\nin a Minnesota Oak-savanna.”  American Midland\nNaturalist. 1965.</p>\n<p>Turnbull, K. E. <em>et al</em>. “Testicular Descent in the Marsupial\n<em>Trichosurus vulpecula</em> (Kerr).”  Australian Journal of Zoology.\n1981.</p>\n<p>Waage, J. K. “Dual Function of the Damselfly Penis: Sperm\nRemoval and Transfer.” Science. 1979.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">“by Golley, J.W.”</h1> <p><em><span data-rel=\"author\">John E. Guilday</span> <span data-rel=\"location\">Carnegie Museum of Natural History</span></em></p> <p>Do you suffer from “on-the-job ennui”?  The paragraphs\nswim before your eyes, your head nods, then you suddenly jerk\nback at the bottom of the page.  Although your eyes have\nfollowed every line, your mind has shifted to neutral or\nAcapulco, and there is nothing for it but to start again at the\npoint of departure, wherever that is.  All who survive by the\nprinted word recognize the syndrome.  But take heart: there is a\ncure.</p> <p>Some of us are doomed, apparently for the rest of our\nworking careers, to pore over endless lists of newly published\nbooks, pamphlets, papers, catalogues, whatever, in a vain and\nvaliant effort to keep afloat.  But the lists grow longer and we\ngrow older.  Each entry tends to look like the one before it,\nwith the insidious effect that the eye darts down the page\nlooking for key words that it may or may not pick up.  What\nlies between is not only lost but may as well never have been\npublished.  This pathetic attempt at efficiency gives rise to two\nother consequences, neither of them desirable.  You slowly and\ninevitably fall behind and find yourself scanning fewer potential\ntopics in categorized lists.  Your horizons narrow, if that is\nwhat horizons do.</p> <p>Be of good cheer, for soon you will be awaiting each new\nbibliographic list with eagerness, avidly reading each and every\nselection with a quantum leap in interest, efficiency, and all-around\n<em>joie de vivre</em>.</p>"
}