{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Chicago Manual of Style",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Chicago-Manual-Style-13th-Edition-Revised/1289885675/bd\"><em>The Chicago Manual of Style</em></a></h1>\n<p>13th Edition, (University of Chicago Press, 1969, 1982), ix + 738pp.</p>\n<p>[A VERBATIM Book Club Selection.]</p>\n<p>I am not entirely sure that what follows is properly in the\nprovince of a style manual, but it is a source of confusion for\nmany writers and has given me pause on occasion, too.  The\nproblem is whether one uses <em>a</em> or <em>an</em> preceding certain\nabbreviations, not knowing whether the reader is going to read\nthe abbreviation as an abbreviation or in its full form.  Certain\nabbreviations are so well established as such that few people\nwill be likely to read them as full forms:</p>\n<blockquote>\n<p>FTD    —    Florists Telegraphic Delivery<br>\nH.E.W.   —  (Department of) Health, Education and Welfare<br>\nH.O.L.C.  — Home Owners Loan Corporation<br>\nM.P.     —  Military Police (or Military Policeman)<br>\nN.R.A.   —  National Recovery Act<br>\nR and R  —  Relaxation and Rehabilitation (or Rest and Relaxation)<br>\nS.O.P.   —  Standard Operating Procedure</p>\n</blockquote>\n<p>The only abbreviations pertinent to the problem are those that\nstart with the letters <em>f, h, l, m, n, r, s,</em> and <em>x</em>—that is, those that\nwould, when word-initial, require <em>a</em> but, when their names are\npronounced, require <em>an</em>.  Those listed above are probably more\noften uttered as abbreviations—“eff tee dee,” “aitch ee double-u,”\n“aitch oh ell see,” and so on.  But what about abbreviations\nthat are not quite so familiar?  It seems to me that the\nabbreviation <em>s.a.s.e.,</em> for instance, is not yet widely established\nfor people to know whether to read it as “self-addressed\nstamped envelope” or “ess ay ess ee.”  Do you write “Please\nenclose a s.a.s.e.” or “...an s.a.s.e.”?  <em>The Chicago Manual of\nStyle</em> is not forthcoming on this subject, though it does take a\nsensible position regarding such Cockneylike usages as “an\nhotel,” “an historical romance,” etc., which it says are not good\nform.</p>\n<p>Anyone writing any matter for publication should have a\ncopy of this indispensable volume.  Even those who write for\nscholarly publications and are exhorted to use the <em>MLA Style\nSheet</em> or some other, specialized guide should have a copy of\nthe <em>CMS</em>.  Among some of the valuable pieces of information\nare conversion tables for the Wade-Giles system of transliterating\nChinese to the Pinyin system and vice versa (pp. 272,\n273), and transliteration of Cyrillic and Greek (pp. 266 and\n276—showing variations that occur for the former).  There is\nscarcely any aspect of preparing a manuscript for printing—\nincluding indexing, proofreading, etc.—that is not covered and\ncovered well.</p>\n<p>Inevitably, I have found another omission; though it is not\nparticularly heinous, it should be noted by the editors for\ninclusion in the 14th Edition.  It concerns indexing, which is\naccorded ample space for the description of traditional procedures.\nDespite the fact that there is a (new) section in the 13th\nEdition dealing with automatic typesetting, its content is a\nlittle sparse, and the materials are relatively naive.  What is\nomitted in the indexing section is any mention of automated\nindexing, which can be accomplished more or less completely\nautomatically form text in machine-readable form.  [See my\narticle, “The Human Use of Human Indexers,” <em>The Indexer</em>,\nApril 1980; a free copy will be sent on request to anyone\nsending a (an?) s.a.s.e. to me at VERBATIM.]</p>\n<p>The information contained in the paragraphs dealing with\ncomputer-driven composing machines and keyboards is slightly\nmisleading.  For example, section 20.120 contains comments\nabout OCR (optical character recognition) devices but fails to\npoint out their high error factor and the extreme slowness of\ntheir operation.  The more sophisticated (and expensive) devices\nare said to be capable of “learning” any typeface and of\nconverting its character images into bytes, but, again, it\ndepends on whether one believes the advertisements or the\nperformance.</p>\n<p>There is a great deal more to be said about automatic\ntypesetting than is even suggested in the <em>Chicago Manual</em>.  Lest\nit be assumed that all that technical nonsense has no bearing\non styling a manuscript for the printer, I hasten to point out\nthat with the proliferation of word-processing equipment these\ndays, the typewriter may well be obsolescent, and, with the\ncost of professional compositors' keyboarding bound to increase\nin the coming years, it may not be long before publishers will\ninsist on submission of manuscript for publication in machine-readable\nform, probably on 5¼” or 8” diskettes (or on the high-density\nmicro-diskettes predicted for the near future as standard).\nA 5¼” double-sided double-density diskette, costing only\nabout $4, can accommodate 360,000 characters of storage\n(nominally)—that is, about 50,000 words.  It is not surprising,\nthen, that ten diskettes could contain a healthy novel in a form\nthat allows for fast, cheap duplication, easy storage, and, using\nconversion apparatus already available and in use, the means\nfor rapid typesetting (including automatic page make-up) at\nspeeds of tens of thousands of characters per minute.</p>\n<p>It is not my intention to write that segment of the <em>Style\nManual</em> here, only to point out that the coverage given is\nniggardly, especially when one considers that many of those\nfunctions formerly the province of the compositor are now\nbecoming the responsibility of the editor and often of the\nauthor.</p>\n<p>This is not to detract from what is in the <em>Manual</em>; it must\nbe conceded to be the most useful editorial tool available.\nEvery editor, every writer should have a good dictionary, a\ngood grammar of English, a good synonym dictionary (or\nthesaurus), and a copy of the essential <em>Chicago Manual of\nStyle</em>.  A selection of the first three can be found in the Book\nClub Catalogue; there is only one <em>Chicago Manual of Style</em>,\nwhich we are now pleased to offer there as well.</p>\n<p><em>—Laurence Urdang</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/Chicago-Manual-Style-13th-Edition-Revised/1289885675/bd\"><em>The Chicago Manual of Style</em></a></h1> <p>13th Edition, (University of Chicago Press, 1969, 1982), ix + 738pp.</p> <p>[A VERBATIM Book Club Selection.]</p> <p>I am not entirely sure that what follows is properly in the\nprovince of a style manual, but it is a source of confusion for\nmany writers and has given me pause on occasion, too.  The\nproblem is whether one uses <em>a</em> or <em>an</em> preceding certain\nabbreviations, not knowing whether the reader is going to read\nthe abbreviation as an abbreviation or in its full form.  Certain\nabbreviations are so well established as such that few people\nwill be likely to read them as full forms:</p> <blockquote>\n<p>FTD    —    Florists Telegraphic Delivery<br>\nH.E.W.   —  (Department of) Health, Education and Welfare<br>\nH.O.L.C.  — Home Owners Loan Corporation<br>\nM.P.     —  Military Police (or Military Policeman)<br>\nN.R.A.   —  National Recovery Act<br>\nR and R  —  Relaxation and Rehabilitation (or Rest and Relaxation)<br>\nS.O.P.   —  Standard Operating Procedure</p>\n</blockquote>"
}