{
  "type": "Article",
  "title": "A Visit to the Language Zoo",
  "author": "Richard Lederer",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">A Visit to the Language Zoo</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\"></span></em></p>\n<p>In many children's magazines appear pictures in which\nthe young readers are asked to identify a number of hidden\nanimals.  In a cloud may lurk a cow, in the leaves of a tree may\nbe concealed a fish, and on the side of a house may be soaring\nan eagle.</p>\n<p>The English language is like those children's pictures.  Take\na gander at the following passage, and you will discover over\n200 creatures from the animal world hidden in its sentences, a\nveritable menagerie of zoological metaphors.  (Did you catch\none of them in the last sentence?)</p>\n<p>“Man,” proclaims the dictionary, is distinguished from the\nother animals “by a notable development of the brain, with a\nresultant capacity for speech and abstract reasoning.”  Perhaps\nso, but how truly different are we human beings from our\nfellow organisms that walk and fly and swim and creep upon\nthe face of the planet?</p>\n<p>I mean, holy cow, holy cats, and holy mackerel—the\nhuman race is filled with congressional hawks and doves who\nfight like cats and dogs, Wall Street bulls and bears who make a\nbeeline for the goose that lays the golden egg, cold fish and hot\ndoggers, early birds and night owls, lone wolves and social\nbutterflies, and lame ducks, sitting ducks, and dead ducks.</p>\n<p>Some people are horny studs on the prowl, strutting\npeacocks who preen and fish for compliments, clothes horses\nwho put on the dog with their turtlenecks and hushpuppies,\nyoung bucks and foxy chicks in puppy love, or cool cats and\nkittenish lovebirds who avoid stag parties to bill and coo in\ntheir love nests.</p>\n<p>Other people have a whale of an appetite that compels\nthem to eat like pigs, drink like fishes, hog the lion's share, and\nwolf their elephantine portions until they become plump as\npartridges.</p>\n<p>Still others are mad as March hares and crazy as coots,\nloons, or bedbugs—batty, squirrelly, bugeyed, cockeyed cuckoos\nwho drive us buggy with their horsing around and\nmonkeyshines.</p>\n<p>As we continue to pigeonhole the human race and separate\nthe sheep from the goats, we encounter catnapping,\nslothful sluggards; clumsy oxen who are bulls in china shops;\ncocky bullies and top dogs who rule the roost; birdbrained\ndodos who are easily gulled, buffaloed, and outfoxed; harebrained\njackasses who, like fish out of water, think at a snail's\npace; and asinine silly geese who lay an egg whenever they\nparrot or ape every turkey they see.</p>\n<p>Leapin' lizards, we can scarcely get through a day without\nmeeting pussyfooting chickens who stick their heads in the\nsand, henpecked underdogs who get goose pimples and butterflies,\nscared rabbits who play possum and cry crocodile tears,\nspineless jellyfish who clam up with a frog in their throats\nwhenever the cat gets their tongue, mousy worms who quail\nand flounder and then turn tail, and shrimpy pipsqueaks who\nfawn like toadies.</p>\n<p>Let's face it.  It's a dog-eat-dog world we live in—one\nunbridled rat race.  And, doggone it, I do not wish to duck or\nleapfrog over this subject.  It's time to fish or cut bait, to take\nthe bull by the horns and to give you a bird's-eye view of\nanimal metaphors in our language.</p>\n<p>Dog my cats, it's a bear of a task to avoid meeting catty,\nshrewish, bitchy vixens with bees in their bonnets, who think\nthat men are swine and male chauvinist pigs and in the\ndoghouse.  Others who get my goat are antsy, crabby, pigheaded\nold buzzards, coots, and goats (no spring chickens) who\nare stubborn as mules and who grouse, bug, badger, and hound\nyou like droning, waspish gadflies who stir up a hornets' nest.</p>\n<p>And speaking of beastly characters, watch out for the\nleeches who worm their way into your confidence and make\nyou their scapegoats; the ratfinks and stool pigeons who ferret\nout your deepest secrets and then squeal on you, let the cat out\nof the bag, and fly the coop without so much as a “See you\nlater, alligator”; the snakes-in-the-grass who open a can of\nworms and then throw you a red herring; the serpentine\nquacks who make you their gullible guinea pigs and cat's-paws;\nthe low-down curs and dirty dogs who sling the bull and then\nsend you on a wild goose chase, barking up the wrong tree; the\ncard sharks who hawk their fishy games, monkey with your\nnest egg, put the sting on you, and then fleece you; the vultures\nwho hang like albatrosses around your neck, who feather their\nown nests, and then—the straw that breaks the camel's back—\ncrow about it; the black sheep who make a monkey out of you\nwith their shaggy-dog stories; the flies in the ointment who are\nslippery as eels and put a flea in your ear; and the lousy\npolecats and skunks who sell you a pig in a poke or a white\nelephant and then weasel their way out of the deal and leave\nyou with a fine kettle of fish.</p>\n<p>It's just not cricket.  In fact, it's for the birds.</p>\n<p>But let's talk turkey and horse sense.  Don't we also know\nbright-eyed and bushy-tailed tigers who are always loaded for\nbear, eager beavers who go whole hog to hit the bull's-eye, and\nloosey-goosey rare birds who are as happy as a lark or a clam\nand wise as an owl?  People like these are the cat's pajamas and\nthe cat's meow, and the world is their oyster.</p>\n<p>So before you buzz off, I hope you'll agree that this article\nhas been no bull session, no fluke, no hogwash, no humbug.  I\nreally give a hoot about the animals hiding in our language, so,\nfor my swan song, I want you to know that this has been no\ncock-and-bull story.</p>\n<p>It really is a zoo out there.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">A Visit to the Language Zoo</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\"></span></em></p> <p>In many children's magazines appear pictures in which\nthe young readers are asked to identify a number of hidden\nanimals.  In a cloud may lurk a cow, in the leaves of a tree may\nbe concealed a fish, and on the side of a house may be soaring\nan eagle.</p> <p>The English language is like those children's pictures.  Take\na gander at the following passage, and you will discover over\n200 creatures from the animal world hidden in its sentences, a\nveritable menagerie of zoological metaphors.  (Did you catch\none of them in the last sentence?)</p> <p>“Man,” proclaims the dictionary, is distinguished from the\nother animals “by a notable development of the brain, with a\nresultant capacity for speech and abstract reasoning.”  Perhaps\nso, but how truly different are we human beings from our\nfellow organisms that walk and fly and swim and creep upon\nthe face of the planet?</p>"
}