{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Dictionary of Anagrams",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Dictionary-Anagrams-Samuel-C-Hunter/dp/0710208626\"><em>The Dictionary of Anagrams</em></a></h1>\n<p>Samuel C. Hunter, (Routledge &amp; Kegan Paul, 1981), 267 pp.</p>\n<p><em>Je n'en vois pas le nécéssité de ce livre</em>.  Surely the point\nabout anagrams, like playing Patience or doing crosswords\ngenerally, is that one does them for oneself.  A dictionary of\nanagrams is cheating, like a pianola that makes one look as\nthough one is playing, let us say, Mozart's Piano Sonata No. 11\nin A as delicately as Solomon, when everybody knows that one\nis pumping it out mechanically.</p>\n<p>There are many of us whose genius calls us not to\npurchase fame in keen iambics, but mild anagram, notably\nthose of us who do not consider that the day is satisfactorily\nconcluded until we have done the <em>Times</em> crossword.  Clues that\nare anagrams are indicated by some coded hint like\n“embroiled” or “broken up” or “resorted.”</p>\n<p>Digression: I once asked Edmund Akenhead, who has\nbeen crossword editor of <em>The Times</em> for many years, which of\nthe many thousands of clues he has set he enjoyed most.\nImpossible to decide, he replied.  But he remembered with\npleasure the clue which was a total blank (7 letters), to which\nthe solution was “missing.”  I remember with rage the clue that\nwas simply a capital letter 0 (8, 6); solution: “circular letter.”</p>\n<p>I am afraid that it is a legend that he once set: “Listen\ncarefully for an aural perversion” (5, 2, 4, 4); solution: “Prick\nup your ears.”</p>\n<p>To have to resort to a dictionary of anagrams to solve the\ncrossword is as lowering as to have to look the quotation clues\nup in a dictionary of quotations.  I confess that I have on\noccasion committed the latter, but I have always felt dirty\nafterwards.</p>\n<p>Samuel Hunter retired two years ago from working for\nBritish Rail.  To mitigate the tedium of that employment he has\nbeen compiling crosswords for more than thirty years.  No\nwonder the trains never run on time.  He has now compiled this\nmajestic folly, listing about 20,000 anagrams grouped alphabetically\nin sections by length from words of five to thirteen letters.\nHis collection is confined to single-word anagrams, which spoils\nthe fun: the best anagrams are ones scrambled out of many\nwords.  For example, “The Dictionary of Anagrams by Samuel\nC. Hunter” can be anagrammatized into (3, 10, 2, 8, 2, 6, 1, 6)\n“Racy tome useful in broaching many a hard test.”</p>\n<p>Much of the information in this dictionary, particularly\nabout the longer words, is obvious.  I need no crossword\ncompiler come from British Rail to tell me that “versification”\nis an anagram of “verifications,” or that “rumel-gumption”\n(whatever that may be) makes “rumle-gumption.”  Akenhead\nwould never put so stupid a word in his crossword.</p>\n<p>I suppose that this dictionary may be useful to compilers\nof crosswords, poor harmless drudges.  But I should have\nthought that they would prefer to concoct their own anagrams,\nand in any case would be cribbed by the restriction to single\nwords.  We seldom have anything as simple as a single-word\nanagram in Akenhead's daily examination.  Solvers of crosswords\nwho surreptitiously turn to it in desperation are frauds\nand poor fishes, as solvers of crosswords by definition are on\noccasions.</p>\n<p>Anagrammania is an old affliction.  I could give you\nexamples from Classical Greek, except that my typewriter does\nnot have the Greek alphabet, and it might cause grief to\nVERBATIM's compositors.  Wordy wits have been transposing\nletters for want of anything better to do for centuries.  “Dame\nEleanor Davies” (a prophetess from the Moral Majority in the\nreign of King Charles I) was appropriately turned into “Never\nso mad a ladie.”  “Marie Touchet” (mistress of Charles IX of\nFrance) was anagrammatized by Henry IV as “<em>Je charme tout</em>.”\nAnd in case this suggests an unduly royalist bias in anagrams,\n“Voltaire” is accepted as an anagram of “Arouet l(e) j(eune)”;\nwell, OK, with a bit of fudging around the u's and j's.\n“Florence Nightingale” makes “Flit on cheering angel.” “Horatio\nNelson” makes “Honor est a Nilo.”  “Queen Victoria's\nJubilee” makes “I require love in a subject.”  “<em>Quid est Veritas</em>”\n(Jesting Pilate, John xviii: 38) makes “<em>Vir est qui adest</em>.”</p>\n<p>I am a greedy collector of reference books of all sorts.  I\nthink that my trade makes me need the security blanket of\nknowing that I can look up the answer to anything somewhere.\nBut I think that a dictionary of anagrams may be taking things\ntoo far.  If I find myself using it, I may have to give up the\ncrossword.</p>\n<p><em>—Philip Howard</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Dictionary-Anagrams-Samuel-C-Hunter/dp/0710208626\"><em>The Dictionary of Anagrams</em></a></h1> <p>Samuel C. Hunter, (Routledge &amp; Kegan Paul, 1981), 267 pp.</p> <p><em>Je n'en vois pas le nécéssité de ce livre</em>.  Surely the point\nabout anagrams, like playing Patience or doing crosswords\ngenerally, is that one does them for oneself.  A dictionary of\nanagrams is cheating, like a pianola that makes one look as\nthough one is playing, let us say, Mozart's Piano Sonata No. 11\nin A as delicately as Solomon, when everybody knows that one\nis pumping it out mechanically.</p> <p>There are many of us whose genius calls us not to\npurchase fame in keen iambics, but mild anagram, notably\nthose of us who do not consider that the day is satisfactorily\nconcluded until we have done the <em>Times</em> crossword.  Clues that\nare anagrams are indicated by some coded hint like\n“embroiled” or “broken up” or “resorted.”</p> <p>Digression: I once asked Edmund Akenhead, who has\nbeen crossword editor of <em>The Times</em> for many years, which of\nthe many thousands of clues he has set he enjoyed most.\nImpossible to decide, he replied.  But he remembered with\npleasure the clue which was a total blank (7 letters), to which\nthe solution was “missing.”  I remember with rage the clue that\nwas simply a capital letter 0 (8, 6); solution: “circular letter.”</p>"
}