{
  "type": "Epistola",
  "title": "EPISTOLA Brian A. Garner",
  "contributor": "Brian A. Garner",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Brian A. Garner</span></h1>\n<p>One of the perennial snares in writing about usage and\nlanguage generally is that one's own prose must be irreproachable.\nAnd, alas, this ideal is unrealizable.  Thus Sir Ernest\nGowers, in the first paragraph to the preface to his revised\nedition of Fowler's <em>Modern English Usage</em>(1965), wrote: “This\nwas indeed an epoch-making book in the strict sense of that\noverworked phrase,” thereby violating warnings against “Word-patronage”\nin the text.  Thus Wilson Follett spelled <em>ensure</em>\n(same sense) inconsistently in the introductory materials to\n<em>Modern American Usage</em>.  Thus Laurence Urdang wrote, in a\nreview of <em>Brewer's Dictionary of Phrase and Fable</em>: “To have\nbeen fortunate enough to have grown up with this fascinating\nbook at hand...,” in violation of the correct sequence of\ntenses.  And thus our very best writers on language have their\nmomentary slips of the pen.  Priscian himself no doubt once\nslipped and broke his own head.  But one who espies these\nlinguistic peccadilloes should not gloat over the discovery, nor\ncan one really use such lapses to discredit exemplary writers,\nunless the mistakes become either flagrant or frequent enough\nnot to be considered rarities.</p>\n<p>A less common snare for writers on language—not quite\nperennial, but perhaps quinquennial—is that a less than perspicacious\nreader will find momentary lapses where there is none\nand precognize them.  Thus Mrs. Lillian Mermin Feinsilver's\narticle, “When Paragons Nod” VERBATIM [VIII, 4], assailing\nJohn Simon and Christopher Ricks, among others.  To be sure,\nsome of Mrs. Feinsilver's criticisms are justified: for example,\nher pointing out the incorrectness of Simon's <em>etc</em>. for <em>et al., like</em>\nfor <em>as</em>, and <em>wouldn't</em> for <em>doesn't</em> where the latter is required by\nthe sequence of tenses.  Likewise, she rightly signals errors in\nthe writing of Randolph Quirk, Edmund White, Frances\nFerguson, David Lodge, and Kathryn Hellerstein.  But the\nmajority of her criticisms of Simon are subtle miscorrections of\nillusory falls from grace.</p>\n<p>One must imagine that any true paragon of language (or\neven a mere epigone) had begun, not nodding, but violently\nshaking his head by the time he had gotten halfway through\nMrs. Feinsilver's article.  Her emended punctuation of this\nperfectly lucid sentence of Simon's is based on misunderstanding:\n“Vidal's intelligence, <em>pace</em> Wolcott, does not 'curdle' on\ntelevision and his quick mind—prejudiced in many ways but\nstill quick and clear—buttressed by a delightfully ironic wit, is\njust what the American public needs.”  <em>Buttressed by</em> is not, as\nMrs. Feinsilver assumes, intended to begin a participial phrase\nparallel to “prejudiced....”  One can see this by substituting\n<em>tendentious</em> for <em>prejudiced</em>.</p>\n<p>Furthermore, the following sentence is strictly correct\nwith the singular verb: “What good is correct speech and\nwriting, you may ask, in an age in which hardly anyone seems\nto know and no one seems to care?”  <em>What</em>, as subject, takes the\nsingular verb, whether the noun that follows is singular or\nplural.  Here the subject happens to be the noun phrase <em>what\ngood</em> rather than <em>what</em> alone, but that makes no difference.</p>\n<p>Mrs. Feinsilver betrays an ignorance of compound subjects\nin deprecating subject-verb agreement in this sentence: “Why,\nyou may ask, is correct speech and writing important, as long\nas the meaning is clear?”  “Correct speech and writing”\nexpresses a single idea—correct use of language—and therefore\nmay take a singular verb.  “Two and two is four” and “Two\nand two are four” are both correct.  It's up to the writer to\ndecide whether to emphasize collectivity or separateness.</p>\n<p>To write, as Mrs. Feinsilver suggests Simon should have:\n“Two readers, no fewer, have sent me...” would be unidiomatic\nand ludicrous.  <em>No less</em>, as used by Simon, falls into the\nrealm of cast-iron idioms, treated so well by Fowler.  Such\nliteral-mindedness as Mrs. Feinsilver displays is what leads to\nridiculous pomposities like “A number of people is at the\nparty.”  Only a latter-day Holofernes would talk or write this\nway, and be it remembered that Shakespeare had this pedant\nmouth many a solecism.  I might also point out that Simon is\ndefensibly colloquial in writing “I just returned...from\nFrance” rather than “I have just returned...from France.”\nAnd, at best, Mrs. Feinsilver's difficulties with Ricks' punctuation\nare mere quodlibets.</p>\n<p>Equally bad is that Mrs. Feinsilver herself is guilty of\nseveral verbal malfeasances.  For instance, she writes: “<em>Paradigms\nLost</em>...somehow never received the kind of detailed\ncriticism that Simon had given the prose of others.”  The\nsequence of tenses is wrong here: the pluperfect <em>had</em> has no\nsense of being further removed than another time in the past,\nthough the preterite <em>received</em> creates the illusion of a specific\ntime in the past; the logical suggestion is that Simon is no\nlonger living.  Furthermore, <em>Paradigms Lost</em> is too recent a book\nfor one to say that it “never received (detailed criticism)”\ninstead of “has not received” or even “has not yet received.”\nThe sentence reads better thus: “<em>PL</em>...somehow has not\nreceived the kind of detailed criticism that Simon has given the\nprose of others.”</p>\n<p>In the <em>American Mercury</em> article to which Mrs. Feinsilver\nrefers, “Overruling Grammatical Don'ts” (June 1946), she\nwrote: “The preposition can go afterward or beforehand,\nwherever it reads better.”  Before or after <em>what</em> we are not told,\nnor does the context inform us.  <em>Afterward</em> and <em>beforehand</em> are\nboth temporal rather than locative; equally important, they\nsuggest precious avoidance of the simpler terms.  (Perhaps this\npoor phrasing, however, was intended as mimetic support for\nher thesis.)  Moreover, <em>it</em> should here probably refer to the\nsentence as a whole, and not merely to the preposition.  The\nsentence might advantageously be recast thus: “The preposition\ncan go before or after the relative clause to which it\nbelongs, whichever placement makes the sentence read better.”\nOr, if we take Feinsilver's message to heart, “which it belongs\nto....”  In reference again to her VERBATIM article, I might\nnote that punctilious writers eschew <em>viable</em> and <em>viability</em>\nnowadays, these words being suggestive of voguish\nbureaucratese.</p>\n<p>We all, however inevitably or embarrassingly, make mistakes.\nBut as Simon has so persuasively argued, that everyone\nerrs should not lead to general approval and encouragement of\nerring.  Yet Mrs. Feinsilver's tone is iconoclastic, as if by\nwrangling over Simon's punctuation and phraseology we can\ndispose of Simon forever and invalidate all his linguistic\nnotions.  There is a strong case to be made for Simon as one of\nthe foremost stylists active today.  Not only are his insights into\nlanguage more erudite and provocative than those of Edwin\nNewman or William Safire, our two other popular writers on\nlanguage, but also his weekly columns on film and theater are\nconsistently of a very high stylistic caliber.  It would be difficult\nindeed to name many other writers whose style so well\nexemplifies F.W. Bateson's defining characteristics of good\nprose: 1) a preference for short sentences diversified by an\noccasional very long one; 2) a tone that is relaxed and almost\ncolloquial; 3) a large vocabulary that enjoys exploiting the\ndifferent social and etymological levels of words; and 4) an\ninsistence on verbal and logical precision [<em>Essays in Criticism</em>,\nJanuary 1966].</p>\n<p>No matter how disturbing it may be to some, we <em>need</em> an\narticulate spokesman for prescriptivism.  At one point our chief\ngrammatical moralizer was Fowler; then came Partridge and\nGowers; we Americans had Follett; and now we have and need\nJohn Simon.  The idea that some writing is graceful and some\ngraceless, some usages elegant and others boorish, some words\npreferable to others will never become defunct, no matter how\nfuriously the descriptive linguists (or tarnished carpers) flail\nabout.</p>\n<p><em>[Brian A. Garner, Austin, Texas]</em></p>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Brian A. Garner</span></h1> <p>One of the perennial snares in writing about usage and\nlanguage generally is that one's own prose must be irreproachable.\nAnd, alas, this ideal is unrealizable.  Thus Sir Ernest\nGowers, in the first paragraph to the preface to his revised\nedition of Fowler's <em>Modern English Usage</em>(1965), wrote: “This\nwas indeed an epoch-making book in the strict sense of that\noverworked phrase,” thereby violating warnings against “Word-patronage”\nin the text.  Thus Wilson Follett spelled <em>ensure</em>\n(same sense) inconsistently in the introductory materials to\n<em>Modern American Usage</em>.  Thus Laurence Urdang wrote, in a\nreview of <em>Brewer's Dictionary of Phrase and Fable</em>: “To have\nbeen fortunate enough to have grown up with this fascinating\nbook at hand...,” in violation of the correct sequence of\ntenses.  And thus our very best writers on language have their\nmomentary slips of the pen.  Priscian himself no doubt once\nslipped and broke his own head.  But one who espies these\nlinguistic peccadilloes should not gloat over the discovery, nor\ncan one really use such lapses to discredit exemplary writers,\nunless the mistakes become either flagrant or frequent enough\nnot to be considered rarities.</p> <p>A less common snare for writers on language—not quite\nperennial, but perhaps quinquennial—is that a less than perspicacious\nreader will find momentary lapses where there is none\nand precognize them.  Thus Mrs. Lillian Mermin Feinsilver's\narticle, “When Paragons Nod” VERBATIM [VIII, 4], assailing\nJohn Simon and Christopher Ricks, among others.  To be sure,\nsome of Mrs. Feinsilver's criticisms are justified: for example,\nher pointing out the incorrectness of Simon's <em>etc</em>. for <em>et al., like</em>\nfor <em>as</em>, and <em>wouldn't</em> for <em>doesn't</em> where the latter is required by\nthe sequence of tenses.  Likewise, she rightly signals errors in\nthe writing of Randolph Quirk, Edmund White, Frances\nFerguson, David Lodge, and Kathryn Hellerstein.  But the\nmajority of her criticisms of Simon are subtle miscorrections of\nillusory falls from grace.</p> <p>One must imagine that any true paragon of language (or\neven a mere epigone) had begun, not nodding, but violently\nshaking his head by the time he had gotten halfway through\nMrs. Feinsilver's article.  Her emended punctuation of this\nperfectly lucid sentence of Simon's is based on misunderstanding:\n“Vidal's intelligence, <em>pace</em> Wolcott, does not 'curdle' on\ntelevision and his quick mind—prejudiced in many ways but\nstill quick and clear—buttressed by a delightfully ironic wit, is\njust what the American public needs.”  <em>Buttressed by</em> is not, as\nMrs. Feinsilver assumes, intended to begin a participial phrase\nparallel to “prejudiced....”  One can see this by substituting\n<em>tendentious</em> for <em>prejudiced</em>.</p> <p>Furthermore, the following sentence is strictly correct\nwith the singular verb: “What good is correct speech and\nwriting, you may ask, in an age in which hardly anyone seems\nto know and no one seems to care?”  <em>What</em>, as subject, takes the\nsingular verb, whether the noun that follows is singular or\nplural.  Here the subject happens to be the noun phrase <em>what\ngood</em> rather than <em>what</em> alone, but that makes no difference.</p>"
}