{
  "type": "Article",
  "title": "Some Interesting Characteristics of Non-Indo-European Languages",
  "author": "Laurence Urdang",
  "location": "Editor,",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Some Interesting Characteristics of Non-Indo-European Languages</h1>\n<p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Editor,</span></em> VERBATIM</p>\n<p>Some time ago (I cannot say exactly when: some of the\nthird-class mail I receive remains unopened for months), I\nreceived promotional brochure from the Summer Institute of\nLinguistics Museum of Anthropology, in Dallas.  On the outside\nis printed, “What difference does it make whether or not a\nman plays soccer soon after his wife gives birth?”  Below this\nappears the following:</p>\n<blockquote>\n<p>A lot—if he is a Shipibo man of Peru.  For about two\nweeks after his baby's birth a Shipibo man can do no\nheavy labor, use no heavy tools, nor hunt, according to\ntribal teachings, lest such work cause the new baby\nsome harm.  With the addition of soccer to the Shipibo\nculture, another taboo was added—a new father must\nnot play ball for a time lest his baby's abdomen swell\nup like the ball....</p>\n</blockquote>\n<p>Very sound practice, indeed.  Most VERBATIM readers are\naware of cultural differences, real or rumored, between most\nwestern societies and others—differences like the eating of\nsheep's eyes by Arabs, insects by some African peoples, and,\n“long pig” in New Guinea (if not elsewhere).  But with\nextended communication and exposure to western civilization,\nmany such cultural anomalies (or what we westerners regard as\nsuch) disappear: Would that African really prefer insects if he\ncould choose between them and a roast turkey?  Wouldn't the\nNew Guinea native find a prime rib roast more appetizing than\neven the tenderest missionary?  Perhaps not, but with acculturation,\nsuch old habits tend to die, albeit hard.</p>\n<p>Cultural habits, rules, and taboos survive only till that\nculture is replaced by another, a process that may never\nhappen (religious Jews still refuse pork and scaleless seafood),\nmay take centuries to happen (Eskimos now use rifles for\nhunting), or may happen virtually overnight (the Japanese\nassimilation to western ways is a good example).</p>\n<p>Certain demands made by languages on their speakers,\nhowever, change so imperceptibly as to seem static.  From even\nthe most rudimentary knowledge of French, for instance, we\nknow that nouns have a grammatical gender that is either\nmasculine or feminine; in German, grammatical gender allows\nfor a neuter as well; but English speakers, who tolerate\nfeminine pronouns of reference for things like automobiles (<em>She\nruns like a top</em>), whales of either sex (<em>Thar she blows</em>), and\nvessels (<em>I sailed her in the Bermuda race this year</em>), enjoy what\nthey regard as the most sensible system, namely, natural gender\nand regard German <em>das Mädchen</em> as exceedingly odd—though\npossibly the oddness is a function of the particular <em>Mädchen</em> in\nquestion.</p>\n<p>Less familiar languages make of their speakers quite\ndifferent sorts of demands.  There is the apocryphal tale of the\nmissionary who was delivering himself of a rip-roaring sermon\nbefore the natives of an African village.</p>\n<p>“You are all sinners,” he intoned, addressing them in their\nown language.  The natives cheered wildly.</p>\n<p>“None of you will go to heaven unless you mend your\nways,” he warned.  Again the natives applauded.</p>\n<p>By the end of the sermon, the missionary, who had never\nexperienced such an enthusiastic reaction in his career, was\nelated.  To an old trader who had observed the goings-on he\nsaid excitedly.  “The natives really responded to my sermon\nwith great enthusiasm, didn't they!”</p>\n<p>“Well, yes,” replied the other.  “But you have to understand\nthat in their language there exists the 'inclusive' <em>you</em>,\nwhich means 'all of you here,' and the 'exclusive' <em>you</em>, which\nmeans 'everyone except those present,' and you kept telling\nthem that everyone was a sinner except them.”</p>\n<p>If there is such a language, I do not know what it is\n(though I daresay some reader will enlighten me).  But I do\nknow about some characteristics of other languages that may\nstrike the native English speaker as interesting if not peculiar\nor, in some cases, poetic.</p>\n<p>Maninka is an important social and trading language of\nUpper Volta, Gambia, Guinea, Mali, Senegal, and Ivory Coast.\nProverbs are an important cultural feature of Maninka speakers.\nThey vary their utterances of proverbs for the sake of\nelegance.  Thus, “Rome wasn't built in a day” might come out\nin Maninka as “It took longer than a day to build the city of\nRome” on one occasion and, for stylistic variation on another\noccasion, “More than one day was needed to construct Rome,”\nand so forth.  In other words, it is the idea of the proverb that is\nimportant in Maninka, not the ability to quote it <em>verbatim</em>.\nMoreover, the ability to vary the expression is a virtue.</p>\n<p>Let us take the example of a learner of Maninka who can\nmake his way through the language, but not without a lot of\nmistakes.  He is talking with an old Maninka man who engages\nin a bit of ironic humor:</p>\n<blockquote>\n<p>OLD MAN: Ah, you are becoming a Maninka.  You speak\nthe language just like one of us.</p>\n<p>NEWCOMER: Gee, do you really think so?  Thank you\nvery much.</p>\n<p>The newcomer will have fallen into the old man's trap\nand come out looking close to a total fool in a society\nwhere insults are taboo, one becomes very sensitive to\nlevels of praise.  Given the context, what the old man\nhas said would best be interpreted as the opposite of\nits literal meaning and, by implication, a criticism.  If\nthe newcomer accepts what has been said to him at\nface value, then he in effect accepts the criticism.  With\nmore sophistication on the part of the newcomer, the\ndialogue might go something like this:</p>\n<p>OLD MAN: Ah, you are becoming a Maninka.  You speak\nthe language just like one of us.</p>\n<p>NEWCOMER: No matter how long a log lies in the\nwater, it never becomes a crocodile.</p>\n<p>This is really the kind of response the old man is looking\nfor.  As an ingratiating way of expressing his admiration\nfor the newcomer's knowledge of Maninka\nculture, the old man might respond with another\nproverb:</p>\n<p>OLD MAN: Ah, my son, a log lying in the water is still\nthe cause of fear.</p>\n</blockquote>\n<p>The only exposure most of us have had with this sort of\ncultural-linguistic technique is from Charley Chan movies or\nfrom watching <em>Kung Fu</em> on TV, where the wizened philosopher\nimparts gems of wisdom to “Cricket.”</p>\n<p>Too much of that sort of thing, though it may sound\nterrifyingly profound, is often transparent nonsense:</p>\n<blockquote>\n<p>When the moon is above the horizon, the dreamer will\nfind his way home.</p>\n<p>He who can see into the future shall never tell what he\nknows.</p>\n<p>When the nightingale sings, all listen but the crow.</p>\n<p>Criticize not the sloth of the snail nor the swiftness of\nthe eagle.</p>\n<p>May the candle at the top of the mountain light your\nway through the tunnel.</p>\n<p>The sea does not yield up its mysteries to those who\ndo not believe in it.</p>\n<p>An old slipper is more comfortable than a new\nhandkerchief.</p>\n<p>A crumb of bread for a beggar may not be a pearl\nwithout price.</p>\n<p>The moss on the tree does not ask forgiveness.</p>\n<p>Seek not riches lest you become wealthy.</p>\n<p>The fish that swims in the pond knows not his brother.</p>\n<p>Look not into the mirror of life lest you see time\npassing.</p>\n<p>Beauty shall not be known to those who sing alone in\nthe forest.</p>\n<p>She who loves butterflies loves you.</p>\n</blockquote>\n<p>(Maybe this will win me a job in a Chinese fortune-cookie\nfactory.)</p>\n<p>In Jacaltec, spoken in Jacaltenango, northwest of Guatemala\nCity, In Guatemala, speakers are required by the grammar\nof the language to use “directionals,” adverbial particles\nattached to verbs to indicate the precise movement of a person\nor object.  That feature, which is shared by many Mayan\nlanguages, is similar to the use of the particles <em>out, in, off, on</em>,\netc., in English, e.g., <em>go out, come in, take off, jump on</em>.  The\nparticles in Jacaltec are reduced forms of intransitive verbs: -<em>toj</em>\n'away from' is 'to go'; -<em>pax</em> 'back, again' is from <em>paxi</em> 'to return';\n-<em>can</em> 'remaining still' is from <em>cani</em> 'to remain.'</p>\n<p>Jacaltec also has a system of noun classifiers, similar in\nprinciple to gender in Indo-European languages, but consisting\nof 25 classes.  Only concrete nouns are classified, with few\nexceptions.  People, for example, are classified on the basis of\nsex, relative age, and kinship.  Objects are classified into\ncategories based, generally, on their physical characteristics:\n<em>atz'am</em> 'salt'; <em>Ch'en</em> 'rock' (for objects of stone, glass, metal,\netc.); <em>k'ap</em> 'cloth'; <em>metx</em> 'dog' (only); <em>no</em>' 'non-dog' (for all\nanimals except dogs), etc.  There are of course, other features of\nJacaltec that distinguish it from the Indo-European languages,\nbut the focus of this article is too narrow to include them.</p>\n<p>Although in German and in Latin, the finite verb of a\nsentence usually appears at the end and, in English, it appears\nbetween the subject and the object, in Malagasy, a Western\nAustronesian language spoken in Madagascar (Malagasy Republic),\nthe verb appears invariably at the beginning of the\nsentence and the noun at the end:</p>\n<blockquote>\n<p><em>menasa my lamba ity Rasoa</em><br>\nwash the clothes this Rasoa<br>\n'Rasoa is washing the clothes.'</p>\n</blockquote>\n<p>Chinese differs form English in far too many respects to\ndetail here, but we can examine, however briefly, two commonly\nknown characteristics, tones and classifiers.  Stressed\nsyllables in Chinese carry a relative tone, identified by pitch,\nduration, and contour.  Depending on the features of tone, the\n“same” syllable may have different meanings.  For example, in\nthe Mandarin of Beijing, the following pattern can be\ndistinguished:</p>\n<table>\n<thead>\n<tr>\n<th>SYLLABLE</th>\n<th>PITCH</th>\n<th>MEANING</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td><em>ma</em></td>\n<td>high level</td>\n<td>'mother'</td>\n</tr>\n<tr>\n<td><em>ma</em></td>\n<td>high rising</td>\n<td>'hemp'</td>\n</tr>\n<tr>\n<td><em>ma</em></td>\n<td>dipping/falling rising</td>\n<td>'house'</td>\n</tr>\n<tr>\n<td><em>ma</em></td>\n<td>high falling</td>\n<td>'to scold'</td>\n</tr>\n</tbody>\n</table>\n<p>Other dialects, like Cantonese, for instance, may have many\nmore tones, and the entire pattern is complicated considerably\nby the changes that occur when the language is spoken, for\ncombinations of words produce different tones.  When a Chinese\nnoun is combined with a demonstrative (<em>this, which</em>) or a\nnumeral (<em>one, two</em>), a classifier must be present.  For example,\nin Beijing Mandarin, the classifier <em>tiáo</em> is used with a noun for a\nlong, thin object like a <em>snake, rope, street, river, pole,</em> etc., but\nmay also be used for cattle, law, and rhinoceros.  The classifier\n<em>bă</em> is used with nouns for <em>chair, fan, knife,</em> and <em>rifle</em>.  Thus, the\nlearner of Chinese must learn each noun's classifier individually.\nChinese, in one or another of its dialects, is spoken by\nmore than twice as many people as speak English—900 million\ncompared with 400 million—so it is evidently a language that\ncan be learned, though it is said that, although the relatively\nuniform writing system can be understood by those who speak\nthe myriad of dialects, the spoken forms are in many cases\nunintelligible to speakers of different dialects.</p>\n<p>In this brief exposition, only a minuscule number of the\nmain features of languages that are unlike English have been\ntouched upon.  Those who are intrigued are invited to dig\nfurther.</p>\n<p>[Much of the information in this article was drawn from\n<em>Languages and Their Speakers</em>, Timothy Shopen, Little, Brown,\n1979, and <em>Languages and Their Status</em>, Timothy Shopen, Little,\nBrown, 1979, to which my debt is gratefully acknowledged.]</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Some Interesting Characteristics of Non-Indo-European Languages</h1> <p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Editor,</span></em> VERBATIM</p> <p>Some time ago (I cannot say exactly when: some of the\nthird-class mail I receive remains unopened for months), I\nreceived promotional brochure from the Summer Institute of\nLinguistics Museum of Anthropology, in Dallas.  On the outside\nis printed, “What difference does it make whether or not a\nman plays soccer soon after his wife gives birth?”  Below this\nappears the following:</p> <blockquote>\n<p>A lot—if he is a Shipibo man of Peru.  For about two\nweeks after his baby's birth a Shipibo man can do no\nheavy labor, use no heavy tools, nor hunt, according to\ntribal teachings, lest such work cause the new baby\nsome harm.  With the addition of soccer to the Shipibo\nculture, another taboo was added—a new father must\nnot play ball for a time lest his baby's abdomen swell\nup like the ball....</p>\n</blockquote> <p>Very sound practice, indeed.  Most VERBATIM readers are\naware of cultural differences, real or rumored, between most\nwestern societies and others—differences like the eating of\nsheep's eyes by Arabs, insects by some African peoples, and,\n“long pig” in New Guinea (if not elsewhere).  But with\nextended communication and exposure to western civilization,\nmany such cultural anomalies (or what we westerners regard as\nsuch) disappear: Would that African really prefer insects if he\ncould choose between them and a roast turkey?  Wouldn't the\nNew Guinea native find a prime rib roast more appetizing than\neven the tenderest missionary?  Perhaps not, but with acculturation,\nsuch old habits tend to die, albeit hard.</p>"
}