{
  "type": "Epistola",
  "title": "EPISTOLA Donald R. Morris",
  "contributor": "Donald R. Morris",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Donald R. Morris</span></h1>\n<p>Victor Lasseter's delightful article—“John le Carré's Spy\nJargon: An Introduction and Lexicon” [VIII, 4]—does indeed\ngarner most of the jargon terms, real and invented, which\nappear in le Carré's work.  But, as an outsider who apparently\nhas never served in an agent-handling intelligence service, Mr.\nLasseter sadly confuses actual jargon terms, le Carré coinages,\nand a variety of slangy expressions, really ironic quips, which le\nCarré is using for literary effect and which—although a working\ncase officer might use them colloquially—are in no sense a part\nof the actual jargon.</p>\n<p>The endless fun poked at jargon, in which Mr. Lasseter\nalso indulges, stems from Webster's first definition, as strange,\noutlandish, or barbarous language.  Intelligence jargon is\nemployed not for the argot sense of establishing a private\nmeans of communication, but for accuracy; the terms have\nprecise and technical meanings and can be used to describe an\noperational situation clearly and unambiguously.  They would,\nfor example, be used regularly in official dispatches and cable\ntraffic, which argot and slang would not.</p>\n<p>There is, to this day, no clear understanding, by the public\nor media, of the terminology; writers—including le Carré, who\nknows better—spatter their prose with gobbets of impressive-sounding\nwords.  Some of these actually gain currency, and in\ndue course the public is convinced that these words are the\nactual jargon.</p>\n<p>Until recent years, both fiction and the media relied on a\nvocabulary of two terms: <em>spy</em>, and, if anyone were over forty\nyears of age, <em>master spy</em>.  Almost all dramatic works hung on a\nsingle plot device.  An unfriendly nation was in possession of\nseveral sheets of paper, or at least one sheet—the plans of the\nBruce-Partington submarine or that hackneyed substitute, the\nformula for a new gas of exceptionally toxic merits.  (This had\nthe advantage of reducing the amount of paper involved to the\nabsolute minimum, permitting it to be concealed in fiendishly\ningenious places or even to be memorized and dispensed with.)</p>\n<p>The protagonist, a clean-cut fellow at loose ends for the\nnonce, is recruited either by a high-ranking military officer or\nby a senior diplomatic official, whose precise position is murky\nbut who is invariably speaking for the nation's chief executive.\nThe hero gallantly sets out to recover the item, which he does\nafter much derring-do—climbing walls, crawling through windows,\nswiping addresses out of locked desk drawers in the\nUpper Slobbovian Foreign Ministry, or passing himself off as a\ncolonel in the Slobbovian Army to gain access to the secret\ntesting ground.  In his labors, he will be aided and abetted by a\nmysterious and alluring female with no visible means of\nsupport.  She generally turns out to be the daughter of the\nprofessor who developed the poison gas formula.</p>\n<p>The fact that people, even Upper Slobbovians, notice such\nantics, was of no concern to the writers; the genre still enjoys a\nlusty life—as a visit to <em>Firefox</em>, now playing in a theater near\nyou, will testify.</p>\n<p>It was le Carré's <em>tour de force</em> to remove espionage fiction\nforever from this rut, which he did by hanging his stories on\nthe actual framework.  Espionage operations are conducted by\nlarge bureaucratic organizations, much like other official entities.\nThey operate through case officers stationed abroad, who\nspot, develop, recruit, and handle the actual agents, who are\nforeign nationals.  These agents do not “steal” information or\ndocuments; they are carefully selected to have perfectly legitimate\naccess to what is wanted, so that their possession of it is\nquite natural and causes no comment.  The illegal aspect of\nespionage is not the acquisition of the material, but its passage\nto an official of a foreign power, and the entire thrust of\nsecrecy in espionage is devoted to that critical act—the contact\nbetween the agent and his case officer.  Since the word <em>spy</em> does\nnot even distinguish between agent and handler, it is never\nused in the intelligence community.  Describing an espionage\ncase using the word <em>spy</em> is like writing about a strike with only\none word for both 'labor' and 'management': the result is\nconfusion.  (The FBI, however, uses <em>Special Agent</em> for its case\nofficers—usually abbreviated <em>SA</em>—and <em>source or informant</em> for\nits agents.)</p>\n<p>Le Carré's stories deal with the personnel of the sponsor\nservice and their opposite numbers in hostile services and\nrarely involve actual “agents,” which accounts for the freshness\nand impact of his approach.</p>\n<p>There is indeed an official jargon—the CIA and other\nservices have from time to time issued glossaries.  This jargon,\nhowever, bears little resemblance to that employed in fiction\nand the media.  To comment on Mr. Lasseter's listings:</p>\n<p><em>mole</em>: “A double agent who burrows to the top of the\nenemy's secret service.”  Mr. Lasseter is quite correct in\npointing out that this is a le Carré coinage, previously unknown\nin the intelligence community.  It appeared in 1974, and now\nbelongs to “the vernacular of counterintelligence.”  But a <em>mole</em>\nis not a “double agent”; he is an official of one service who has\nbeen recruited by another service and is a <em>penetration</em> agent.\nHe would not become a double agent unless his own service\ndiscovered the recruitment and <em>turned</em>—or <em>doubled</em>—him.\nNeither Kim Philby nor Oleg Penkovsky, neither George Blake\nnor Guy Burgess was a “double agent,” despite the universal\nuse of this appellation by the media.</p>\n<p>A Soviet KGB officer stationed in East Berlin who recruits\nan East German citizen and sends him to West Germany is\nrunning an agent.  If the West German service—the BND—\ndiscovers him, breaks him, and runs him back, the agent\nbecomes a <em>double agent</em> for the BND.  If the KGB in turn\ndiscovers this, the man does not become a “triple agent”—there\nis no such animal.  No intelligence service in its right mind\nplays such games: the agent is dropped.</p>\n<p>The Soviets on rare occasions have been known to allow\nsuch a double agent to continue—without letting him know\nthey have discovered his perfidy—sometimes because dropping\nor chastising him would pinpoint the source from which they\nlearned it, but more often simply to tie up the opposition case\nofficer's limited capacity to handle multiple cases.  (Case officers\nare relatively easy to spot; agents are not.  It is far better to\nknow than not to know which agents an opposition case officer\nis handling.)  The Soviets refer to such cases as <em>screen operations</em>;\nthe term is not used in the West, but it is of course\nhighly significant if the Soviets refer to someone as a <em>screen\nagent</em>.  It can be seen that precise terminology in referring to\nagents is of some importance; the terms are never used loosely.</p>\n<p><em>disinformation</em>: Lasseter calls this “heavily euphemistic”\nCIA jargon, and claims le Carré “detests such dishonesty.”\nThis is nonsense.  <em>Disinformation</em> is the literal translation of the\nRussian word <em>desinformatsiya</em>, and it is the official title of a\ndepartment (at various times numbered A, D, and 12) of the\nFirst Chief Directorate of the KGB.  It plans, coordinates, and\nsupports sophisticated political deception and disruption operations\non a global basis, which are implemented by the KGB\nfield <em>rezidenturas</em>.  Many of these operations involve forgeries of\nofficial foreign documents or media publications.  Although\nWestern services sporadically conduct such operations, they are\nnot nearly as extensive or intensively organized, and they are\nnever referred to as “disinformation.”  They come under <em>covert\naction</em>, or <em>CA</em> programs, and the military, which conducts them\nin wartime, refers to them as <em>black</em> propaganda (as opposed to\n<em>white</em>, in which the actual sponsorship of the material is\nacknowledged and not falsified, purporting to be from someone\nelse).</p>\n<p><em>agent potential</em>: An official term.  Once an agent has been\nrecruited for a specific task, it almost invariably develops that\nhe has access to a considerable range of other targets.  These\nwill be explored to make the most effective use of his services.</p>\n<p><em>exfiltration</em>: Also an official term, actually of military origin\nand dating from about the turn of the century.  It is the natural\nconverse of <em>infiltration</em>.  An East German agent resident in\nLeipzig would have to be “exfiltrated” to be brought out\npermanently, as opposed to coming out for a short visit.</p>\n<p><em>fieldman</em>, <em>deskman</em>, <em>preliminary interrogation</em>, <em>surveillance</em>,\n<em>case officer</em>, <em>operational subsistence</em>, <em>courier</em>, and <em>cryptonym</em> are\nlumped together by Mr. Lasseter as “literal and transparent\nenough for the layman to understand.”  I seriously doubt it.</p>\n<p><em>Preliminary interrogation</em>, <em>surveillance</em>, <em>case officer</em>, <em>courier</em>,\nand <em>cryptonym</em> are official terms and transparent in the\nsense that they might be used in any context.  But few laymen\nwould know the exact subjects required to be covered in a\n“preliminary” interrogation, or the precise meanings of <em>cryptonym</em>,\n<em>pseudonym</em>, and <em>alias</em>, which are three totally different\nanimals, with no overlap whatsover.  Neither Webster's nor any\nother dictionary would serve to distinguish their exact meanings\nin official intelligence jargon.</p>\n<p><em>Fieldman</em> and <em>deskman</em> are not official terms or intelligence\njargon but simple colloquial descriptions, which might be\nunderstood in any field of endeavor.  In similar contexts,\nAmerican intelligence officials might use “paper-pusher” and\n“door-bell puncher,” since almost all agent cases start with\nsomeone somewhere in the field pushing a doorbell.  The terms\nwould be understood, but they are hardly in sufficient currency\nto qualify as jargon.</p>\n<p>I have no idea what <em>operational subsistence</em> is supposed to\nmean; it is evidently a le Carré coinage.</p>\n<p><em>tradecraft</em>: This is not really an “interesting metaphorical\nexpression for existing jargon.”  It is the official term for the\nmechanics of espionage operations: agent communications,\nsecurity practices, and the like.  It has been in use since OSS\ndays and is unquestionably of even older British origin.  It is\ntaught in courses, and espionage novels are known as\n“tradecraft fiction.”</p>\n<p><em>deception</em>: Lasseter claims the CIA uses this for “double\nagent,” while le Carré has invented the now-famous <em>mole</em>.  No\none, in the CIA or elsewhere, uses “deception” or “deception\nagent” to refer to a double agent.  <em>Deception agent</em> does exist,\nbut the term is not transparent and does not mean what the\npublic and the media imagine.  Status as a deception agent is\nquite incompatible with being doubled, since such an agent\nwas never formally recruited in the first place.</p>\n<p><em>nursery</em>: A le Carré colloquialism for the British tradecraft\nschool for incoming intelligence officers, and, for all I know, in\ncommon use in MI-6.  The CIA equivalent, long since disclosed,\nis located on a World War II military base in rural Virginia.  It is\nknown colloquially as “The Farm.”</p>\n<p>With only a couple of exceptions, the remainder of the\nterms Lasseter has taken from le Carré are not intelligence\nterms or jargon but simply arch colloquial expressions which le\nCarré may have heard at one time or another, but which he is\nusing purely for literary effect—dramatic impact.  He uses many\nof them as substitutes for concepts that do exist and for which\nan official jargon term would be used; le Carré substitutes\nvernacular slang because the official jargon term is not transparent\nand would not be understood by the layman.</p>\n<p>Many of le Carré's terms refer to violent functions and\nfunctionaries: <em>baby-sitter</em>, <em>gorilla</em>, <em>hood</em>, <em>bloodhound</em>, <em>reptile\nfund</em>, <em>leash dog</em>, <em>scalphunter</em>, <em>duck dive</em>, <em>hard-man</em> and the like.\nAll of these, alas, are pure le Carré coinages, invented of\nnecessity because le Carré introduces into his fiction violence\nand potential violence which simply don't exist in real\nlife.</p>\n<p>This is hard to get across to a public raised on James Bond\nnovels and the “Mission Impossible” series; people are willing\nto believe absolutely anything about an intelligence service.  It\nis true that there are paramilitary operations, but these are the\nprovince of military personnel; the intelligence services are\nused for administration and logistic support, because they don't\nclank as loudly as the military when they have to lay something\non.  But expecting an intelligence service to conduct a war\nwithout anyone noticing is like asking an elephant to hide\nbehind a lamppost.</p>\n<p>I spent seventeen years in Soviet counterespionage operations\nwith the CIA, with eleven years overseas, in Europe,\nAfrica, and Asia.  For stretches I was in almost daily personal\ncontact with KGB and GRU officers and Soviet agents.  I was\nnever trained in karate, nor did I ever carry a gun in\nconnection with my work.  (In Vietnam, however, I was issued\na revolver and two hand grenades for the defense of my\napartment in case the need arose.  I kept them in my freezer\nand had a devil of a job finding and defrosting them when I\nleft.)</p>\n<p>In all that time, I knew of three instances of violence.  An\nofficer had a glass of beer thrown in his face by a Soviet in a\nbar in Vienna, and—by a wild coincidence—twenty years later\nthe same man was hit over the head on a Tokyo streetcorner in\nbroad daylight by a Soviet who took umbrage at something he\nhad said.  Another officer got into a fistfight with a Soviet at a\ndiplomatic reception in Teheran; they were separated by their\nscandalized ambassadors.</p>\n<p>In the last sixty years, the Soviets have murdered at least\nfour hundred people, but these have invariably been those they\nregarded as “their own” —defecting officials and potential\ndefectors, emigrés who made major nuisances of themselves,\nSoviets who failed to report their doubling, and the like.</p>\n<p>Western case officers have nothing to fear (although they might\nwell be detained if they entered denied areas).</p>\n<p>The Soviets conduct such operations exclusively through\nthe Thirteenth (Executive Action) Department of the First\nChief Directorate of the KGB, using only officers from this\ndepartment, never case officers from the field <em>rezidenturas</em>.  The\nKGB jargon term for this group is the <em>mokryye dela</em> section;\nthis is Russian criminal argot translated literally as 'wet affairs.'\nThere is no equivalent in any major Western intelligence\nservice; a common colloquial expression for such Soviet activities\nis <em>cowboy stuff</em>.</p>\n<p>This might be the time to try to lay to rest three other\nexpressions the public fondly believes are intelligence jargon.\nTwo of them stem from <em>Time</em> magazine, far and away the most\nprolific source of intelligence coinages in sight.  Their “Yes, yes,\nwe know all about it” approach to espionage operations has\nproduced more intelligence pseudo-jargon than le Carré ever\ndreamt of.</p>\n<p><em>black-bag job</em>: About 1970 <em>Time</em> ran a cover story on “The\nNew Spy,” with a side-bar box listing a glossary of about thirty\n“Intelligence Terms.”  I circulated it to some twenty intelligence\nofficers representing decades of experience; none of us\nhad ever heard most of the terms, and all but two that we had\nheard were incorrectly defined.</p>\n<p>One of the terms was <em>black-bag job</em>, which <em>Time</em>\nannounced was used for intelligence burglaries, as in the case\nof Daniel Ellsberg's psychiatrist.  The correct term for such\noperations (which were quite common in World War II) is\n<em>surreptitious entry</em>, or <em>SE</em>.  <em>Time</em> was so smitten with its own\nphrase that it used it by actual count no fewer than six times in\nthe very next issue; it has been part of its editors' working\nvocabulary ever since, although it has yet to appear in the\nintelligence community.  (They also delight in slinging about\nphrases like “the NKVD man in Havana”; the Soviets have not\nused “NKVD” since 1943.)</p>\n<p><em>terminate with extreme prejudice</em>.  This is now firmly\nplanted in the public ethos as intelligence jargon for 'to\nmurder,' again thanks to <em>Time</em>.  I have terminated at least four\nagents with extreme prejudice myself, without ever infringing\non the Sixth Commandment.  To <em>terminate</em> simply means to\n'sever contact' with an agent on friendly terms, usually because\nhe is no longer needed or because he has lost his access to the\ntarget for which he was recruited.  He is usually given contact\ninstructions in case he ever needs to get in touch again, and his\nfile is retired to Registry.</p>\n<p>To <em>terminate with prejudice</em> means that a note will be put\nin his file strongly recommending that no future contact be\ninitiated (nor will he be be given the means to establish it).  He\nhas been a handling headache, whether insecure, inaccurate (or\nworse) in his reporting, unreliable, cheating on his expense\naccount, or found to be engaged in criminal activities on the\nside.</p>\n<p>To <em>terminate with extreme prejudice</em>, a <em>burn notice</em> is\ncirculated to friendly liaison intelligence services, informing\nthem that while he did indeed work for us, his conduct was so\nbad—outright fabrication of information or an attempt to\nperpetrate a major fraud—that we are warning them to have\nnothing to do with him if he appears on their doorstep, as he\nprobably will.</p>\n<p><em>SmerSh</em>: The late Ian Fleming is responsible for the misuse\nof this acronym.  Yes, Virginia, there was indeed a <em>SmerSh</em>, and\nit did indeed shoot people—lots of them.  But what it shot was\nRussians, not foreigners.  It was a military unit under the\nMinistry of Defense and not connected to the intelligence\nservice.  It was formed in 1943, shortly after the German\ninvasion, and it roamed the areas immediately behind the\nRussian lines, locating and executing partisans fighting for the\nGermans and Soviet soldiers suspected of desertion.  It went out\nof business in 1946, and it has never been resurrected.</p>\n<p>Its offical title was <em>GUKR NKO</em> 'Chief Counterintelligence\nDirectorate of the People's Commissariat of the Armed Forces,'\nand the official acronym <em>SmerSh</em> was derived from the Russian\n<em>Smert Shpionam!</em>  'Death to Spies!'</p>\n<p>Pyotr Deryabin, a KGB officer who defected in Vienna in\nthe early 1950s, was an officer in the Guards Directorate during\nthe war and was present when Stalin signed the GUKR NKO\norder.  The original acronym proposed was <em>SmerInSh</em> 'Smert\n<em>Inostrannikh</em> Shpionam,' or 'Death to <em>Foreign</em> Spies,' but Stalin\nsmiled sweetly and crossed out the “Inostrannikh,” murmuring\n“No, no, death to <em>all</em> spies!”</p>\n<p>The proper term is <em>SmerSh</em> (<em>Sh</em> being one letter in\nRussian), and “Smersh” is probably acceptable.  But any article\nor book that refers to SMERSH or, worse yet, S.M.E.R.S.H.—\n<em>Time</em> has done both—stands self-convicted of not knowing what\nit is talking about.</p>\n<p>But le Carré is damned good reading.</p>\n<p><em>[Donald R. Morris, The Houston Post]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Donald R. Morris</span></h1> <p>Victor Lasseter's delightful article—“John le Carré's Spy\nJargon: An Introduction and Lexicon” [VIII, 4]—does indeed\ngarner most of the jargon terms, real and invented, which\nappear in le Carré's work.  But, as an outsider who apparently\nhas never served in an agent-handling intelligence service, Mr.\nLasseter sadly confuses actual jargon terms, le Carré coinages,\nand a variety of slangy expressions, really ironic quips, which le\nCarré is using for literary effect and which—although a working\ncase officer might use them colloquially—are in no sense a part\nof the actual jargon.</p> <p>The endless fun poked at jargon, in which Mr. Lasseter\nalso indulges, stems from Webster's first definition, as strange,\noutlandish, or barbarous language.  Intelligence jargon is\nemployed not for the argot sense of establishing a private\nmeans of communication, but for accuracy; the terms have\nprecise and technical meanings and can be used to describe an\noperational situation clearly and unambiguously.  They would,\nfor example, be used regularly in official dispatches and cable\ntraffic, which argot and slang would not.</p> <p>There is, to this day, no clear understanding, by the public\nor media, of the terminology; writers—including le Carré, who\nknows better—spatter their prose with gobbets of impressive-sounding\nwords.  Some of these actually gain currency, and in\ndue course the public is convinced that these words are the\nactual jargon.</p> <p>Until recent years, both fiction and the media relied on a\nvocabulary of two terms: <em>spy</em>, and, if anyone were over forty\nyears of age, <em>master spy</em>.  Almost all dramatic works hung on a\nsingle plot device.  An unfriendly nation was in possession of\nseveral sheets of paper, or at least one sheet—the plans of the\nBruce-Partington submarine or that hackneyed substitute, the\nformula for a new gas of exceptionally toxic merits.  (This had\nthe advantage of reducing the amount of paper involved to the\nabsolute minimum, permitting it to be concealed in fiendishly\ningenious places or even to be memorized and dispensed with.)</p>"
}