{
  "type": "Article",
  "title": "Philip Howard on English English",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English</h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>I was gassing away in <em>The Times</em> the other day about a\nthree-letter word in British English that is fraught with powerful\nmagical and negative connotations.  The word is not <em>God</em>,\nbut <em>gas</em>.  I rambled on about the sinister atmosphere of <em>gas</em> and\nits derivatives and suggested that it was probably derived from\nthe use of gas, mostly chlorine, in the First World War.</p>\n<p>Now, you cannot lay down the law about such vexed\nscientific matters, particularly in <em>The Times</em>, without tempting\nout of their laboratories some of the choice and master\nscientists of our age.  Their correspondence has made me revise\nmy gassy opinions in some respects, which I here report for\nVERBATIM.  I made the mistake of writing that the only poem to\ngas that I knew of was one to the birth of KNO\\?\\3, written by\nErasmus Darwin, the grandfather and precursor of Evolution\nDarwin, beginning: “Hence orient Nitre owes its sparkling\nbirth.”  One should never write “only” or use superlatives in\njournalism.  They are red rags to bull-shitting correspondents.\nOf the large and highly scented selection of <em>gas</em> poems I was\nsent, I print the shortest and jolliest:</p>\n<blockquote>\n<p>Johnny, finding life a bore,<br>\nDrank some H\\?\\2SO\\?\\4.<br>\nJohnny's father, an M.D.,<br>\nGave him CaCO\\?\\3.<br>\nNow he's neutralized, it's true,<br>\nBut he's full of CO\\?\\2.</p>\n</blockquote>\n<p>I was put right about my etymology of <em>gas</em>.  I had followed\nthe conventional opinion that the word was invented by van\nHelmont in the seventeenth century as the name for the occult\nprinciple that he supposed to be present in all bodies.  He took\nit from the Ancient Greek <em>chaos</em>: “Halitum illum Gas vocavi,\nnon longe a Chao veterum secretum.”  I am informed by an\neminent scientist that it was in fact the Swiss physician\nParacelsus (1493-1541) who first had the inspiration of adopting\nthe Ancient Greek <em>chaos</em> to mean 'atmospheric air.'  What\nvan Helmont did was to change the meaning to kinds of air\nother than the air we breathe; and his stroke of genius was to\nspell the Greek word phonetically, i.e., as he and other\nsouthern Dutch-speakers would have spelled it, if, knowing no\nGreek, they had heard it, and had had to write it down in\nDutch.</p>\n<p>In the <em>Times</em> article I had mused that only in North\nAmerica did <em>gas</em> have positive connotations, mainly because of\nyour odd use of <em>gas</em> to mean the juice that makes cars go.  <em>To\nstep on the gas</em> is, I take it, a pretty cheerful act.  <em>What a gas!</em>,\nmeaning 'What larks, What fun,' may have come from laughing\n<em>gas</em>, I supposed.  I have been sent a marvelously learned and\ncurious alternative etymology.  This suggests that the <em>gas</em> in\n<em>What a gas!</em> is Old French taken to North America and\nfossilized there.  <em>Gas</em> appears in Old French as the nominative\nform of <em>gab</em>, with a meaning broadly similar to <em>jape</em>.  The <em>OED</em>\npoints out that it is not easy to make any phonetic connection\nbetween the two words.  There was also the verb <em>gaber</em>.</p>\n<p>If you look at that early exercise in vernacular parody “Le\nvoyage de Charlemagne à Jérusalem et à Constantinople,”\ndescribed as an Anglo-Norman poem of the twelfth century,\nyou will find: “Par Dieu,” ço dist l'escolte, “cist <em>gas</em> est bels et\nbons....”  The adjectives retained the nominative form also at\nthat date.  If you buy this learned and engaging etymology, you\nare going to have to explain how they retained the nominative\nform <em>gas</em> until after Columbus crossed the ocean blue, unless\nwe are going off on a loony voyage after previously unknown\nOld French explorers who discovered America three centuries\nbefore Columbus, in company with St. Brendan, the Vikings,\nthe Ancient Egyptians, and the rest of the splendid company\nwho have brought fame and fortune to their sponsors.</p>\n<p>An American correspondent pointed out that <em>gas</em> in the\nStates—in addition to meaning petrol and occuring in “What a\ngas!”—means what Brits refer to genteelly as <em>wind</em>.  He quoted\nat me a sentence from <em>Be Young with Yoga</em>: “Indiscriminate\ncombinations of foods make digestion very difficult and will\nproduce gas, bloating, and other discomforts.”  I have met this\nAmerican <em>gas</em>, but have never been sure if it meant a fart, a\nburp, or both.  Do not write.  I will look it up for myself.</p>\n<p>I received charming and persuasive letters arguing that <em>gas</em>\nhas a kindlier ring for elderly Scots than for modern English.\nGas-lamps were lit by the “leerie” with his tall magic wand, as\nthe children followed him respectfully down the street.  “The\ngas,” even if in a fish-tail burner, made reading possible after\nparents had gone to bed; candles were considered dangerous\nand damaging to eyesight.  “Gassing” was cheerful and harmless\ngossiping.  And what parents disparagingly called “that\n<em>gassy</em> stuff” was that most delicious of drinks, the American ice\ncream soda.</p>\n<p>I was reminded that in Peacock's <em>Nightmare Abbey</em> (1818)\nScythrop is “that author of a treatise, called <em>Philosophical Gas;\nor, a Project for a General Illumination of the Human Mind</em>.”  I\nagree that it is impossible to believe that Peacock was unaware\nof and did not intend the ludicrous nature of this title.\nTherefore it is impossible to believe that the ludicrous (as\ndistinct from the sinister) associations of the word <em>gas</em> only\ndate from the First World War.</p>\n<p>I was sent a jolly story of the present chairman, originally\nfrom Vienna, of Israel's broadcasting authority.  He was puzzled,\non receiving back his first essay while pursuing his legal\nstudies at Oxford, to find the word <em>gas</em> frequently penned in\nthe margins.  Requesting an explanation, he was told that it\nstood for 'German Academic Style.'</p>\n<p>All gas and gaiters, I dare say.  But it's good fun and, in its\nquiet way, extending our knowledge of our infinitely arguable\nlanguage.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English</h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>I was gassing away in <em>The Times</em> the other day about a\nthree-letter word in British English that is fraught with powerful\nmagical and negative connotations.  The word is not <em>God</em>,\nbut <em>gas</em>.  I rambled on about the sinister atmosphere of <em>gas</em> and\nits derivatives and suggested that it was probably derived from\nthe use of gas, mostly chlorine, in the First World War.</p> <p>Now, you cannot lay down the law about such vexed\nscientific matters, particularly in <em>The Times</em>, without tempting\nout of their laboratories some of the choice and master\nscientists of our age.  Their correspondence has made me revise\nmy gassy opinions in some respects, which I here report for\nVERBATIM.  I made the mistake of writing that the only poem to\ngas that I knew of was one to the birth of KNO\\?\\3, written by\nErasmus Darwin, the grandfather and precursor of Evolution\nDarwin, beginning: “Hence orient Nitre owes its sparkling\nbirth.”  One should never write “only” or use superlatives in\njournalism.  They are red rags to bull-shitting correspondents.\nOf the large and highly scented selection of <em>gas</em> poems I was\nsent, I print the shortest and jolliest:</p> <blockquote>\n<p>Johnny, finding life a bore,<br>\nDrank some H\\?\\2SO\\?\\4.<br>\nJohnny's father, an M.D.,<br>\nGave him CaCO\\?\\3.<br>\nNow he's neutralized, it's true,<br>\nBut he's full of CO\\?\\2.</p>\n</blockquote>"
}