{
  "type": "Article",
  "title": "Eponymous Anonymous",
  "author": "Diane Chapman",
  "location": "Phoenix, Arizona",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Eponymous Anonymous</h1>\n<p><em><span data-rel=\"author\">Diane Chapman</span> <span data-rel=\"location\">Phoenix, Arizona</span></em></p>\n<p>An eponym is the person for whom something is named or\none whose name is so prominently connected with something\nas to be a figurative designation for it.  But at the point\nwhere the name passes into such widespread usage as to be\nfigurative, the fame or notoriety once attached to it has,\nironically, often evaporated into the great mist of obscurity.\nLet these notable people be rescued—or at least momentarily\nrecalled—from the anonymity of the common noun.  Excluded\nare such forms as Morse code, Erlenmeyer flask and Brinell\nhardness, where the eponym has retained its capitalization.\nGeiger counter, for example, is clearly not some epidemiological\neponym, some census sensor for counting Geigers.  (Actually,\nthe apparatus is, properly speaking, a Geiger-Müller\ncounter.)</p>\n<p>In the scientific disciplines, eponyms have naturally flourished.\nEach measurment, unit of energy, or energy characteristic\nis a scrupulously defined entity.  The name stands, jewel-like,\nsplendid and unadorned: ampere (Andre), watt (James), ohm\n(Georg Simon), and volt (Alessandro [Volta]) are all part of our\ndaily lives, companions of such delightfully arcane quantities as\nthe (Michael) farad[ay], (Karl) gauss, (Anders) angstrom,\n(Samuel) langley, (Joseph) henry, (Heinrich) hertz, (Johann)\nlambert, (Isaac) newton, and (James P.) joule.</p>\n<p>Many terms give a lower-case and, sometimes, differently\nspelled but lasting fame: the macabre guillotine of Dr. Guillotin,\nRudolf Diesel's engine, artist William Morris's chair, John\nMcAdam's macadam road surface, François Mansart's mansard\nroof, John Mason's jar.  Cotton is given luster, strength, and\nreceptiveness to dye by being mercerized (John Mercer).  When\nmetal is coated with zinc for resistance to rust, it is galvanized\n(Luigi Galvani).  Louis Daguerre created a type of photograph,\nthe daguerreotype.  Chemist Charles Macintosh developed a\nmethod of rubberizing cotton to waterproof it; the name\nremains the British generic term for raincoat, in much the same\nway that, on the Continent, a browning (American John M.)\nrefers generally to any automatic pistol.  On this side of the\nAtlantic, nearly any small pocket pistol is now called a\nderringer, from Henry Deringer's short-barreled muzzle-loader.</p>\n<p>In the United States, John Philip Sousa is both recent and\npopular enough to remain the recognizable parent of the\nsousaphone, but what of Antoine (known as Adolphe) Sax, a\nBelgian maker of musical instruments, and his marvelous reedbrass\nhybrid that enriches all types of twentieth-century music?\nHollywood's dazzling lights were the joint invention of the\nbrothers Kleig[l], John and Anton.  (<em>Klieg eyes</em> is a condition\nmarked by conjunctivitis and watering of the eyes resulting\nfrom excessive exposure to intense light.)  Perhaps unique\namong eponymous inventors is Benjamin Day, the American\nprinter who developed the technique whereby line engravings\ncan be shaded by the addition of varying numbers of dots.  To\nthe name of the process he contributed both of his: benday.\nAnd then, of course, there's John Montagu, fourth Earl of\nSandwich, layering his roast beef between two slabs of bread\nthat he might eat and still keep his fingers grease-free at the\ngaming table.</p>\n<p>“Thomas Crapper,” however, whose life is supposedly\nchronicled in <em>Flushed with Pride</em>, must be exposed as a\nsophomoric joke.  A quick peek into the Oxford English Dictionary\nreveals the root noun has a pedigree almost a millennium\nlong. Still, the hoax has been highly successful when\nmeasured by the number of presumably scholarly types\ndeceived.  (Less effective was the same prankster's <em>Bust Up</em> by\n“Otto Titsling,” which purported to describe the development\nof the brassiere.  That aggrandizing appliance arose anonymously\nin France about 1600.  At the time of her death in 1603,\nQueen Elizabeth I owned one.)</p>\n<p>Politics has spawned some memorable eponyms, perhaps\nthe inevitable offspring of its proverbially strange bedfellows:\nCharles Boycott, the English land agent in Ireland who was\nostracized for refusing to reduce rents; Nicholas Chauvin,\nlegendary blind adherent to Napoleonic patriotism; Étienne de\nSilhouette, Louis XVI's controller-general of finances, either\nbecause he demanded such confiscatory taxation that its victims\nwere left with nothing but the outline of things or because\nhis term of office was “incomplete” (March—November 1759);\nVidkun Quisling, the collaborator with Norway's Nazi invaders,\nwho made his name a synonym for traitor.  A (Vyacheslav M.)\nmolotov cocktail is a crude hand grenade.</p>\n<p>Fashion, too, has its eponyms.  A bertha, a wide round\ncollar covering the shoulders, is presumably named for a queen\nof the Franks, the mother of Charlemagne—an exceptionally\ndurable eponym, if true, since she died in 783.  Prussian field\nmarshall G.L. von Blücher designed the blucher, a sensible\n(one might even say pedestrian) shoe, but American feminist\npioneer Amelia Bloomer startled the world with her underpants.\nOutside of England, a certain style of man's hat is called\na derby (after Edward Stanley, Twelfth Earl of Derby); in\nEngland the identical article is a bowler (after John Bowler, a\nnineteenth-century English hatmaker).  French aerial gymnast\nJules Léotard gave us a garment; so did James Thomas\nBrudnell, seventh Earl of Cardigan, who distinguished himself\nin the Crimea, but Lord Raglan, a fellow campaigner, had to\nbe content with adding a sleeve style to history.  (Irresistible,\nthough a geographical eponym, is the snug knitted peaked cap\nfrom the same war: the balaklava.  It has not fared so well as\nthe Earl's sweater, perhaps because of its overly exotic sound,\nleaving some misreading moderns to wonder why anyone\nwould name a hat after a sweet, sticky Levantine pastry.)</p>\n<p>In the realm of the gastronomic, where a chef's flair seems\ninextricably related to his fame, proper nouns abound but some\ntrue eponyms exist.  Peach Melba retains its personalization, but\nAustralian soprano Nellie's taste in toast prevails in today's\ncalorie-conscious kitchens.  Sylvester Graham was a nineteenthcentury\ndietary reformer.  Graham flour referred, originally,\nsimply to whole wheat flour.  What would the old faddist have\nsaid about the only popular survival of the eponym, the usually\nchocolate-covered graham cracker?  Would he have condemned\nit as nutritionally oxymoronic or merely smiled at the sugarcoating\nof his wholesome message?  Less than ambrosia—less,\neven, than a graham cracker—is the understandably embarrassed\nanonymity of K-rations, the World War II soldiers'\nlightweight packaged emergency food.  Stand up and take a\nbow anyway, Dr. A.B. Keys, American physiologist.  At the\nopposite extreme, some foods preserve the panache (not to be\nconfused with a portmanteau <em>stomache</em> from overindulgence\ntherein) of their aristocratic origins.  What pudding, pie, or ice\ncream is not ennobled by Nesselrode?  Where is the gourmet\npunster who can refrain from querying: who ate napoleons\nwith Josephine when Bonaparte was away?</p>\n<p>In botany the convention has been that he who discovers a\nflower adds to its loveliness his own name.  Although most of\nthese become obscure because of the unpronounceability of\ntheir Latin construction (the modest wild rose languishes under\nthe burden of <em>Rosa bourgeauiana</em>), the names of some gentlemen\nand scholars long dead flourish under the noses of\ngardeners around the world: begonia (Michel Bégon); bougainvillea\n(Louis Antoine de Bougainville); camellia (Georg Josef\nKamel); dahlia (Anders Dahl); forsythia (William Forsyth);\nfreesia (F.H.T. Freese); fuchsia (Leonhard Fuchs); gardenia\n(Alexander Garden); kerria, an attractive yellow rose-like flower\n(William Kerr); lobelia (Matthias de Lobel); poinciana (de\nPoinci), poinsettia, perennial martyr to misspelling in the\nsupermarket, being nearly always rendered as pointsettia, or\npointsetta, or, in the chance absence of that upstart third t,\npoinsetta (Joel R. Poinsett); weigela (Christian Weigel); and\nwisteria (Caspar Wister).  Patent roses are often named for\ngreat or lovely ladies. W. Atlee Burpee, the famous American\nhorticulturist, wished to so honor Clare Boothe Luce and,\nchancing upon her in the club car of the train bearing them\ncross country, hastened to introduce himself:</p>\n<p>“How do you do?  I'm Burpee.”</p>\n<p>The quick-witted but impatient lady replied with icy\ndismissal: “Yes, I sometimes get queasy on trains too.”</p>\n<p>Or so the story goes.  In any case, there is no Clare Boothe\nLuce rose, though there <em>is</em> John Macadam and his nut.</p>\n<p>With the passing of literal horsepower passed also the\nvictoria, the stanhope, the clarence, and the hansom, but even\ntoday, and for many days to come, we laugh with the tangletongued\nReverend William A. Spooner and his <em>isms</em> and\n(though currently we bleep rather than bowdlerize) glower\nfrom the safe retrospect of history at puritanical editor Thomas\nBowdler and his expurgations of “indelicacies” from the works\nof Shakespeare and other plain speakers.  But one generation's\ntaboos may be transformed into succeeding generations' conversational\ncanapés.  The “Marquis”—actually Comte—de Sade\nhas a perversion named for him; what of its counterpart,\nmasochism?  File it with the otherwise forgotten Austrian\nnovelist Leopold von Sacher-Masoch.  (The delectable sacher\ntorte is obviously unrelated to the petulant pursuer of pain;\ncredit Frau Sacher, owner of one of the most famous of old\nVienna's coffee houses.)  One explanation of hooker, 'prostitute,'\nis that it derives from the camp followers recruited by the\ninept Union general Joseph Hooker, who felt that debauchery\non post was preferable to dalliance out of range of his control.</p>\n<p>Because language is a living organism, simultaneously\nshedding and accreting, the individual fates of eponyms are as\ninsecure as those of any other noun.  Scientists and physicians\ndisappear into trade names: Kelvin(ator) and Lister(ine).  Slang\nis dependent on the durability of its eponym's reputation; for\nhow many years in the future will swaggering, aloof young men\nbogart a cigarette?  That arch attempt at an almost-eponym,\nreaganomics, may not even outlast the administration responsible\nfor it.  Yet for every orrery, venturi, or vernier that endures\nin recondite realms, some vigorous new eponym eventually will\nshoulder its way into our daily vocabulary and ultimately be\nconfirmed as a legitimate part of the language by its appearance\nin a dictionary.  The process will be complete: the person\nwill have disappeared into a definition.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Eponymous Anonymous</h1> <p><em><span data-rel=\"author\">Diane Chapman</span> <span data-rel=\"location\">Phoenix, Arizona</span></em></p> <p>An eponym is the person for whom something is named or\none whose name is so prominently connected with something\nas to be a figurative designation for it.  But at the point\nwhere the name passes into such widespread usage as to be\nfigurative, the fame or notoriety once attached to it has,\nironically, often evaporated into the great mist of obscurity.\nLet these notable people be rescued—or at least momentarily\nrecalled—from the anonymity of the common noun.  Excluded\nare such forms as Morse code, Erlenmeyer flask and Brinell\nhardness, where the eponym has retained its capitalization.\nGeiger counter, for example, is clearly not some epidemiological\neponym, some census sensor for counting Geigers.  (Actually,\nthe apparatus is, properly speaking, a Geiger-Müller\ncounter.)</p> <p>In the scientific disciplines, eponyms have naturally flourished.\nEach measurment, unit of energy, or energy characteristic\nis a scrupulously defined entity.  The name stands, jewel-like,\nsplendid and unadorned: ampere (Andre), watt (James), ohm\n(Georg Simon), and volt (Alessandro [Volta]) are all part of our\ndaily lives, companions of such delightfully arcane quantities as\nthe (Michael) farad[ay], (Karl) gauss, (Anders) angstrom,\n(Samuel) langley, (Joseph) henry, (Heinrich) hertz, (Johann)\nlambert, (Isaac) newton, and (James P.) joule.</p> <p>Many terms give a lower-case and, sometimes, differently\nspelled but lasting fame: the macabre guillotine of Dr. Guillotin,\nRudolf Diesel's engine, artist William Morris's chair, John\nMcAdam's macadam road surface, François Mansart's mansard\nroof, John Mason's jar.  Cotton is given luster, strength, and\nreceptiveness to dye by being mercerized (John Mercer).  When\nmetal is coated with zinc for resistance to rust, it is galvanized\n(Luigi Galvani).  Louis Daguerre created a type of photograph,\nthe daguerreotype.  Chemist Charles Macintosh developed a\nmethod of rubberizing cotton to waterproof it; the name\nremains the British generic term for raincoat, in much the same\nway that, on the Continent, a browning (American John M.)\nrefers generally to any automatic pistol.  On this side of the\nAtlantic, nearly any small pocket pistol is now called a\nderringer, from Henry Deringer's short-barreled muzzle-loader.</p>"
}