{
  "type": "Article",
  "title": "Light Refractions",
  "author": "Thomas H. Middleton",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Light Refractions</h1>\n<p><em><span data-rel=\"author\">Thomas H. Middleton</span> <span data-rel=\"location\"></span></em></p>\n<p>“It takes a heap o' livin' in a house t' make it home,” said\nEdgar Guest.  No more.  Today, it just takes an advertising copy\nwriter of moderate intelligence.  You never see advertisements\nfor luxurious houses.  What you see advertised are “luxury\nhomes.”  Out here in Southern California, where, as someone\nonce said, you have to brush aside all the fake tinsel to get to\nthe real honest-to-God tinsel that underlies it, a developer\ncreates an enormous, oddly shaped, serpentine ditch that\nmeanders over a few hundred acres, fills it with water, and calls\nit a lake.  He has designed his lake to have a long and tortuous\nshoreline that twists and turns all over the acreage so that he\ncan build as many “waterfront homes” as possible.  Then he\ncrowds that shoreline with a hundred or so houses, installs\nidentical stoves, washing machines, and refrigerators in all of\nthem, and instantly, with a stroke of a copy writer's pen, they\nare homes.  Forget that heap o' livin'.</p>\n<p>You can't blame the copy writer.  He was just doing what\nwe all do—using the warmest-sounding word to make something\nappear most attractive.  This is a ploy related to euphemism,\nthe use of a more pleasant-sounding term for an\nunpleasant fact, such as “pass away” or “pass on” for <em>die</em> or\n“disadvantaged person” for <em>pauper</em> or “slow learner” for\n<em>knucklehead</em>.</p>\n<p>“Home” for “house” can't really be classed as a euphemism,\nas there is nothing necessarily unpleasant or offensive\nabout a house; but the use of “home” for a newly erected\nbuilding is a step in the same general direction as euphemism.\nA house really isn't a home until someone lives in it.  To that\nextent, at least, Edgar Guest was right.</p>\n<p>Cars have been subjected to the same sort of treatment in\nadvertising recently.  It used to be that automobiles were\nadvertised as automobiles, autos, or cars.  Then some huckster-wizards\ngot fancy-schmancy, and not many years ago, we were\naddressed on television by a very ritzy-looking English doll who\nlooked like the type who gets strings of diamonds and emeralds\nin her Crackerjack box and who purred over Lincoln Continentals.\nShe never referred to the Continentals as “automobiles”\nor “autos” or simply “cars.”  They were “motorcars.”\nThe way she said “motorcars” made these machines sound very\nhigh-class, indeed.  I suppose Continentals are, in fact, pretty\nhigh-class.  They're way the hell out of my reach, anyway.  This\nveddy-veddy U-looking blonde with her veddy-veddy U-sounding\n“motorcars” simply reeked of riches and crushing hauteur.\nI didn't for a second question “motorcar” as a perfectly\nlegitimate word for “car,” but she's the only person I've ever\nheard actually refer to an automobile as a motorcar.  Some may\nthink that “motorcar” is common in England, but I've never\nheard it over there.  Maybe it's used mostly by filthy-rich blonde\nbeauties.  The only filthy-rich Brits I know are a couple who\ncustomarily barrel around London in a Land Rover—one of\nthose oversized Jeep-spinoffs you see in the movies jouncing\nover the Serengeti, terrorizing the giraffes and zebras.  My\nfriends do a pretty fair job of terrorizing their own local\ncitizenry, and it has crossed my mind that if the British version\nof the Jacquerie ever takes charge, my friends' heads will have\nevery right to be among the first to roll.  But they would never\ncall their juggernaut a motorcar.</p>\n<p>The term I actually object to for a car, though, isn't\nmotorcar; it is one the Chrysler Corporation and the BMW\nfolks share a liking for—or did until quite recently.  Their term-of-choice\nfor a car was <em>driving machine</em>.  BMW last year ran\nads for “the ultimate driving machine.”</p>\n<p>It seems to me that a driving machine should be a\nmachine that drives something, just as a sewing machine is\na machine that sews.  But a “driving machine” doesn't drive\na damned thing (unless you own an only slightly mitigated\nlemon like my Dodge Omni, in which case your car has by now\ndriven you 'round the bend, making it a true driving machine).\nThere is something disturbing about calling a car a driving\nmachine, though.  The implication is that the primary purpose\nof a car is to be driven.  I suppose there are some people who\nbuy cars just so that they can drive them.  These guys—I say\n“guys” because I think women are generally brighter and more\npractical about this sort of thing—are apt to buy things like\ndriving gloves for driving their driving machines.</p>\n<p>For most of us, the purpose of a car is to transport\nourselves and our families and friends from one place to\nanother, and our concerns are mundane, like how many adults,\nchildren, and dogs will fit into the damned things, how much\nluggage they'll take, how many skis and bicycles we can lash to\nthe outside, and how many miles they'll get to the gallon.\nThese concerns are not germane if what you have is a driving\nmachine.</p>\n<p>We're all familiar with the obscenely euphemistic style of\nnomenclature developed by the Pentagon—stuff like “delivery\nsystems” to designate not United Parcel and Railway Express,\nbut incredibly sophisticated means of inflicting mass destruction.\nDuring my own illustrious military career, while World\nWar II was taking place elsewhere, I encountered a piece of\nmilitary hardware called the M1 Space Heater.  There were\ninstructions on the bulletin board of our barracks in Freeman\nField, at Seymour, Indiana—instructions titled “How to Fire\nthe M1 Space Heater.”  I had no idea what an M1 Space\nHeater was.  It sounded pretty Buck Rogers-y to me.  I was\nshortly disabused of this notion.  The instructions said “1. Place\nsome wadded newspaper in the bottom of the space heater. 2. Put some wood scraps on the paper to serve as kindling. 3. Light the paper, using a match or cigarette lighter.  4. When\nthe kindling has caught fire and is burning steadily, place lumps\nof coal in the space heater.  5. Close the door of the space\nheater and adjust the damper for proper burning of the fuel. 6. Add coal as needed.”  The barracks were heated by a row of\nfour coal-burning pot-bellied stoves running down the center of\nthe floor.  It wouldn't have occurred to me to call a pot-bellied\nstove a space heater, but of course, that's what it is.</p>\n<p>Personally, I'd have been tempted to call it a G.I.-warmer,\nbut there were more effective flesh-and-blood G.I.-warmers in\ntown, some in houses, and a gratifyingly goodly number in\ntheir cozy homes.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Light Refractions</h1> <p><em><span data-rel=\"author\">Thomas H. Middleton</span> <span data-rel=\"location\"></span></em></p> <p>“It takes a heap o' livin' in a house t' make it home,” said\nEdgar Guest.  No more.  Today, it just takes an advertising copy\nwriter of moderate intelligence.  You never see advertisements\nfor luxurious houses.  What you see advertised are “luxury\nhomes.”  Out here in Southern California, where, as someone\nonce said, you have to brush aside all the fake tinsel to get to\nthe real honest-to-God tinsel that underlies it, a developer\ncreates an enormous, oddly shaped, serpentine ditch that\nmeanders over a few hundred acres, fills it with water, and calls\nit a lake.  He has designed his lake to have a long and tortuous\nshoreline that twists and turns all over the acreage so that he\ncan build as many “waterfront homes” as possible.  Then he\ncrowds that shoreline with a hundred or so houses, installs\nidentical stoves, washing machines, and refrigerators in all of\nthem, and instantly, with a stroke of a copy writer's pen, they\nare homes.  Forget that heap o' livin'.</p> <p>You can't blame the copy writer.  He was just doing what\nwe all do—using the warmest-sounding word to make something\nappear most attractive.  This is a ploy related to euphemism,\nthe use of a more pleasant-sounding term for an\nunpleasant fact, such as “pass away” or “pass on” for <em>die</em> or\n“disadvantaged person” for <em>pauper</em> or “slow learner” for\n<em>knucklehead</em>.</p> <p>“Home” for “house” can't really be classed as a euphemism,\nas there is nothing necessarily unpleasant or offensive\nabout a house; but the use of “home” for a newly erected\nbuilding is a step in the same general direction as euphemism.\nA house really isn't a home until someone lives in it.  To that\nextent, at least, Edgar Guest was right.</p>"
}