{
  "type": "Article",
  "title": "You Said a Mouthful",
  "author": "Richard Lederer",
  "location": "Concord, New Hampshire",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">You Said a Mouthful</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">Concord, New Hampshire</span></em></p>\n<p>In an earlier VERBATIM [IX, 2] I exposed the hidden herds of\nanimals, flocks of birds, swarms of insects, and universities\nof fish that metaphorically gallop, fly, creep, and swim through\nour English language.</p>\n<p>Now it is time to nibble on another spicy, meaty, juicy\ntopic—the veritable banquet of mushrooming food metaphors\nthat grace the table of our language and season our tongue.  As\nwe chew the fat about the food-filled expressions that are\npacked like sardines and sandwiched into our everyday conversation,\nyou'll have a meal ticket to a cornucopia of food for\nthought.</p>\n<p>I know.  I have heard through the grapevine that you don't\ngive a fig because you think that I'm out to lunch and nutty as\na fruitcake; that you're giving me the raspberry for asking you\nto swallow a corny, mushy, soupy, cheesy, seedy, syrupy, sugarcoated,\nsaccharine topic that just isn't your cup of tea; that\nyou're beet red with anger at the idea of a pot-boiler that's no\nmore than a tempest in a teapot; and that you're simmering\nbecause I'm out to cook your goose and egg you on by\nrehashing an old chestnut that's just pie in the sky and won't\namount to a hill of beans.</p>\n<p>But nuts to all that.  You may think that my gastronomic\nmetaphors are garbage, tripe, and a lot of baloney, but I plan\nto bring home the bacon without hamming it up.  This fruitful\ntopic is no lemon; it's a plum.</p>\n<p>Rather than crying over spilt milk, I'm going to put all my\neggs in one basket because I'm cool as a cucumber and\nconfident that you'll relish this crackerjack, peachy-keen feast\nthat I've cooked up.  I don't wish to become embroiled in a\nrhubarb, but your beefing and stewing sound like sour grapes\nto me.  In fact, if you've digested the spoonfed culinary\nmetaphors up to this course in my meat-and-potatoes article,\nthe rest will be gravy—duck soup, a piece of cake, and easy as\npie: just like taking candy from a baby.</p>\n<p>Just think of the people whom we meet every day.  Some\nhave taste; others we take with a grain of salt; and still others\ndrive us bananas:</p>\n<p>the young sprouts and broths of lads who feel their oats\nand are full of beans;</p>\n<p>the crusty oldsters who are wrinkled as prunes and no\nlonger in their salad days;</p>\n<p>the peppery smart cookies (no mere eggheads, they) who\nuse their beans and noodles to cut the mustard;</p>\n<p>the half-baked, pudding-headed vegetables, meatheads\nwho drive us nuts with their slow-as-molasses pea brains, who\ngum up the works, and who are always in a pickle, a jam, hot\nwater, or the soup;</p>\n<p>the unsavory, crummy, hard-boiled, ham-fisted types, with\ntheir cauliflower ears, who can cream us, beat the stuffing out\nof us, make us into mince meat and hamburger, and knock us\nflatter than a pancake;</p>\n<p>the mealy-mouthed marshmallows and cream puffs whose\nknees turn to jelly as they gingerly waffle on every issue to see\nwhich side their bread is buttered on;</p>\n<p>the carrot-topped, pizza-faced string beans and bean poles\nwho, with their lumpy Adam's apples, are long drinks of water;</p>\n<p>the top bananas, big cheeses, and big bread-winners who\nride the gravy train by making a lot of lettuce and dough and\nwho never work for peanuts or small potatoes;</p>\n<p>the honeys, tomatoes, dumplings, cheesecakes, and sweety\npies with their peaches-and-cream complexions, strawberry\nblonde hair, almond eyes, and cherry lips;</p>\n<p>the saucy tarts who wiggle their melons and buns and\nfritter away their time buttering up and milking their sugar\ndaddies dry;</p>\n<p>the salt-of-the-earth good eggs who become the apples of\nour eye and make life a bowl of cherries.</p>\n<p>Hot dog!  I hope you're pleased as punch that this souped-up\ntopic is the berries, not the pits.  The proof of the pudding is\nin the eating, and this cream of the crop of palate-pleasing food\nfigures is bound to get its just desserts and sell like hotcakes.\nAnd if I'm wrong, I'll eat crow and humble pie.</p>\n<p>In a nutshell, you now can see how often we truly eat our\nwords.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">You Said a Mouthful</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">Concord, New Hampshire</span></em></p> <p>In an earlier VERBATIM [IX, 2] I exposed the hidden herds of\nanimals, flocks of birds, swarms of insects, and universities\nof fish that metaphorically gallop, fly, creep, and swim through\nour English language.</p> <p>Now it is time to nibble on another spicy, meaty, juicy\ntopic—the veritable banquet of mushrooming food metaphors\nthat grace the table of our language and season our tongue.  As\nwe chew the fat about the food-filled expressions that are\npacked like sardines and sandwiched into our everyday conversation,\nyou'll have a meal ticket to a cornucopia of food for\nthought.</p> <p>I know.  I have heard through the grapevine that you don't\ngive a fig because you think that I'm out to lunch and nutty as\na fruitcake; that you're giving me the raspberry for asking you\nto swallow a corny, mushy, soupy, cheesy, seedy, syrupy, sugarcoated,\nsaccharine topic that just isn't your cup of tea; that\nyou're beet red with anger at the idea of a pot-boiler that's no\nmore than a tempest in a teapot; and that you're simmering\nbecause I'm out to cook your goose and egg you on by\nrehashing an old chestnut that's just pie in the sky and won't\namount to a hill of beans.</p>"
}