{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Supplement to the Oxford English Dictionary",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/SUPPLEMENT-OXFORD-ENGLISH-DICTIONARY-VOLUMES-Volume/30663200790/bd\"><em>A Supplement to the Oxford English Dictionary</em></a></h1>\n<p>R.W. Burchfield, ed., (Volume III O-Scz, Oxford University Press), 1579pp.</p>\n<p>The logophiles and wordsmiths who are the readers of\nVERBATIM are likely to find this the most entertaining as well as\nthe most important book published this year.  We have now\nreached the three-quarter stage of one of this century's great\nworks of lexicographical scholarship, proportionately as far as\nSir James Murray reached in the original <em>OED</em> before he died\nin 1915.  Murray himself was responsible for the installments\ncovering words beginning with <em>O</em>, which appeared between\n1902 and 1909.  Meanwhile Henry Bradley was working on <em>S,</em>\nthe most productive initial letter of the alphabet.  He reached\nthe words beginning with <em>Sc</em> in 1911.  This penultimate volume\nof Burchfield's <em>Supplement</em> treats 18,750 words, divided into\n28,000 senses, which have come into the language since the\nfounding fathers toiled in their scriptorium or which (e.g.,\n<em>Peisitratid</em>) slipped through their net at the time.  More than\n142,500 illustrative quotations map the growth of the words\nthroughout the century, starting from their first appearance in\na printed source.  As always, the Oxford lexicographers have\nhunted for their quotations among the best writers of the\ncentury as well as the technical innovators on the Wild West\nfrontiers of the language, so browsing is like reading an\nanthology of great and witty writers of the twentieth century.</p>\n<p>To attack such a majestic Establishment exercise may\nseem a bit like piling Pelion on Ossa, or Ossa on Pelion if you\nprefer Virgil's order, to turf the gods out of Olympus.  But it\nhas been done.  There was arcane Structuralist criticism in <em>The\nTimes Literary Supplement</em>, which got at not just Burchfield\nbut Murray himself for arranging their dictionary in alphabetical\norder rather than by categories and deep structures.  The\ntrouble with some Structuralists who specialize in linguistics in\nthe United Kingdom is that they have retreated into a private\nivory tower impenetrable by outsiders.  So have some academics\nin philosophy, which used to be and ought to be the queen of\nthe sciences.  Of all scholars, philosophers and linguists ought to\nbe able to express their important and often difficult ideas in\nEnglish accessible to the intelligent layman.  What sort of\n“ought” is that, pray, Philip?  Why, the intelligent layman's, I\nhope.</p>\n<p>I have heard more damaging criticism of the <em>OED</em> than\nthat expressed by the silly Structuralists.  This is that by\nconcentrating on printed sources, the <em>Oxford Dictionary</em> misses\nthe most vigorous and volatile part of the language in the\nsecond half of the twentieth century: the spoken word.  Randolph\nQuirk's monumental Survey of the English Language at\nUniversity College, London, spends a lot of time and money\nrecording speaking at different levels and in different contexts,\nto get at the spoken as well as the written word.</p>\n<p>I believe that the criticism of the <em>OED</em> for neglecting\nspoken English is largely mistaken.  It seems to me that a new\nword or new use is written down somewhere almost as soon as\nit is coined.  Even in <em>The Times</em>, which is linguistically though\nnot politically conservative, I observe reporters and reviewers\ntrying to sneak into their copy the latest slang or vogue word\nfrom the disco or the university junior common room.  Journalists,\neven on <em>The Times</em>, are neophiliacs.  Think how much more\nreceptive to the latest trend in spoken English must be the\nmass-circulation newspapers and the top music and cinema\nmagazines, which sell themselves by pretending to be more up\nto date than tomorrow.  I can detect no evidence that this\nvolume of the <em>Supplement</em> is starved of the spoken word.  It\ndeals learnedly with such demotic spoken words as <em>Oo-er</em>, an\nEnglish expression of surprise, <em>Orl right, outasight</em>, and <em>polis</em>,\nthe Glaswegian pronunciation of <em>police</em>.  Lexicographers have to\nmake a judgment about what slang is so ephemeral that they\ncan leave it out.  Maybe they are sometimes mistaken, but not\noften.  Nor can we get at them, I think, for neglecting other\nmansions of the English house than the British.  It is true that\nthe dictionary is edited and published from Oxford, but the\neditor in chief is a New Zealander, and his staff consists of a\nmixed team from all round the English-speaking world.  This\nvolume is rightly strong on black English, originating mainly\nfrom the United States, from <em>Oreo</em> to <em>righteous moss</em> and the\nslow sexy dance called a <em>scronch</em>.  Black English is a growth\narea.  But it also includes new Eskimo English, new Hawaiian\nEnglish, and accretions to the language from all over the world.</p>\n<p>On the other hand, I have seen criticism that the dictionary\nerrs by recording literary nonce words from writers like\nJoyce, words that are never going to grow into regular use in\nthe language.  They are at it again in this volume, with\neverything from Beckett's <em>prosticiutto</em> 'a female prostitute\nregarded metaphorically as an item on a menu' to <em>ringround-about</em>\nto 'surround,' from <em>Ulysses:</em> “The faithful hermetists\n<em>ringroundabout</em> him.”  The <em>OED</em> is surely right to record even\nabsurd nonesuch words in our great writers, because they are\ngoing to be of interest to the coming centuries.  Deciding who\nis a great writer is one of the creative but ticklish functions of a\nhistorical lexicographer.  But I do not think that any substantial\ncritic is going to object to the selection of Joyce.</p>\n<p>It is unkind to draw attention to this.  But I have found\none misprint, a “<em>Finegans Wake</em>” in the illustrative quotation\nfor <em>quark</em>.  The same entry prints the correct spelling twice.\nEnough.  I wish we had space to go into the treasury of slang,\nfrom <em>pants rabbit</em>, insouciant American army slang for a 'body\nlouse,' to <em>parp</em>, invented by Enid Blyton as the voice of\nNoddy's car, a word that has caught on.  I am astonished by the\nage of some trendy slang.  The first citation of <em>preppy</em> is in 1900.     George Eliot's publisher wrote to her in 1877 about “a\nsteady ongoing thing.”  The dictionary is as usual magisterially\ndismissive of folk etymologies.  I am afraid that <em>posh</em> does not\ncome from 'port outward, starboard home,' the derivation\napproved by a hundred radio programs.  No documentation\nacceptable to the <em>OED</em> editors has been found for the mirage\nthat <em>O.K.</em> represents an American Indian word <em>oke</em> meaning 'it\nis,' or French <em>au quai</em>, or a West African word brought to\nAmerica by slaves, or an abbreviation of “Old Kinderhook.”  I\nam afraid that it is not more complicated than the first letters\nof the jocular “orl korrect.”  In this as in everything else,\nOxford rules, O.K.?</p>\n<p><em>Philip Howard</em></p>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/SUPPLEMENT-OXFORD-ENGLISH-DICTIONARY-VOLUMES-Volume/30663200790/bd\"><em>A Supplement to the Oxford English Dictionary</em></a></h1> <p>R.W. Burchfield, ed., (Volume III O-Scz, Oxford University Press), 1579pp.</p> <p>The logophiles and wordsmiths who are the readers of\nVERBATIM are likely to find this the most entertaining as well as\nthe most important book published this year.  We have now\nreached the three-quarter stage of one of this century's great\nworks of lexicographical scholarship, proportionately as far as\nSir James Murray reached in the original <em>OED</em> before he died\nin 1915.  Murray himself was responsible for the installments\ncovering words beginning with <em>O</em>, which appeared between\n1902 and 1909.  Meanwhile Henry Bradley was working on <em>S,</em>\nthe most productive initial letter of the alphabet.  He reached\nthe words beginning with <em>Sc</em> in 1911.  This penultimate volume\nof Burchfield's <em>Supplement</em> treats 18,750 words, divided into\n28,000 senses, which have come into the language since the\nfounding fathers toiled in their scriptorium or which (e.g.,\n<em>Peisitratid</em>) slipped through their net at the time.  More than\n142,500 illustrative quotations map the growth of the words\nthroughout the century, starting from their first appearance in\na printed source.  As always, the Oxford lexicographers have\nhunted for their quotations among the best writers of the\ncentury as well as the technical innovators on the Wild West\nfrontiers of the language, so browsing is like reading an\nanthology of great and witty writers of the twentieth century.</p> <p>To attack such a majestic Establishment exercise may\nseem a bit like piling Pelion on Ossa, or Ossa on Pelion if you\nprefer Virgil's order, to turf the gods out of Olympus.  But it\nhas been done.  There was arcane Structuralist criticism in <em>The\nTimes Literary Supplement</em>, which got at not just Burchfield\nbut Murray himself for arranging their dictionary in alphabetical\norder rather than by categories and deep structures.  The\ntrouble with some Structuralists who specialize in linguistics in\nthe United Kingdom is that they have retreated into a private\nivory tower impenetrable by outsiders.  So have some academics\nin philosophy, which used to be and ought to be the queen of\nthe sciences.  Of all scholars, philosophers and linguists ought to\nbe able to express their important and often difficult ideas in\nEnglish accessible to the intelligent layman.  What sort of\n“ought” is that, pray, Philip?  Why, the intelligent layman's, I\nhope.</p> <p>I have heard more damaging criticism of the <em>OED</em> than\nthat expressed by the silly Structuralists.  This is that by\nconcentrating on printed sources, the <em>Oxford Dictionary</em> misses\nthe most vigorous and volatile part of the language in the\nsecond half of the twentieth century: the spoken word.  Randolph\nQuirk's monumental Survey of the English Language at\nUniversity College, London, spends a lot of time and money\nrecording speaking at different levels and in different contexts,\nto get at the spoken as well as the written word.</p>"
}