{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The Pronunciation of English in Australia",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/the-pronunciation-of-english-in-australia/author/a-g-mitchell/\"><em>The Pronunciation of English in Australia</em></a></h1>\n<p>Rev. ed. by A.G. Mitchell and Arthur Delbridge, (Angus &amp; Robertson, 1965), xiv + 82 pp.</p>\n<p>“Why do these people talk with an accent?”  an American\nboy asked his father when they arrived in New Zealand.  This\namused New Zealanders, who think it is Americans who speak\nwith an accent.  It is normal to be aware of another group's way\nof speech and to think of accents as something other people\nhave, but sometimes for historical or sociopolitical reasons a\ncommunity takes the speech of another group as “better” or\n“more correct” than its own.  So it has been in Australia, where\nthe local accent has often been regarded as deviant and has\nonly comparatively recently been studied systematically and\nobjectively.  Then it was one of those cases where the first\nserious book on the subject has remained the best, the standard\nwork.</p>\n<p>A.G. Mitchell's <em>The Pronunciation of English in Australia</em>\nappeared in 1946, and a revised edition in collaboration with\nProfessor Arthur Delbridge came out in 1965.  The first edition\nwas reprinted five times, the second already three times.  Other\nwriters have added details to our understanding of Australian\nspeech but no one has challenged the outlines of Mitchell's\nanalysis of its phonemes.  His view that Australian English is\nnot differentiated locally but has various levels that are roughly\nrelated to education, described in the revised edition in terms\nof the three main categories of broad, general, and cultivated,\nhas likewise survived without serious challenge.</p>\n<p>In the preface to the revised edition, the authors apologize\nfor retaining a description that compares Australian speech\npoint by point with Educated Southern English.  For overseas\nreaders, however, comparison with a better known variety can\nbe helpful; even in Australia, most generally available books on\nphonetics describe this variety.  In any case, readers outside\nSouthern England may be assured that the most distinctive\nAustralian sounds, the vowels and diphthongs, are also constantly\ndescribed with reference to cardinal vowels (the vowel\nquadrilateral) as described by Daniel Jones.</p>\n<p>Apart from its segmental sounds, Australian English differs\nfrom other varieties in its rhythms, stress, and intonation.  Stress\ntends to be more even than in British English but, in words at\nany rate, probably rather less even than in typical varieties of\nAmerican English.  Mitchell illustrates with the sentence “It's a\nlong way to go.”  Spoken with stress on <em>long</em> and <em>go</em> and a rapid\npronunciation of the other syllables it will sound British; with\nslower delivery and stress on <em>long, way</em> and <em>go</em> it begins to\nsound Australian.  Intonation likewise differs.  An Englishman\npronouncing “Have you any matches?”  might begin with a\nhigh pitch at <em>have</em>, then rapidly at the same high level\npronounce <em>you any</em>, then drop low to begin <em>match</em>- but glide\nupwards until the termination -<em>es</em> reaches the initial high level.\nAn Australian begins with low pitch on <em>have you any</em> (the -<em>y</em> of\n<em>any</em> rising a bit), to arrive at the moving tone <em>match</em>- from\nbelow.  Such low initial tones may sound rather glum or even\nmenancing to British speakers, who might in turn seem over-brisk\nand birdlike to Australians.  It is in the suprasegmentals,\nstress and tone, that Australian English differs most markedly\nfrom Cockney.</p>\n<p>As a science grows it accumulates technicality, so that\npioneer studies often stand out as very readable (witness Sapir\nor Bloomfield).  Mitchell was no exception.  The revision, making\nuse of large-scale statistical studies, is able to add precision to\nthe initial observations, perhaps with some departure from the\nurbanity of the original text here and there, but not so as to\nendanger in any serious way its pleasantly readable flavor.  For\nanyone wanting to have a look at the sound system of a not-too-foreign\nlanguage or communicate with a speech community\ntwice as large as Denmark, this book can be thoroughly\nrecommended.</p>\n<p><em>[G.W. Turner, University of Adelaide]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/book-search/title/the-pronunciation-of-english-in-australia/author/a-g-mitchell/\"><em>The Pronunciation of English in Australia</em></a></h1> <p>Rev. ed. by A.G. Mitchell and Arthur Delbridge, (Angus &amp; Robertson, 1965), xiv + 82 pp.</p> <p>“Why do these people talk with an accent?”  an American\nboy asked his father when they arrived in New Zealand.  This\namused New Zealanders, who think it is Americans who speak\nwith an accent.  It is normal to be aware of another group's way\nof speech and to think of accents as something other people\nhave, but sometimes for historical or sociopolitical reasons a\ncommunity takes the speech of another group as “better” or\n“more correct” than its own.  So it has been in Australia, where\nthe local accent has often been regarded as deviant and has\nonly comparatively recently been studied systematically and\nobjectively.  Then it was one of those cases where the first\nserious book on the subject has remained the best, the standard\nwork.</p> <p>A.G. Mitchell's <em>The Pronunciation of English in Australia</em>\nappeared in 1946, and a revised edition in collaboration with\nProfessor Arthur Delbridge came out in 1965.  The first edition\nwas reprinted five times, the second already three times.  Other\nwriters have added details to our understanding of Australian\nspeech but no one has challenged the outlines of Mitchell's\nanalysis of its phonemes.  His view that Australian English is\nnot differentiated locally but has various levels that are roughly\nrelated to education, described in the revised edition in terms\nof the three main categories of broad, general, and cultivated,\nhas likewise survived without serious challenge.</p> <p>In the preface to the revised edition, the authors apologize\nfor retaining a description that compares Australian speech\npoint by point with Educated Southern English.  For overseas\nreaders, however, comparison with a better known variety can\nbe helpful; even in Australia, most generally available books on\nphonetics describe this variety.  In any case, readers outside\nSouthern England may be assured that the most distinctive\nAustralian sounds, the vowels and diphthongs, are also constantly\ndescribed with reference to cardinal vowels (the vowel\nquadrilateral) as described by Daniel Jones.</p>"
}