{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Maine Lingo: Boiled Owls, Billdads, & Wazzats",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780892720101/Maine-Lingo-Boiled-Owls-Billdads-0892720107/plp\"><em>Maine Lingo: Boiled Owls, Billdads, &amp; Wazzats</em></a></h1>\n<p>John Gould, (Down East Magazine, 1975; Second printing, 1980), xiv + 342 pp.</p>\n<p>John Gould explains on page 1 of his <em>Maine Lingo</em>, under\nthe first entry—<em>B, begin with</em>—that superstitious seamen used to\nbelieve they could avoid dire mishaps by giving their vessels\nnames that did not begin with <em>A</em>.  So in this book the <em>A</em> entries\ncome after the <em>B</em>s.  If you comprehend the logic of this, if you\nnote that this “dictionary” deals not with language or speech\nbut <em>lingo</em>, and if you recall that Gould's other books are “fun\nbooks,” you have struck the right approach.  His entries—many\nof them very amusing—are as miscellaneous as the words that\ngo into them, and they are full of his own comments and\nquotations, with frequent illustrations from the speech of his\nfellow <em>Mainiacs (q.v.)</em>: nothing (God forbid!)  prescriptive in it.</p>\n<p>The book exists, I suppose, to amuse dabblers in language\nand to educate Maine's <em>summer complaints</em> or <em>summercators</em>—\nsometimes known as tourists—who are bewildered by its <em>money\ncats, mitten money</em>, and the <em>scurryfunging</em> or <em>teakettling</em> of a\nhouse ('tidying up').  And the <em>Obbligato</em> at the end of the\nvolumes may help tourists—if they're patient—in spotting on\ntheir road maps some of the places they hear the natives\nmention.  These placenames are listed (the <em>As</em> first, no doubt at\nsome risk) under their rightful spelling, so it may take time to\nfind <em>Shar-l't</em> under <em>Charlotte</em> and <em>Eel-a'-hut</em> under <em>Isle au Haut</em>.</p>\n<p>What's included in the “dictionary”?  God's plenty.\nMainers breed words, Mainers continue to use old words—\nsometimes preserving old dialect—and Mainers are quick to\nextend the meaning of words—to <em>swamp out</em>, for instance.  In\nthe old logging days, the workers <em>swamped out</em> to clear away\ntrees and brush; now, when company is coming, a woman\nswamps out her parlor or front room, whatever she calls it.\nSome of the old words preserve the old pronunciation, like\n<em>heist</em> for <em>hoist</em>; or old-fashioned verb forms, perhaps never\nacceptable, like <em>drug, sot</em> for both <em>set</em> and <em>sat, clim, het up</em>.\nSeveral of Gould's entries are succinct answers to questions\nthat non-Yankees frequently ask.  What's the difference between\na <em>clambake</em> and a <em>shore dinner</em>?  <em>Clambakes</em> are picnics, usually\non beaches, where clams and other delicacies are steamed or\nbaked; at a <em>shore dinner</em> you will have the same foods but in a\nhotel dining room.  He comes to grips with the repeated query\nabout tomato in clam chowder.  If it's Maine clam chowder\nthere will be no tomatoes; Manhattan clam chowder will\ncontain tomatoes, perhaps other vegetables—and it may not\neven have clams in it.  New Yorkers, says Gould, can't tell a\nclam from a quahog.  Then there's <em>downeast</em>.  Anyone who looks\nat a map might wonder why a person who goes from Boston to\nPortland is going downeast.  The term, he explains, goes back to\nthe old sailing days when windjammers sailed out of Boston for\nMaine and the Maritimes.  Sailors took advantage of prevailing\nwesterlies, sailing down wind.  Then when people no longer\ndepended on the winds, they still sailed down, now <em>downeast</em>\nfor some reason.</p>\n<p>Are all the words Maine words?  It depends on what you\nmean by <em>Maine words</em>.  All the words and expressions certainly\nare or have been used in Maine.  Some of them are of Maine\norigin and have never had occasion to escape to other parts of\nthe country—<em>sannup</em>, let's say, from Abnaki Indian, “loosely\nused throughout Maine for a boy-child and usually a mischievous\none,” <em>coodle</em>, 'a small cove or backwater.'  Consider these\nentries, all from the <em>G</em>s: <em>gaffle</em> (several men gaffle into something\nheavy and lift it together), <em>goose greens, grinding sheep,\ngundalow, gunkhole, gurnet, gurry</em> and <em>gurrybutt, guzzle hole</em>.\nMost of us live our whole lives without encountering a single\none.</p>\n<p>Many words and expressions infrequently heard in other\nparts of the country are Yankee, perhaps eastern, but not\nunique to Maine.  I recognize many <em>Maine Lingo</em> words that I\nnever hear in the Middle West as words current when I was\ngrowing up in central Massachusetts about the time of WWI,\nfor instance: <em>dropped eggs</em> (on toast, of course), <em>wizzled up</em> (old\nladies and old apples), <em>nicely</em> and <em>poorly</em> as in “Well, how <em>are</em>\nyou?”  “Nicely now but I was poorly all winter.”  I would still\nreply “No, I never” if anyone asked me, “Did you ever?”</p>\n<p>There are too a good many words and expressions that\nturn up farther away than New England.  I suspect that <em>catch it</em>\n'get scolded,' <em>connections</em> 'near-relatives,' old <em>duffers</em>, and <em>gin-gerbread</em>\n(on houses) are general terms now, as is <em>dead</em> used as\nan adverb in <em>dead wrong</em> and <em>dead right</em>—to mention only a\nfew.  I have seen <em>fish or cut bait</em> used as the caption of a\npolitical cartoon in a Wisconsin paper, and during the extra\nlong snowy winter a few years ago there was much talk of\n<em>cabin fever</em>.  With the publication in the near future of the\n<em>Dictionary of American Regional English</em>, edited by Professor\nFrederic G. Cassidy, it will be considerably easier to sort out\nthese three categories.</p>\n<p>I mistrust (to use one of Gould's words I have been\nfamiliar with all my life) that I am not the only reader to object\nto some of his attempts at representing Maine pronunciation.\nNot that anyone would expect IPA in <em>Maine Lingo</em>—even big\ndead-serious American dictionaries eschew that.  There <em>are</em> a\nfew idiosyncrasies in New England pronunciation that a person\nmust face up to if he tries to record them with letters of the\nalphabet.  There are the so-called “broad <em>a</em>” heard sometimes in\nwords like <em>bath</em> and <em>last</em>: the “<em>r</em>-less vowel” heard in both\nstressed and unstressed positions—<em>park your car in the lumber\nyard</em> would give you four examples; and what is sometimes\nreferred to as the New England short <em>o</em>, falling between the <em>o</em>\nof <em>go</em> and the <em>u</em> of <em>cut</em>, which makes <em>road</em> sound like <em>rod</em>, or\n<em>boat</em> like <em>bot</em>, to name two.  In the <em>bath</em> words Gould follows\nthe usual practice of inserting an <em>h</em>-in <em>bahstid (bastard</em>) for\ninstance.  The <em>r</em>-less vowels do not fare so well: he does not use\nany special spelling to represent this vowel in a stressed\nposition.  The <em>r</em> itself is not pronounced by Mainers—it indicates\nthat the preceding vowel is “broad.”  He does tell us that <em>palm</em>\nis pronounced PARM in Maine; and he says <em>balm</em> and <em>barm</em> are\npronounced alike.  YES-MARM is his spelling of <em>yes-ma'am</em>,\nprobably to indicate that it is not YES-MA'M.  In unstressed\nsyllables he handles the vowel in two ways: he uses UH in such\nwords as POW-DUH and HAH-BUH (<em>harbor</em>) to represent almost a\nsecondary stress in such words; and he uses the apostrophe in\nwords like BAR'L (<em>barrel</em>) and KARM'L (<em>Carmel</em>, a town near\nBangor) where the vowel is almost nonexistent.  An apostrophe\nsometimes serves other functions: in PA'TRIDGE (<em>partridge</em>) it is\nused in a stressed syllable to show, I would guess, that this <em>r-</em>\nless vowel has the <em>a</em> sound in <em>cat</em>, for I have heard both\n<em>partridge</em> and <em>cartridge</em> so pronounced in central Massachusetts.</p>\n<p>Sometimes the author neglects to indicate where the stress\nfalls, in PEE-KID, for instance.  Usually a reader's educated guess\nwill be right, but it is asking a good deal of a “foreigner” to\ngive him such a thing as ESK-UH-HORS (Aziscoos), with no\nindication.  Most annoying of all is his frequent use of two\nletters where only one is needed: POLE-LOCK for <em>Polack</em>, FAYYET\nfor <em>Fayette</em>, PLERM-MO for <em>Palermo</em>.</p>\n<p>Once in a while, in explaining pronunciation or the origin\nof words, Gould waxes a bit romantic for scholarly tastes.  For\ninstance, he explains that <em>doze</em> is a kind of interior wood rot, an\ninfection which causes disintegration only when the wood is\nburned.  “Likely,” he suggests, “this use of <em>doze</em> derives from a\nperson's dropping off for a nap, because the wood seems\npalpably to go to sleep.”  And in discussing the New England\nshort <em>o</em>, he says that some (is he among them?) fancy that “<em>o-at</em>”\nwords have a “mannerism...lingering from very old\nAnglo-Saxon, when there was almost a two-syllable tingle to <em>go-at,\nbo-at, co-at</em>, etc.”  A likely story!  But far from romantic is his\nunconvincing explanation of <em>tomally</em> 'the liver of a lobster.'\nThis term, Gould claims, originated in Maine.  <em>Webster 3</em> says it\nis “of Cariban origin akin to Galibi <em>tumali</em> sauce of lobster and\ncrab livers.”  With all due respect to the Mainiacs, I find\nWebster more convincing.</p>\n<p>It <em>is</em> a good book and an attractive one.  There are margins,\nplenty of space for one's own observations and criticisms.\nTypographical ornaments give it a dressed-up look.  Several\nsections of pictures, chiefly photographs, easily take a reader\nback into a Maine of the years between the Civil War and the\nearly 1920s: pictures of all sorts of horsedrawn vehicles—\nbuggies, a watercart, a circus wagon, a fire engine, a snow\nroller, a stagecoach, a trolley; of workers engaged in hauling\ngranite, hauling lumber, cutting ice, lobstering, clamming;\nsailing vessels of many types.  One more recent close-up says\nMaine as clearly as the old photographs do.  One elderly\nwoman, at what may well be a town meeting, is saying to\nanother <em>sotto voce</em> as she covers her mouth with something that\nmay well be an agenda, “Who you doctorin' with this winter?”</p>\n<p>God's plenty it is.</p>\n<p><em>[Margaret Waterman, Associate Editor Emeritus, DARE]</em></p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780892720101/Maine-Lingo-Boiled-Owls-Billdads-0892720107/plp\"><em>Maine Lingo: Boiled Owls, Billdads, &amp; Wazzats</em></a></h1> <p>John Gould, (Down East Magazine, 1975; Second printing, 1980), xiv + 342 pp.</p> <p>John Gould explains on page 1 of his <em>Maine Lingo</em>, under\nthe first entry—<em>B, begin with</em>—that superstitious seamen used to\nbelieve they could avoid dire mishaps by giving their vessels\nnames that did not begin with <em>A</em>.  So in this book the <em>A</em> entries\ncome after the <em>B</em>s.  If you comprehend the logic of this, if you\nnote that this “dictionary” deals not with language or speech\nbut <em>lingo</em>, and if you recall that Gould's other books are “fun\nbooks,” you have struck the right approach.  His entries—many\nof them very amusing—are as miscellaneous as the words that\ngo into them, and they are full of his own comments and\nquotations, with frequent illustrations from the speech of his\nfellow <em>Mainiacs (q.v.)</em>: nothing (God forbid!)  prescriptive in it.</p> <p>The book exists, I suppose, to amuse dabblers in language\nand to educate Maine's <em>summer complaints</em> or <em>summercators</em>—\nsometimes known as tourists—who are bewildered by its <em>money\ncats, mitten money</em>, and the <em>scurryfunging</em> or <em>teakettling</em> of a\nhouse ('tidying up').  And the <em>Obbligato</em> at the end of the\nvolumes may help tourists—if they're patient—in spotting on\ntheir road maps some of the places they hear the natives\nmention.  These placenames are listed (the <em>As</em> first, no doubt at\nsome risk) under their rightful spelling, so it may take time to\nfind <em>Shar-l't</em> under <em>Charlotte</em> and <em>Eel-a'-hut</em> under <em>Isle au Haut</em>.</p> <p>What's included in the “dictionary”?  God's plenty.\nMainers breed words, Mainers continue to use old words—\nsometimes preserving old dialect—and Mainers are quick to\nextend the meaning of words—to <em>swamp out</em>, for instance.  In\nthe old logging days, the workers <em>swamped out</em> to clear away\ntrees and brush; now, when company is coming, a woman\nswamps out her parlor or front room, whatever she calls it.\nSome of the old words preserve the old pronunciation, like\n<em>heist</em> for <em>hoist</em>; or old-fashioned verb forms, perhaps never\nacceptable, like <em>drug, sot</em> for both <em>set</em> and <em>sat, clim, het up</em>.\nSeveral of Gould's entries are succinct answers to questions\nthat non-Yankees frequently ask.  What's the difference between\na <em>clambake</em> and a <em>shore dinner</em>?  <em>Clambakes</em> are picnics, usually\non beaches, where clams and other delicacies are steamed or\nbaked; at a <em>shore dinner</em> you will have the same foods but in a\nhotel dining room.  He comes to grips with the repeated query\nabout tomato in clam chowder.  If it's Maine clam chowder\nthere will be no tomatoes; Manhattan clam chowder will\ncontain tomatoes, perhaps other vegetables—and it may not\neven have clams in it.  New Yorkers, says Gould, can't tell a\nclam from a quahog.  Then there's <em>downeast</em>.  Anyone who looks\nat a map might wonder why a person who goes from Boston to\nPortland is going downeast.  The term, he explains, goes back to\nthe old sailing days when windjammers sailed out of Boston for\nMaine and the Maritimes.  Sailors took advantage of prevailing\nwesterlies, sailing down wind.  Then when people no longer\ndepended on the winds, they still sailed down, now <em>downeast</em>\nfor some reason.</p>"
}