{
  "type": "Article",
  "title": "Southern Amerind Lexical Contributions",
  "author": "Robert Devereux",
  "location": "Falls Church, Virginia",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Southern Amerind Lexical Contributions</h1>\n<p><em><span data-rel=\"author\">Robert Devereux</span> <span data-rel=\"location\">Falls Church, Virginia</span></em></p>\n<p>A very productive, albeit little known, source of loanwords\nin English has been the Southern Amerind languages, i.e.,\nlanguages spoken by the Indian tribes living south of the Rio\nGrande and in the Caribbean area.  By some rather extensive\nscanning of the word entries in <em>Webster's Third New International\nDictionary (MW3)</em>, I turned up 547 such loanwords.  A\nscrutiny of every <em>MW3</em> word entry would almost certainly\nincrease that figure considerably.  However, I think that observations\nabout this sample of 547 words should be valid for the\ntotality of the Southern Amerind lexical contributions to English.\nI should probably mention at this point that my exemplars\ndo not include the names of the literally hundreds of tribes\nlisted by <em>MW3</em> or any place names based on Southern Amerind\nwords.</p>\n<p>Perhaps the most striking fact about these loanwords is\nthat, although there are or were literally hundreds of different\nIndian tribes south of the Rio Grande and in the Caribbean,\nonly ten different languages account for 484 (88.5%) of my\nexamples.  These languages are</p>\n<p><em>Tupí-Guaraní:</em> A language spoken over an area from far\neastern Brazil to the Peruvian Andes and from the Guianas to\nUruguay.  The Tupí are a people of Brazil, especially of the\nvalleys of the Amazon, Araguaia and Xingu Rivers; the Guarani\ninhabit Bolivia, Paraguay (Guaraní is one of Paraguay's two\nofficial languages) and southern Brazil.  Of my 547 exemplars,\n162 (29.6%) come from Tupí-Guaraní (133 from Tupí, 18 from\nGuaraní, and 11 attributed by <em>MW3</em> to both).  <em>MW3</em> says that\n91 of the Tupí loanwords entered English via Portuguese, 4 via\nSpanish, 5 via both Spanish and Portuguese, 16 via French, 11\nvia New Latin, and 6 directly.  Of the Guaraní loanwords, 3\nentered via Portuguese, 13 via Spanish, 1 via French, and 1\ndirectly.  Tupí loanwords include such relatively familiar words\nas <em>ai, ani, buccaneer, cashew, cayenne, cougar, manioc,\nmaraca, paca, petunia, tanager, tapioca, tapir</em>, and <em>toucan</em>.\nGuaraní contributions include <em>agouti, cay</em>, and <em>jaguar</em>.</p>\n<p><em>Nahuatl:</em> the language of a group of peoples of Mexico and\nCentral America, including the Aztecs.  This language accounts\nfor 97 (17.7%) of my exemplars.  All but <em>ocelot</em>, which entered\nvia French, came to English via Spanish.  Among the best\nknown Nahuatl loanwords are <em>avocado, cacao, chicle, chocolate,\ncoyote, guacamole, istle, mescal, mesquite, peyote, pulque,\ntamale</em>, and <em>tomato</em>.</p>\n<p><em>Taino:</em> an extinct language of a people that lived in the\nGreater Antilles and the Bahamas, especially in Hispaniola.\nTaino accounts for 62 (11.3%) of my exemplars, of which 55\nentered English via Spanish, 2 via French, 1 via Portuguese, 3\nvia New Latin, and 1 directly.  The best-known Taino loanwords\ninclude <em>barbecue, cassava, hammock, hurricane, mangrove,\npotato, savanna</em>, and <em>tobacco</em>.</p>\n<p><em>Quechua-Aymara:</em> Quechua is a language spoken by the\npeople of central Peru, believed to be originally Aymara, and\nby Amerinds in Bolivia, Ecuador, Chile, and Argentina;\nAymara is spoken in Bolivia and Peru.  Quechua-Aymara\naccounts for 63 (11.5%) of my exemplars (Quechua 59 and\nAymara 4).  Among the well-known Quechua loanwords are\n<em>condor, gaucho, guano, jerky, llama, oca, puma, quinine</em>, and\n<em>vicuna</em>.  Aymara has contributed <em>alpaca, chinchilla</em> and <em>pampa</em>.</p>\n<p><em>Cariban:</em> spoken by a group of peoples of northern South\nAmerica, the Lesser Antilles and the Caribbean coast of\nHonduras, Guatemala, and British Honduras.  It accounts for 19\n(3.4%) of my exemplars, of which 9 entered English via\nSpanish, 3 via French, 1 via New Latin, and 6 directly.  The\nbest known include <em>canoe, manatee, peccary, pirogue</em> and\n<em>yaws</em>.</p>\n<p><em>Araucanian:</em> spoken by an Indian people of north central\nChile and adjacent regions of Argentina.  It accounts for 17\n(3.1%) of my exemplars, of which 15 entered English via\nSpanish, 1 via Portuguese, and 1 via New Latin.  The only\nrelatively familiar loanword is <em>poncho</em>.</p>\n<p><em>Mayan:</em> spoken by a group of peoples of Yucatán, British\nHonduras, northern Guatemala, and the Mexican state of\nTabasco.  It accounts for 21 (3.8%) of my exemplars, of which 8\nentered English via Spanish and the rest directly.  <em>Cenote</em> and\n<em>cigar</em> (whence also, of course, <em>cigarillo</em> and <em>cigarette</em>) are the\nbest known Mayan loanwords.</p>\n<p><em>Arawakan:</em> spoken by a people formerly occupying most of\nthe Greater Antilles but now scattered in small numbers along\nthe coast of Guyana.  It accounts for 15 (2.7%) of my exemplars,\nof which 6 entered English via Spanish, 1 via New Latin,\nand the remainder directly.  Arawakan loanwords include\n<em>cacique, cannibal, guava</em>, and <em>iguana</em>.</p>\n<p><em>Galibi:</em> spoken by a Carib people of French Guiana.  It\naccounts for 15 (2.7%) of my exemplars, of which 5 entered\nEnglish via French, 4 via New Latin, 2 via Dutch, 1 via\nPortuguese, and the other 3 directly.  None of the Galibi\nloanwords is what could be termed widely known, even to\ncrossword puzzle fans, e.g., <em>cabassou, carapa, courlan, parinari,\npeai, pipa, pirai, querimana, tamarin</em>, and <em>tinamou</em>.</p>\n<p><em>Carib:</em> spoken in northern Brazil, the Guianas, Venezuela,\nColombia, the Lesser Antilles and the Caribbean coast of\nHonduras, Guatemala, and British Honduras.  It accounts for 12\n(2.1%) of my exemplars, of which 6 entered English via\nSpanish, 1 via French, 1 via New Latin, and the other 4\ndirectly.  <em>Cayman</em> (or <em>caiman</em>) is the only Galibi loanword that\nmay be readily recognizable to an educated English-speaker.</p>\n<p>Fourteen other Southern Amerind languages account for a\ntotal of 18 (3.2%) of my exemplars.  <em>Mapuche</em>, spoken by an\nAraucanian people of southern Chile, is the ultimate source of\n5 of them: <em>maqui, peumas, pudu, quillai</em>, and <em>rauli</em>.  The other\n13 languages have provided: <em>Allentiac</em>, <em>pichiciago</em>; <em>Calinago</em>,\n<em>manjak</em>; <em>Cuna,</em> <em>chicha</em>; <em>Haitian Creole,</em> <em>bocor;</em> <em>Huichol,</em> <em>hikuli;</em>\n<em>Kekchi,</em> <em>kelep;</em> <em>Maipure,</em> <em>arrau;</em> <em>Mom,</em> <em>chiman;</em> <em>Miskito</em> or\n<em>Mosquito,</em> <em>dory;</em> <em>Opata,</em> <em>saguaro;</em> <em>Quiche,</em> <em>tala;</em> <em>Tarahumara,</em>\n<em>rutuburi;</em> and <em>Yaqui,</em> <em>pascola</em>.</p>\n<p>The remaining 45 of my exemplars are attributed by <em>MW3</em>\nsimply to “a native name in —” (13 in the Guianas, 7 in the\nWest Indies, 6 in South America, and 4 in Central America) or\nto “an Indian word” without reference to the precise area\ninvolved.  The only words in this group that are readily\nrecognizable are <em>grouper, papaw</em> (or <em>papaya, papaia, pawpaw</em>),\nand <em>yucca</em>.  Even crossword puzzle fans are unlikely ever to\nhave encountered such words as <em>manbarlak, morabukia,\nyetapa, yariyari, haiari, kakarali</em>, and <em>calolu</em>, to cite only a few.</p>\n<p>The largest number of my 547 exemplars entered English\nvia Spanish, namely 302 (55.2%), followed by 103 (18.8%) via\nPortuguese.  French was the channel for 37 (6.7%), New Latin\nfor 32 (5.8%), and Dutch for 3 (.5%).  Although Spaniards,\nPortuguese, and to a much lesser extent, Frenchmen were the\nprimary explorers and colonizers of the regions inhabited by\nthe Southern Amerinds, a surprisingly large number—70\n(12.7%)—of my exemplars entered English directly.</p>\n<p>In some cases, the Southern Amerind loanwords acquired\nby English through the filter of Spanish, Portuguese, French,\nand New Latin had already passed through another language.\nFor example, of the words acquired from Spanish, the latter\nhad previously borrowed two of them from Portuguese and one\nfrom French.  The same phenomenon (if I may call it that)\napplies to the other languages involved.  Portuguese had earlier\nborrowed two of its words from Spanish; French, seven from\nSpanish and six from Portuguese; and New Latin, eight from\nSpanish, six from Portuguese, and three from French (in the\ncase of one word, <em>caretta</em>—a genus of marine turtles—French\nhad already adapted it from the Spanish <em>carey</em>, based on a\nTaino word).</p>\n<p>As is perhaps not too surprising, not all of the Southern\nAmerind loanwords on my list are totally Amerind.  <em>Pulqueria</em>,\nfor example, consists of a Spanish ending added to <em>pulque</em>,\nderived from Nahuatl <em>poluihqui</em> or <em>puluihqui</em> 'decomposed or\nspoiled' (a not inappropriate designation, since pulque spoils 24\nto 36 hours after its preparation).  The Spanish diminutive suffix\n<em>-illo</em> (or <em>-illa</em>) also appears in a number of my exemplars, for\nexample, <em>chinchilla, coyotillo, huajillo, mamoncillo, ocotillo</em>,\nand <em>popotillo</em>, as well as <em>cigarillo</em>, based on <em>cigar</em>, which is the\nSpanish version of the Mayan <em>si'c</em> 'tobacco' (the French\ndiminutive suffix <em>-ette</em> added to <em>cigar</em> gives us, of course,\n<em>cigarette</em>).  Another Spanish suffix, <em>-ero</em>, appears in <em>pampero</em>,\nbased on the Quechua-Aymara loanword <em>pampa</em>.  A French\nsuffix accounts for part of <em>buccaneer</em>, which derives from\n<em>buccan</em> (or <em>bucan</em> or <em>boucan</em>), a French version of the Tupí\n<em>makem</em>, meaning a wooden frame for roasting, smoking, or\ndrying meat over a fire.  In French, a <em>boucanier</em> was a person\nwho so prepared meat; eventually the word, which became\n<em>buccaneer</em> in English, came to mean a freebooter or pirate\nbecause of the habit of such persons to use a <em>buccan</em> to cure\ntheir meat.</p>\n<p>English words and suffixes also form part of some of my\nexemplars.  <em>Wood</em> and <em>grove</em>, for example, are found in\n<em>macawood</em> and <em>mangrove</em>, based on, respectively Tupí and\nTaino words.  English adjectival suffixes appear in <em>papayaceous</em>\nand <em>guaniferous</em>.  New Latin or International Scientific Vocabulary\n(ISV) elements appear in such words as <em>guanidine, guanine,\nguanisine, guanyl, guaiacol, papainase, papayotin,\npapayaceae</em>, and <em>quinine</em>.</p>\n<p>The European (Spanish, Portuguese, French, Dutch) versions\nof the Southern Amerind words that were borrowed are,\nin the main, very close to their Amerind originals, although\nallowance must be made, of course, for the phonetic demands\nof the various languages involved.  Nahuatl words ending in <em>-atl,\n-itl</em>, and <em>-otl</em>, for example, generally ended up in Spanish as\nwords ending in <em>-ate, -ite</em>, and <em>-ote</em>, e.g., <em>coyote</em> from <em>coyotl,\notate</em> from <em>ottatl, camachile</em> from <em>cuauh-mochitl</em>.  The Tupí\n<em>acaju</em> became the Portuguese <em>caju</em>, which English borrowed as\n<em>cashew</em>.  Other words that underwent changes include, to cite\nonly a few:</p>\n<blockquote>\n<p><em>agouti</em> from <em>acuti</em> Tupí)<br>\n<em>ipecac</em> from <em>ipeksaguene</em> (Tupí)<br>\n<em>burgao</em> from <em>perigoa</em> (Tupí)<br>\n<em>abussu</em> from <em>cacahuatl</em>)<br>\n<em>istle</em> from <em>ichtli</em> (Nahuatl)<br>\n<em>cacao</em> from <em>cacahuatl</em> (Nahuatl)<br>\n<em>jacamar</em> from <em>jacama-ari</em> (Tupí)<br>\n<em>cassáva</em> from <em>caçabi</em> (Taino)<br>\n<em>jararacussu</em> from <em>jararaca-</em>  (Tupí)\n<em>cayenne</em> from <em>kyinha</em> (Tupí)<br>\n<em>wassu</em> (Tupí)<br>\n<em>chicle</em> from <em>chictli</em> or <em>tzictli</em>  (Nahuatl)<br>\n<em>petunia</em> from <em>petyn</em> or <em>petyna</em> (Tupí)<br>\n<em>chocolate</em> from <em>xocatl</em> (Nahuatl)<br>\n<em>pisote</em> from <em>pitzotl</em> (Nahuatl)<br>\n<em>rauli</em> from <em>ruylin</em> or <em>ruili</em> (Mapuche)<br>\n<em>condor</em> from <em>kuntur</em>  (Quechua)<br>\n<em>gravata</em> from <em>carawata</em> or <em>Curuwata</em> (Tupí)<br>\n<em>tule</em> from <em>tollin</em> or <em>tullin</em> (Nahuatl)</p>\n</blockquote>\n<p>These are only some of the examples that could be cited.\nPerhaps the best illustration of the changes undergone by a\nSouthern Amerind loanword in its voyage into English began as\nthe Tupí <em>suasuarana</em> or <em>çuçuarana</em> 'false deer,' from <em>suasu</em> or\n<em>suusa</em> 'deer' and <em>rana</em> 'false' (from its color).  In Portuguese it\nbecame, variously, <em>cuguardo, cuguacuara</em>, and <em>cuguacano</em>.\nFrench borrowed it as <em>couguar</em>, probably influenced by <em>jaguar</em>.\nIn English it became <em>cougar</em>.</p>\n<p>Of the 477 Southern Amerind loanwords on my list that\nEnglish acquired through a European language, most entered\nEnglish in the same form they had in the contributing European\nlanguage.  The keyword here is <em>most</em>, for there are\nexceptions.  <em>Avocado</em>, for example, is the English version of the\nSpanish <em>aguacate</em>, derived from the Nahuatl <em>ahuacatl</em>, a short-ended\nform of <em>ahuacacuahuitl</em> meaning, literally, 'testicle tree,'\nfrom <em>ahuacatl</em> 'testicle,' and <em>cahuitl</em> 'tree,' so called from its\nuse as an aphrodisiac.  Another good example is <em>sacahuiste,\nsacahuista</em>, or <em>sacaguista</em>, the English version of the Spanish\n<em>zacahuiscle</em>, derived from Nahuatl <em>zacatl</em>.</p>\n<p>In many cases (at least three dozen of my exemplars),\nEnglish recognizes variant spellings of the Southern Amerind\nloanwords.  The top spot is taken by <em>tania</em>, a plant name which\nentered English via French (the origin is obscure; it may be\nArawakan, Cariban, or Tupí, for which <em>MW3</em> also gives the\nvariants <em>tanier, tannier, tannia, tanya</em>, and <em>tanyah</em>.  Loanwords\nwith four recognized variant spellings include <em>guacimo,\nguasima, guacima, huasima</em> (Taino); <em>manioc, manioca,\nmandioc, mandioca</em> (Tupí); <em>papaw, pawpaw, papaya, papaia</em>\n(precise Amerind language unknown); <em>piassava, piasaba, pias-saba,\npiasawa</em> (Tupí); and <em>tacamahac, tacamahaca, tacama-hack,\ntakamake</em> (Nahuatl).  A number of others have three\nrecognized variant spellings, for example:</p>\n<blockquote>\n<p><em>bacuri, bacury, bakuri</em> (Tupí)<br>\n<em>ouricuy, ouricuri, aricuri</em> (Tupí)<br>\n<em>burgao, burgo, borgo</em> (Tupí)<br>\n<em>cabuja, cabuya, cabulla</em> (Taino)<br>\n<em>peccary, pecari, pecary</em> (Cariban)<br>\n<em>calpulli, calpolli, calpul</em> (Nahuatl)<br>\n<em>posol, posole, pozole</em> (Nahuatl)<br>\n<em>charqui, charquy, jerky</em>  (Quechua)<br>\n<em>quetzal, quetzal, quesol</em> (Nahuatl)<br>\n<em>cherimoya, cherimoyo</em>, <em>cherimoja</em> (Nahuatl)<br>\n<em>sapucaia, sapucaja</em>, <em>sapucaya</em> (Tupí)<br>\n<em>guaiacum, guajacum</em>, <em>guayacan</em> (Taino)<br>\n<em>vizcacha, viscacha, viscache</em> (Quechua)<br>\n<em>hicatee, hicotee, hicotea</em> (Taino)</p>\n</blockquote>\n<p>Those with two variant spellings are too numerous to list.</p>\n<p>When European explorers and colonists first arrived in the\nWestern Hemisphere, what they needed most, in the linguistic\nfield, were words for the unknown species of plant and animal\nlife they encountered.  No doubt many existing words of their\nrespective languages were pressed into service, but many new\nwords were borrowed or adapted from native Amerind\ntongues.  This is certainly reflected by the meanings of my 547\nexemplars: 169 (30.8%) denote various species of trees, shrubs,\nand vines; 40 (7.3%), various mammals; 40 (7.3%), various\nspecies of birds; 34 (6.2%), various kinds of fruits, vegetables,\nand condiments; 18 (3.2%), various fish and shellfish; 16 (2.9%),\nvarious reptilian species, including snakes, crocodiles, and\nturtles; 9 (1.6%), various insects; and 12 (2.1%), various beverages,\nalcoholic and otherwise.  These eight categories account\nfor 367, or roughly 67%, of my exemplars.  Admittedly, they are\nmostly words that the average English-speaker is unlikely ever\nto have encountered in any context, even though they all do\nrate an entry in <em>MW3</em>.  Some individual words in most,\nalthough not necessarily all, of the categories have already been\ncited in this article, but most of the loanwords concerned must\nbe considered exotic by any standard.  I can illustrate the point\nbest, perhaps, by citing three loanwords in each category (the\nAmerind language source of each word is shown in\nparentheses):</p>\n<p>trees, shrubs, vines: <em>bakupari</em> (Tupí), <em>caraipai</em> (Tupí),\n<em>parinari</em> (Galibi)</p>\n<p>mammals: <em>cacajao</em> (Tupí), <em>guariba</em> (Tupí), <em>saimiri</em> (Guarani)</p>\n<p>birds: <em>anhinga</em> (Tupí), <em>guanay</em> (Quechua), <em>mitu</em> (Guarani)</p>\n<p>fruits, vegetables, condiments: <em>chayote</em> (Nahuatl), <em>jagua</em>\n(Taino), <em>tallote</em> (Nahuatl)</p>\n<p>fish, shellfish: <em>arapaima</em> (Tupí), <em>guavina</em> (Tupí), <em>querimana</em>\n(Galibi)</p>\n<p>reptiles: <em>arrau</em> (Maipure), <em>jacare</em> (Tupí), <em>matamata</em> (Tupí)</p>\n<p>insects: <em>chigoe</em> (Cariban), <em>sauba</em> (Tupi), <em>pinacate</em> (Nahuatl)</p>\n<p>beverages: <em>cassiri</em> (Carib), <em>guarana</em> (Tupí), <em>sotol</em> (Nahuatl)</p>\n<p>The remaining exemplars fall into various categories,\nincluding the following (two representative loanwords are given\nfor each category):</p>\n<p>boats: <em>cayuco</em> (indefinite), <em>pirogue</em> (Cariban)</p>\n<p>buildings: <em>jacal</em> (Nahuatl), <em>chullpa</em> (Aymara)</p>\n<p>colors, dyestuffs: <em>annatto</em> (Cariban), <em>chili</em> (Nahuatl)</p>\n<p>drugs, chemicals: <em>caroba</em> (Tupí), <em>oorali</em> (Carib)</p>\n<p>fibers: <em>cabuja</em> (Taino), <em>caroa</em> (Tupí)</p>\n<p>garments: <em>huipil</em> (Nahuatl), <em>llautu</em> (Quechua)</p>\n<p>gums, saps: <em>balata</em> (Cariban), <em>copaiba</em> (Tupí)</p>\n<p>household items: <em>cacaxte</em> (Nahuatl), <em>jicara</em> (Nahuatl)</p>\n<p>musical instruments: <em>huehuetl</em> (Nahuatl), <em>maraca</em> (Tupí)</p>\n<p>persons: <em>caboclo</em> (Tupí), <em>kalina</em> (Carib)</p>\n<p>topographic terms: <em>pongo</em> (Quechua), <em>talpatete</em> (Nahuatl)</p>\n<p>weapons: <em>atlatl</em> (Nahuatl), <em>macana</em> (Taino)</p>\n<p>miscellaneous: <em>nanduti</em> (Guarani), <em>quipu</em> (Quechua)</p>\n<p>The “persons” category merits a few special comments.  It\nincludes, among others, seven words derived from Quechua\nwhich reflect the structured, hierarchical society that existed\namong the Incans.  There are, first of all, <em>curaco</em> (Indian noble)\nand <em>palla</em> (Indian princess), followed by <em>guaso</em> (agricultural\nlaborer) and <em>yanacona</em> (serf).  The other three words all have a\nsomewhat deprecatory meaning: <em>chino</em> (woman of mixed\nblood), <em>mitimae</em> (member of a race conquered by the Incans),\nand <em>chuncho</em> (an “uncivilized” jungle native).</p>\n<p>I did not include religious terms in the secondary categories\nlisted above, but that does not mean such Southern\nAmerind loanwords do not exist.  Rather, I decided they\nmerited more specific discussion.  My 547 exemplars include 15\nsuch words.  Although none is comparable to or as well known\nas the Northern Amerind <em>manitou</em>, they do include <em>balam</em>\n(Mayan), a supernatural being; <em>chaac</em> (Mayan), a native god;\n<em>chacmol, chacmool</em> (Mayan), a native god; <em>kanaima</em> (Nahuatl),\nan evil spirit; <em>zemi</em> (Taino), 'spirit or fetish'; and <em>zip</em> (Mayan), a\ngod.  They also include 4 words for a 'medicine man, shaman,\nwitch doctor,' or call him what you will: <em>bocor</em> (Haitian Creole),\n<em>chairman</em> (Mom), <em>machi</em> (Araucanian), and <em>peai</em> (Galibi).  As for\nthe other religious terms, 2 are Nahuatl: <em>teocalli</em> 'temple' and\n<em>teopan</em> 'temple grounds'; 2 are Quechua: <em>huaca</em> or <em>guaca</em> 'an\nancient Peruvian sacred object, such as a mountain, animal,\nshrine, or artifact, inhabited by a god or spirit' and <em>huaco</em> or\n<em>guaco</em> 'a pre-Columbian relic of Peru,' as an object discovered\nin a tomb; and one is Mayan: <em>cenote</em> 'a natural well or sinkhole\ninto which sacrificial offerings were thrown during ceremonies.'\n(The <em>cenote</em> at Chichen-Itza in the Yucatán is world-renowned.)</p>\n<p>Finally, mention must be made of the loanwords having\nwhat may be called a technical connotation.  The Mayans,\nnoted for their calendrical skills, have contributed <em>haab</em> 'year'\nand <em>tun</em> 'a year of 360 days composed of 18 months <em>(uinal)</em> of\n20 days each, to which was added a period of five nameless\ndays <em>(uayeb)</em> to make a 365-day year'; <em>katun</em> '20 years'; <em>baktun</em>\n'400 years'; and <em>pictun</em> '8000 years.'  Another Mayan calendrical\nterm to be found in the <em>MW3</em> is <em>tzolkin</em> 'a period of 260\ndays.'</p>\n<p>The fields to which the other Southern Amerind technical\nterms apply are varied.  <em>Pian</em> (Tupí-Guaraní) and <em>yaws</em> (Cariban)\nare names of diseases; <em>mitote</em> (Nahuatl), <em>paixtle</em> (Nahuatl),\nand <em>rutuburi</em> (Tarahumara) are names of dances; and <em>hurricane</em>\n(Taino), <em>pampero</em> (Quechua-Aymara), and <em>puna</em> (Quechua) are\nmeteorological terms.  <em>Sambaqui</em> (Tupí-Guaraní) is a term for a\ncertain type of archaeological refuse heap.  <em>Tepetate</em> (Nahuatl) is\na synonym for caliche, the nitrate-bearing gravel or rock of the\nsodium nitrate deposits of Peru and Chile, while <em>manjak</em>\n(Calinago) is a type of asphalt found in Barbados.  <em>Guano</em> (from\nthe Quechua <em>huanu</em> 'dung') is well known as a type of\nfertilizer, rich in phosphates and nitrogen, that is simply bird\ndung.  Finally, I will cite <em>jaborandi</em> (Tupí), 'the dried leaves of a\nrutaceous shrub, <em>Pilocarpus jaborandi</em>, that are a source of\nphilocarpine,' and <em>pataua</em> (Tupí) 'a fatty oil similar to olive oil\nobtained from the fruit of a Brazilian palm.'</p>\n<p>As this discussion clearly illustrates, the lexical contributions\nof the Southern Amerind languages have been primarily\nto Spanish and Portuguese and only secondarily to English.  I\ncan only speculate on how many Southern Amerind loanwords\nare to be found in Spanish and Portuguese, at least in the\nversions spoken in Spanish America and Brazil.  They undoubtedly\ninclude a large number of loanwords that have never\nfound their way into English.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Southern Amerind Lexical Contributions</h1> <p><em><span data-rel=\"author\">Robert Devereux</span> <span data-rel=\"location\">Falls Church, Virginia</span></em></p> <p>A very productive, albeit little known, source of loanwords\nin English has been the Southern Amerind languages, i.e.,\nlanguages spoken by the Indian tribes living south of the Rio\nGrande and in the Caribbean area.  By some rather extensive\nscanning of the word entries in <em>Webster's Third New International\nDictionary (MW3)</em>, I turned up 547 such loanwords.  A\nscrutiny of every <em>MW3</em> word entry would almost certainly\nincrease that figure considerably.  However, I think that observations\nabout this sample of 547 words should be valid for the\ntotality of the Southern Amerind lexical contributions to English.\nI should probably mention at this point that my exemplars\ndo not include the names of the literally hundreds of tribes\nlisted by <em>MW3</em> or any place names based on Southern Amerind\nwords.</p> <p>Perhaps the most striking fact about these loanwords is\nthat, although there are or were literally hundreds of different\nIndian tribes south of the Rio Grande and in the Caribbean,\nonly ten different languages account for 484 (88.5%) of my\nexamples.  These languages are</p> <p><em>Tupí-Guaraní:</em> A language spoken over an area from far\neastern Brazil to the Peruvian Andes and from the Guianas to\nUruguay.  The Tupí are a people of Brazil, especially of the\nvalleys of the Amazon, Araguaia and Xingu Rivers; the Guarani\ninhabit Bolivia, Paraguay (Guaraní is one of Paraguay's two\nofficial languages) and southern Brazil.  Of my 547 exemplars,\n162 (29.6%) come from Tupí-Guaraní (133 from Tupí, 18 from\nGuaraní, and 11 attributed by <em>MW3</em> to both).  <em>MW3</em> says that\n91 of the Tupí loanwords entered English via Portuguese, 4 via\nSpanish, 5 via both Spanish and Portuguese, 16 via French, 11\nvia New Latin, and 6 directly.  Of the Guaraní loanwords, 3\nentered via Portuguese, 13 via Spanish, 1 via French, and 1\ndirectly.  Tupí loanwords include such relatively familiar words\nas <em>ai, ani, buccaneer, cashew, cayenne, cougar, manioc,\nmaraca, paca, petunia, tanager, tapioca, tapir</em>, and <em>toucan</em>.\nGuaraní contributions include <em>agouti, cay</em>, and <em>jaguar</em>.</p>"
}