{
  "type": "Article",
  "title": "RhoDislan Says It Different",
  "author": "Frank J. Jones",
  "location": "Flagstaff Arizona",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">RhoDislan Says It Different</h1>\n<p><em><span data-rel=\"author\">Frank J. Jones</span> <span data-rel=\"location\">Flagstaff Arizona</span></em></p>\n<p>A while ago—in the nineteen-fifties—I made a study of\nProvidence, Rhode Island, which attributed to the population\nat that time no less than 78 different national origins.</p>\n<p>Half a dozen of these origins, besides those of the\nindigenes, whose families had been around town since the\noriginal settlement in 1636, were British—represented by soft-spoken\nDevonshire folk, incomprehensible cockneys, equally\nincomprehensible Scots, and soccer enthusiasts from Yorkshire\nand Lancashire cheering on their teams: “Ee, bah goom!\nChompion!  Chompion!”</p>\n<p>Irish manned the police and fire departments; Portuguese\nsupplied and tended fish markets; Chinese, Japanese, and other\nOrientals provided chop suey and exquisite manners; Italians\nmended the roads.</p>\n<p>Yankees naturally controlled the economy and all branches\nof government.  In the absence of bilingual instruction, the\nchildren of everybody else spoke the family tongue at home\nand learned enough English in the public schools to make a\nliving at salesmanship or factory work or school teaching; <em>their</em>\nchildren, often as not, studied to enter the more remunerative\nprofessions and ran for Congress.</p>\n<p>To me it was obvious that in another generation Providence\nwould be as polyglot as Paris.  But now comes a report\nfrom Dr. Elaine Chaika, Professor of Linguistics at Providence\nCollege, called “A Guide to Understanding and Speaking\nRhode Island English.”<sup><a href=\"#user-content-fn-a1\" id=\"user-content-user-content-fnref-a1\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">1</a></sup></p>\n<p>Dr. Chaika cites her qualifications for this task: “I was\nborn in Milford, Massachusetts, and moved to Rhode Island\nwhen I was three.  I have lived in southern California and\nMaine, but the bulk of my years have been spent in Rhode\nIsland.”  Her project was carried out under a grant by the\nNational Endowment for the Humanities to the Providence\nPublic Libraries for the programs entitled “A Lively\nExperiment.”</p>\n<p>In flawless RhoDislan English, Dr. Chaika's foreword\nexplains: “Most East Coast speech, like British and Australian,\nis called ah-less.  Actually, this is a misnoma, as speakas from\nthese eahvias do pronounce ah except as noted in Rules\n(1)—(4), below.  The RhoDislan rules for ah dropping are\nidentical to those used by Queen Elizabeth, the Beatles,\nDudley Maw, and speaks of Brooklynese.  As you can see,\nthese rules ah very complex.  Although we admit the difficulty\nof achieving true competence in RhoDislan English, with\npractice and perseverance it can be done by those who were\nnot to the manna bawn.</p>\n<p>“This Guide is divided into two pots: pronounciation and\nword choice.  Just as the ah pronouncing rules ah sheahed with\notha dialects, British and American, so ah some of the words.\nWhereva there ah different words for an item or activity in the\nUnited States, the one prevalent in RhoDislan is given, even if\nit is heard in otha places.</p>\n<p>“IMPAWTANT!!”  she stresses.  “Wawning: although outsidas\nget the impression that RhoDislandas stick rs in and leave them\nout chaotically, actually this is not so.  As the following rules\nshow, the rules for r pronouncing are of an unusual delicacy\nand intricacy.  The autha knows of no rules of simila complexity\nin any of the so-called r pronouncing dialects of American\nEnglish.  To pronounce r aw not to pronounce ah, these ah the\nrules:</p>\n<blockquote>\n<p>“Rule 1:  r is neva pronounced before a consonant<sup><a href=\"#user-content-fn-a2\" id=\"user-content-user-content-fnref-a2\" data-footnote-ref=\"\" aria-describedby=\"user-content-footnote-label\">2</a></sup>.  For\ninstance, say 'four o'clock,' but 'faw boys' and 'Fawth\nof July.'  It's 'the fahmer in the dell,' but 'fahma Jones.'</p>\n<p>“Rule 2:  (a) if a word ends in r do not pronounce it if\nthe word is said alone or in lists, or if it comes at the\nend of an utterance... For instance, 'what a great\ndance flaw,' or 'one, two, three, faw, five...'</p>\n<p>“Rule 3:  If a word ends in the sounds 'h,' 'uh,' or 'aw'\nand the next word stahts with a vowel, put in an r\neven if it isn't spelled that way, as in: 'Ma-r ate,'\n'umbrella-r is,' 'thaw-r it out.'</p>\n<p>“Rule 4:  The r sound heard in words like <em>bird</em>, <em>her</em>,\n<em>word, heard</em>, and <em>hurt</em> is quite different from that used\nby most otha Americans.  Since we sheah that sound\nwith many British speakas, if you cahn't find a RhoDis-landa\nto say it faw you, you can hear it on the Beatles\nrecawding of <em>Yaw Gonna Lose That Girl</em>....  It is not\nat all certain that outsidas can eva learn to pronounce\nit right; but to approximate it, lift the center of the\ntongue to the palate as if you ah gawna say 'eee' and,\nat the same time, make yaw lips round.</p>\n</blockquote>\n<p>Then Dr. Chaika proceeds to the meat of her report, her\nactual Glossary of 166 essential words, from “ah—belonging to\nyou 'n' me; letter after q; third-person present plural of verb <em>be</em>\n(e.g., <em>am, is, ah</em>)” to “wondaful—real great.”  Included are\nmuch-used place names like “CAHventry—Coventry, R.I.,”\n“Creeyanston—city in RhoDislan reputed (undeservedly) to\nhave a funny accent (the Brooklyn of RhoDislan),” “Eas'\nGreenwich—reputedly the true native pronounciation of Eas'\nGrenich, Eas' Grinwich,” and “Newpawt—chahming seaside\ncity, a must faw tourists.”</p>\n<p>RhoDislan English, in spite of the incursion of patois,\nlingoes, and dialects from around the world, obviously has\ntriumphed.  From the Glossary, Mark Patinkin, a columnist of\nthe Providence <em>Journal</em>, assembled a typical RhoDislan conversation\npublished in the <em>Evening Bulletin</em>, March 10, 1982:</p>\n<blockquote>\n<p>“Be keaful, Mawgrit, yaw gonna teea that map.”</p>\n<p>“Lemeelone, Ma.  I'm jus trine to figya how ta get to\nNewpawt on Saddaday.”</p>\n<p>“Weah not going anyweah on Saddaday, young lady.\nWeah stain right heah in Creeanston.”</p>\n<p>“Cmon.  I'm sicka Creeanston.  Can I at least go to\nPrawvidence—sleepova Judy's?  We could go to the Hill,\nwawk on Thaya Street.  Please, please, please.  Cou'int\nya let me?”</p>\n<p>“Why not oscar if she wants ta sleepova heah?”</p>\n<p>“I'd ratha go ta hers.  Or to Newpawt.  It's so\nchahmin.”</p>\n<p>“We'll see, Mawgrit—now go down cella and play with\nyaw bruther Mock.  Mrs. Cawllins is at the daw faw\ncawfee....  Dahris!  HowAHya?”</p>\n</blockquote>\n<p>For the non-native, especially from outlying parts of the\nUnited States between Bawston and Organ, proper RhoDislan\nspeech may prove formidable.  Study of Dr. Chaika's Glossary\nis recommended for any outlander tourist whose heart is set on\nan afternoon gamboling in the surf at Newpawt Beach.</p>\n<hr>\n<h2></h2>\n<section data-footnotes=\"\" class=\"footnotes\"><h2 class=\"sr-only\" id=\"user-content-footnote-label\">Footnotes</h2>\n<ol>\n<li id=\"user-content-user-content-fn-a1\">\n<p><em>A Guide to Understanding and Speaking Rhode Island English©</em>\ncopyright by The National Endowment of the Humanities and by\nYankee Magazine. <a href=\"#user-content-fnref-a1\" data-footnote-backref=\"\" aria-label=\"Back to reference 1\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n<li id=\"user-content-user-content-fn-a2\">\n<p>The glaring exception to this occurs when Rule 3\napplies.  If a plural ending must be used, but the r\nglide would apply if the word were being said in the\nsingular, then it is stuck before the plural—as in 'His\nidears ah good,' or 'Those umbrellers ah handy' ...\nThis does not happen with words that are spelled with\nr as the final sound.  No true RhoDislan speaka would\neva say 'fahmers,' for instance—only 'fahmas.' ” <a href=\"#user-content-fnref-a2\" data-footnote-backref=\"\" aria-label=\"Back to reference 2\" class=\"data-footnote-backref\">↩</a></p>\n</li>\n</ol>\n</section>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">RhoDislan Says It Different</h1> <p><em><span data-rel=\"author\">Frank J. Jones</span> <span data-rel=\"location\">Flagstaff Arizona</span></em></p> <p>A while ago—in the nineteen-fifties—I made a study of\nProvidence, Rhode Island, which attributed to the population\nat that time no less than 78 different national origins.</p> <p>Half a dozen of these origins, besides those of the\nindigenes, whose families had been around town since the\noriginal settlement in 1636, were British—represented by soft-spoken\nDevonshire folk, incomprehensible cockneys, equally\nincomprehensible Scots, and soccer enthusiasts from Yorkshire\nand Lancashire cheering on their teams: “Ee, bah goom!\nChompion!  Chompion!”</p> <p>Irish manned the police and fire departments; Portuguese\nsupplied and tended fish markets; Chinese, Japanese, and other\nOrientals provided chop suey and exquisite manners; Italians\nmended the roads.</p>"
}