{
  "type": "Epistola",
  "title": "EPISTOLA Lillian Mermin Feinsilver",
  "contributor": "Lillian Mermin Feinsilver",
  "html": "<link rel=\"type\" href=\"Epistola\"><h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Lillian Mermin Feinsilver</span></h1>\n<p>Bryan A. Garner writes a lively letter [IX, 2], but he\napparently reads too hastily.  So intent he is on attacking my\ncriticism of John Simon's <em>Paradigms Lost</em> in “When Paragons\nNod” [VIII, 4], that he misinterprets much of my material.</p>\n<p>Allowing that “some” of my complaints—regarding both\n<em>PL</em> and Michaels &amp; Ricks's <em>The State of the Language</em>—are\njustified, he notes that the “majority” of my criticisms of Simon\nare “subtle miscorrections of illusory falls from grace.”  Well,\nout of my presentation of seven sample defects (plus variations\non two) in the Michaels &amp; Ricks volume, Garner rejects but\none part of a triple comment on one author.  With regard to\nSimon's work, my piece detailed-besides the title's failings—\neight imperfections (plus variations on two).  Three of my\nobjections (to the wrong verb form after a conditional clause,\nto <em>et cetera</em> for <em>et alii</em> or <em>et al</em>., and to <em>like</em> as conjunction) are\nsustained by Garner.  Two of the same infelicities are examples\nof usage which Simon himself disparages, as are four others\n(past tense for present perfect; poor punctuation; and—albeit\nwith somewhat different emphasis—inappropriate use of <em>less</em>;\nand non-agreement of subject and verb).  Garner's judgment\ntherefore hardly absolves Simon, for if the latter's falls are\nmostly illusory, so too must be his faultings of other writers.</p>\n<p>Moreover, the cited stylistic inadequacies are not, as\nGarner implies, “rarities.”  If proof be needed, witness the\nredundancy on p. 72: “It would perhaps not be an excessive\noversimplification...” (Simon rails at others' redundant expressions\nover a dozen times); or the confusion of <em>comprise</em> with <em>are\ncomprised</em> of on p. 136: “...one should say... that all\nsegments of the industry 'are staffed with' responsible people\nor 'comprise' them...”; or the non-parallel construction with\n<em>not only</em> on p. 178: “...it is not only not needed, it may even\nbe a hinderance” (this is inconsistant with the call for strict\nparallelism with <em>either</em>... <em>or</em> on p. 45); etc.</p>\n<p>Space is too limited for all the surprising violations of\nespoused principle.  Let's pick up a few of the specific darts\nthrown at my text:</p>\n<p>Concerning <em>less</em>, I did not recommend the expression\nGarner attributes to my “literal-mindedness”: “Two readers, no\nfewer..., have sent me....”  I did mention that “Two\nreaders, no less...” conflicted with Simon's disapproval of <em>less</em>\nfor <em>fewer</em>, but I asked why <em>no less</em> was used at all, since two is\nnot a large number and the other meaning of the phrase-as in\n“The King and Queen, no less, will address our party”—does\nnot fit the situation.</p>\n<p>The “perfectly lucid sentence” Garner refers to still stops\nme.  Without quoting it again, may I suggest that it does not\nfulfill the goal projected by Simon on p. 58: “to forestall\nmisunderstanding—to make some hypothetical reader's sailing a\nlittle smoother.”  If it did meet that standard, surely the editor\nof this quarterly would have challenged my effort to improve it.</p>\n<p>Regarding my call for a plural verb in “What good is\ncorrect speech and writing...?,”  Garner asserts: “<em>What</em>, as\nsubject, takes the singular verb, whether the noun that follows\nis singular or plural.  Here the subject happens to be the noun\nphrase <em>what good</em> rather than <em>what</em> alone, but that makes no\ndifference.”  He seems unaware that <em>What good</em> is not the\nsubject here but a predicate nominative phrase.  (I assume he\nwould not recommend “What is your motives?”)  Garner is\nattempting to exploit, in his first sentence, a statement from\nPartridge's <em>Usage and Abusage</em> (1942, p. 354), as quoted by\nSimon on p. 172, without recognizing that the models Partridge\noffers—“What I like is sprouts”; etc.—are syntactically different\nfrom the sentence under discussion.  He also is not cognizant\n(along with Simon) that Partridge's guideline falls short of\nbeing a hard-and-fast rule even for the relative-pronoun construction,\nas may be seen in the following quotation, one of\nseveral provided in Curme's <em>Syntax</em> (1931, p. 214): “What have\nbeen censured as Shakespeare's conceits are completely\njustifiable.”</p>\n<p>Garner might more convincingly have limited his argument\nto the point he makes concerning “Why, you may ask, is\ncorrect speech and writing important...?”  —namely, that\n<em>correct speech</em> and <em>writing</em> expresses a single idea-correct use\nof language—and that the single verb is therefore an acceptable\nchoice.  (It is still not <em>my</em> choice or that of other readers who\nperceive speech and writing as discrete, particularly in the\nquestion on p. 176: “What good is reading and writing to\npeople who cannot think?”</p>\n<p>Garner dismisses as vogue words <em>viability</em> (which I used)\nand <em>viable</em>; but the terms still have legitimate meaning, in\nwhich Simon employs the latter on p. 40: “Slang is like a joke:\nfunny and viable only while it is new.”</p>\n<p>I have no objection to Garner's revision of a sentence in\neither the recent piece or an old one, but I must reject his\nstatement that my “tone is iconoclastic, as if by wrangling over\nSimon's punctuation and phraseology we can [<em>sic</em>] dispose of\nSimon forever and invalidate all his linguistic notions.”  The\ninference is illogical.  My article decried the decline of standards\nas exemplified by two books which should have been\nunrepresentative of that process, and I noted that Simon is\n“more than half right when he charges (p. 92): 'The real\nculprits are the editors....' ” (Although Simon is there referring\nto a specific journal, he also makes the accusation against\npublishing media generally on p. 50: “The deterioration of\ncopy editing and proofreading, incidentally, is a token of the\ncultural entropy that has overtaken us in the postwar years.”)</p>\n<p>In the instance of <em>Paradigms Lost</em>, the previously published\ndiscourses seemed to have been collected without any\nattempt at rewriting or copy editing; and when the volume\nwent into paperback, it did so almost entirely without change\n(I spotted only one problem sentence-not quoted in my\narticle—that was improved in the paperback issue).  The criticism\ntherefore had to be expressed.  It makes me, according to\nGarner, a “tarnished carper.”  The pun is clever.  Some might\nsay that the phrase is applicable to John Simon.</p>\n<p>The same designation may fit Garner as well.  His tone in\npart mimics the disdain of Simon's; and besides the signs of\ntarnish already noted, Garner is guilty of what Simon considers,\non pp. 44,172, and 186, to be an egregious solecism: using\nthe indicative in place of the subjunctive (<em>can</em>, quoted above,\nfor <em>could</em>).  He also slips into a locution that Simon on pp. 40-41\nderogates except for “informal usage”: <em>can</em> for <em>may</em>—in “But\none... should not gloat... nor can one really use such lapses\nto discredit exemplary writers....”  His punctuation, too, is\ncareless in several places.</p>\n<p>Most incriminating is the fact that Garner could at once\nbe seeking a successor to Follett and be able to go through\nSimon's volume even casually without noticing its—yes—“fla-grant\nor frequent” shortcomings.  This may be further evidence\nthat Garner reads too hurriedly.  It may also point up the\nultimate effect of declining standards: from the drop in\nconscientious workmanship and quality control that I spoke of\ncomes a drop in readers' perceptions of quality itself.  Even\nliterate readers have shrinking reserves of resistance to such\nundermining influence.  Unless the current level of performance\nis raised, verbal precision will turn out to be a lost cause—in\nwhich event my husband's joking comment on “When\nParagons Nod” will have become accurate prediction: “We\nain't seen nodding yet.”</p>\n<p><em>[Lillian Mermin Feinsilver, Easton, Pennsylvania]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Epistola\"> <h1 data-rel=\"title\">EPISTOLA <span data-rel=\"contributor\">Lillian Mermin Feinsilver</span></h1> <p>Bryan A. Garner writes a lively letter [IX, 2], but he\napparently reads too hastily.  So intent he is on attacking my\ncriticism of John Simon's <em>Paradigms Lost</em> in “When Paragons\nNod” [VIII, 4], that he misinterprets much of my material.</p> <p>Allowing that “some” of my complaints—regarding both\n<em>PL</em> and Michaels &amp; Ricks's <em>The State of the Language</em>—are\njustified, he notes that the “majority” of my criticisms of Simon\nare “subtle miscorrections of illusory falls from grace.”  Well,\nout of my presentation of seven sample defects (plus variations\non two) in the Michaels &amp; Ricks volume, Garner rejects but\none part of a triple comment on one author.  With regard to\nSimon's work, my piece detailed-besides the title's failings—\neight imperfections (plus variations on two).  Three of my\nobjections (to the wrong verb form after a conditional clause,\nto <em>et cetera</em> for <em>et alii</em> or <em>et al</em>., and to <em>like</em> as conjunction) are\nsustained by Garner.  Two of the same infelicities are examples\nof usage which Simon himself disparages, as are four others\n(past tense for present perfect; poor punctuation; and—albeit\nwith somewhat different emphasis—inappropriate use of <em>less</em>;\nand non-agreement of subject and verb).  Garner's judgment\ntherefore hardly absolves Simon, for if the latter's falls are\nmostly illusory, so too must be his faultings of other writers.</p> <p>Moreover, the cited stylistic inadequacies are not, as\nGarner implies, “rarities.”  If proof be needed, witness the\nredundancy on p. 72: “It would perhaps not be an excessive\noversimplification...” (Simon rails at others' redundant expressions\nover a dozen times); or the confusion of <em>comprise</em> with <em>are\ncomprised</em> of on p. 136: “...one should say... that all\nsegments of the industry 'are staffed with' responsible people\nor 'comprise' them...”; or the non-parallel construction with\n<em>not only</em> on p. 178: “...it is not only not needed, it may even\nbe a hinderance” (this is inconsistant with the call for strict\nparallelism with <em>either</em>... <em>or</em> on p. 45); etc.</p> <p>Space is too limited for all the surprising violations of\nespoused principle.  Let's pick up a few of the specific darts\nthrown at my text:</p>"
}