{
  "type": "Article",
  "title": "Degrees of Right and Wrong",
  "author": "Laurence Urdang",
  "location": "Editor, VERBATIM",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Degrees of Right and Wrong</h1>\n<p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Editor, VERBATIM</span></em></p>\n<p>Although writing about correctness in English has been\npublished for a long time, it is only relatively recently that\nbooks, articles, and newspaper columns on the subject have\nappeared in such profusion.  That is probably owing to a\nnumber of diverse factors, none of which commands our\nattention at the moment.  But it is obvious that “correct”\nEnglish and the avoidance of “errors” in grammar, lexicon,\nusage, idiom, spelling, and, at a different level, pronunciation\nare serious concerns for an increasing number of people.  It\nseems an appropriate time, therefore, to take stock of the\nsituation in an attempt to provide some useful guidelines for\nthose who need them.</p>\n<p>To many of the self-styled critics, everything is supposedly\nquite simple: there is good, or “correct” English and bad, or\n“incorrect” English.  Yet, as was shown in an article in\nVERBATIM, “When Paragons Nod,” by Lillian Mermin Fein-silver\n[VIII, 4], even the more vociferous and outspoken critics\nmake mistakes.  [See also the follow-up correspondence in <em>IX,</em> 1\nand <em>IX,</em> 2.]  One is led to believe that errors in English must\nsomehow be classifiable into those that are trivial and those\nthat are unforgivable, though such a view is bound to be\nunpopular with those who consider everything in life to be\nclassifiable as either right or wrong.  One might observe that\nlanguage is in a constant state of flux, its “rules” being defined\nby usage; the best that a grammarian can do is describe the\nway a given language works at a given period.  Even then, the\ndocumentation is at best sketchy, for there is far more language\nuttered and written in a single day than could be analyzed in a\nlifetime.  Moreover, tradition plays an important role in influencing\ngrammarians, lexicographers, and others who try to\nextract principles, rules, or models from such a vast continuum:\nthere has long been a trend to describe good English as the\nEnglish used by the best writers; that such a precept is\nuntenable can be readily demonstrated by pointing out grammatical\nerrors in Shakespeare, Shelley, and many other “best”\nwriters.  To excuse such writers' lapses under the rubric of\npoetic license is sheer nonsense: documented errors in their\nwritings cannot be attributed to (or blamed on) art.  The simple\nfact is that they wrote certain things in which verbs disagree\nwith their subjects in number, to take a basic example.  It might\nthus be concluded that not even the best writers write\nperfectly grammatical English.  And one is constrained to point\nout that even their lexicon was occasionally faulty; wasn't it\nBrowning who thought that <em>twat</em> meant 'habit' and refers to a\n<em>nun's twat</em> in “Pippa Passes”?  Such slips, though recorded in\nsome dictionaries—probably out of a perverse sense of humor\non the part of their editors—have done little either to change or\nto confirm usage.  If one compares the virtual infinity of spoken\nand written English with what appears in the best writings, the\nunavoidable conclusion is that while language analysts may\nselect the best writers' works as models for grammars, dictionaries,\nusage books, and handbooks, the vast majority of speakers\nnever have recourse to such works and, indeed, before the\nspread of literacy, were totally unaware of their existence, let\nalone their need.  That is not to say that certain dictionaries,\ngrammars, and other books have been without influence—we\ncan readily document the effect on standardization of American\nspelling wielded by Noah Webster, chiefly through the\nagency of the spelling books he published, somewhat less\ndirectly so because of his dictionaries.</p>\n<p>Only the most obdurate conservative would deny that\nthere is a scale of “wrongness” in the uses of English, and the\nmost obdurate conservative of the day has perpetrated solecisms\nthat most of us would classify as being quite close to\nbasics.  For instance, most speakers of English would agree that\nthe combination “He don't” is ungrammatical—even many who\nuse it do so with the knowledge that it is appropriate to a\ncertain level of language which they may occasionally be called\nupon to speak.  At the other end of the scale come subleties like\nthe difference between “He is a friend of the family” versus\n“... of the family's” and “She doesn't like me coming home\nlate” versus “... my coming home late.”  It must be acknowledged\nthat, although certain prudes may claim that they would\nnever allow the first member of these to pass their lips, the\nodds are pretty good that they could be caught saying or—\nworse—writing similarly heinous combinations.</p>\n<p>It is fairly easy, in considering a continuum or spectrum,\nto contrast readily identifiable distinctions: ultraviolet and\ninfrared are not difficult to tell apart.  It is in attempting to\nclassify contiguous elements that the subtleties of shading make\ndecisions almost impossible: bluish-green is indistinguishable\nfrom greenish-blue without an elaborate spectrographic analysis.\nIt can also be said that what may be tolerable in a\nplumber's business letter may be less tolerable in a newspaper\narticle, even less so in a magazine piece (where a longer time\nfor editing, hence greater care, may be assumed), and totally\nanathema in a book on usage.  In this connection, it might be\ninteresting to examine a few typical errors of English and to try\nto classify them.</p>\n<blockquote>\n<ol>\n<li>\n<p><em>adverse for averse (He is not averse/adverse to being\ncalled “Red.”)</em></p>\n</li>\n<li>\n<p><em>due to</em> for <em>owing to (Owing to/Due to the storm, the\ntelephone was not working.)</em></p>\n</li>\n<li>\n<p><em>between you and I</em> for <em>between you and me\n(Between you and me/I, George doesn't think he'll\nwin.)</em></p>\n</li>\n<li>\n<p>singular verb for plural <em>(She is one of those women\nwho like/likes to play bridge.)</em></p>\n</li>\n</ol>\n</blockquote>\n<p>In each case, the second choice is the wrong one, yet on\nbalance one could easily be led to accept the wrong choice for\nitems 2 and 4, and only the purist is likely to insist on a\ncorrection for these.  Again, the question arises: for whom are\nthe wrong choices in 2 and 4 acceptable and for whom\nunacceptable?  That is not easy to answer, but the fact remains\nthat some errors are more acceptable than others.  Indeed, there\nare probably some purists who would not identify 2 as an error\nat all, which only proves that acceptability depends to a large\nextent on the knowledge of the critic.</p>\n<p>It would be an interesting experiment to ask a group of\nknowledgeable editors to go through a list of common usage\nproblems, asking them to grade them on a scale of 1 (acceptable)\nto 5 (totally unacceptable), with appropriate gradations in\nbetween.  The experiment would be conducted with editors\nbecause they are eminently practical people who are concerned\nabout clarity and expressiveness in language no less than\ngrammaticality.  This may appear to be an experiment similar to\nthe rating system conducted by the <em>American Heritage Dictionary</em>\ncompilers, who asked a number of writers and language\nexperts their opinions on matters of usage.  But there are some\ndifferences: first, most writers are not editors, the latter having\nfar more experience with a diversity of writing styles and\nfunctions; second, the experiment would allow for the insertion\nof choices among perfectly acceptable usages in order to\nobviate weighting the prejudices of the group; third, the\nexperiment would be conducted in such a way as to prevent\nthe participants from checking their answers against a book of\nusage.  As far as can be ascertained, since the <em>American\nHeritage</em> poll was conducted by mail, there was no way to\nprevent its participants from looking up the answers in a usage\nmanual.</p>\n<p>Despite this, the <em>American Heritage</em> panelists disagreed\nabout many of the items presented to them; as far as is known,\nthere were no placebos among the questions, which is to say\nthat there was no inherent method for testing the honesty of\nthe participants.  An examination of the list of participants\nyields no reason to assume any lack of honesty, but one would\nfeel more secure had a method been devised to ensure the\nuntainted validity of response.</p>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Degrees of Right and Wrong</h1> <p><em><span data-rel=\"author\">Laurence Urdang</span> <span data-rel=\"location\">Editor, VERBATIM</span></em></p> <p>Although writing about correctness in English has been\npublished for a long time, it is only relatively recently that\nbooks, articles, and newspaper columns on the subject have\nappeared in such profusion.  That is probably owing to a\nnumber of diverse factors, none of which commands our\nattention at the moment.  But it is obvious that “correct”\nEnglish and the avoidance of “errors” in grammar, lexicon,\nusage, idiom, spelling, and, at a different level, pronunciation\nare serious concerns for an increasing number of people.  It\nseems an appropriate time, therefore, to take stock of the\nsituation in an attempt to provide some useful guidelines for\nthose who need them.</p> <p>To many of the self-styled critics, everything is supposedly\nquite simple: there is good, or “correct” English and bad, or\n“incorrect” English.  Yet, as was shown in an article in\nVERBATIM, “When Paragons Nod,” by Lillian Mermin Fein-silver\n[VIII, 4], even the more vociferous and outspoken critics\nmake mistakes.  [See also the follow-up correspondence in <em>IX,</em> 1\nand <em>IX,</em> 2.]  One is led to believe that errors in English must\nsomehow be classifiable into those that are trivial and those\nthat are unforgivable, though such a view is bound to be\nunpopular with those who consider everything in life to be\nclassifiable as either right or wrong.  One might observe that\nlanguage is in a constant state of flux, its “rules” being defined\nby usage; the best that a grammarian can do is describe the\nway a given language works at a given period.  Even then, the\ndocumentation is at best sketchy, for there is far more language\nuttered and written in a single day than could be analyzed in a\nlifetime.  Moreover, tradition plays an important role in influencing\ngrammarians, lexicographers, and others who try to\nextract principles, rules, or models from such a vast continuum:\nthere has long been a trend to describe good English as the\nEnglish used by the best writers; that such a precept is\nuntenable can be readily demonstrated by pointing out grammatical\nerrors in Shakespeare, Shelley, and many other “best”\nwriters.  To excuse such writers' lapses under the rubric of\npoetic license is sheer nonsense: documented errors in their\nwritings cannot be attributed to (or blamed on) art.  The simple\nfact is that they wrote certain things in which verbs disagree\nwith their subjects in number, to take a basic example.  It might\nthus be concluded that not even the best writers write\nperfectly grammatical English.  And one is constrained to point\nout that even their lexicon was occasionally faulty; wasn't it\nBrowning who thought that <em>twat</em> meant 'habit' and refers to a\n<em>nun's twat</em> in “Pippa Passes”?  Such slips, though recorded in\nsome dictionaries—probably out of a perverse sense of humor\non the part of their editors—have done little either to change or\nto confirm usage.  If one compares the virtual infinity of spoken\nand written English with what appears in the best writings, the\nunavoidable conclusion is that while language analysts may\nselect the best writers' works as models for grammars, dictionaries,\nusage books, and handbooks, the vast majority of speakers\nnever have recourse to such works and, indeed, before the\nspread of literacy, were totally unaware of their existence, let\nalone their need.  That is not to say that certain dictionaries,\ngrammars, and other books have been without influence—we\ncan readily document the effect on standardization of American\nspelling wielded by Noah Webster, chiefly through the\nagency of the spelling books he published, somewhat less\ndirectly so because of his dictionaries.</p> <p>Only the most obdurate conservative would deny that\nthere is a scale of “wrongness” in the uses of English, and the\nmost obdurate conservative of the day has perpetrated solecisms\nthat most of us would classify as being quite close to\nbasics.  For instance, most speakers of English would agree that\nthe combination “He don't” is ungrammatical—even many who\nuse it do so with the knowledge that it is appropriate to a\ncertain level of language which they may occasionally be called\nupon to speak.  At the other end of the scale come subleties like\nthe difference between “He is a friend of the family” versus\n“... of the family's” and “She doesn't like me coming home\nlate” versus “... my coming home late.”  It must be acknowledged\nthat, although certain prudes may claim that they would\nnever allow the first member of these to pass their lips, the\nodds are pretty good that they could be caught saying or—\nworse—writing similarly heinous combinations.</p>"
}