{
  "type": "Article",
  "title": "Prep School Slanguage",
  "author": "Richard Lederer",
  "location": "St. Paul's School",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Prep School Slanguage</h1>\n<p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p>\n<p>Not long ago (it could have been any night), a group of\nstudents who board at St. Paul's School, where I have been\nteaching English for twenty-one years, sat around waiting for a\nshipment of starch to arrive from a local pizza emporium.\nWhen almost an hour had passed beyond the appointed time of\ndelivery, one of the boys called up and asked the parlor to <em>bag\nthe za</em> (meaning 'cancel the pizza').  The pizza parlor person\nasked, “You want me to do what?”  “Bag the pizza,” the boy explained.  After a pause, the voice replied: “We don't bag\npizzas here; we put it in boxes.”</p>\n<p>Take 500 boys and girls who are blessed with an abundance\nof linguistic exuberance and word-making energy, gather\nthem into a close-knit boarding school community far from a\nbig city, and you can be certain that they will create their own\nspecial vocabulary, full of daring metaphors, cryptic abbreviations,\nsurprising semantic shifts, and curious coinages.  Since\none of the purposes of such a vocabulary, as to the thieves'\ncant to which it is cousin, is to make it possible for the group\n<em>not</em> to be understood by the uninitiated, the pizza man, quite\nnaturally, did not comprehend the special usage of <em>bag</em> in St.\nPaul's School lingo.</p>\n<p>According to H.L. Mencken, the word <em>slang</em> developed in\nthe eighteenth century either from an erroneous past tense of\n<em>sling</em> or from <em>language</em> itself through blending and clipping, as\nin (thieve)<em>s'lang</em>(uage) and (beggar)<em>s'lang</em>(uage).  The average\nprep school student combines the more bizarre elements of\nAmerican jive talk, beat lingo, student cant, and regionalisms\nwith a number of terms that are pure preppie.  Thus, I have\nadopted the broad term <em>slanguage</em> for this disquisition on the\ninformal speech (seldom the writing) of students (seldom\nfaculty) at St. Paul's School, a rural boarding school set in\nConcord, New Hampshire.  Most of the words I shall discuss\nare not to be found in even the most up-to-date dictionaries of\nAmerican slang.</p>\n<p>Slanguage words tend to lead mayfly lives.  Like Shakespeare's\npoor player, they have their hour upon a school's stage\nand are heard no more.  But while their birth is more violent\nand their expiration more rapid than those of standard English\nspeech, all slanguage words are created and derived in a\nnumber of time-honored methods of word formation.  My hope\nis that readers may use the following analysis to make sense\nand order of the slanguage that is slung in other environments\nand may gain insight into the ways that all new words are\nformed.</p>\n<p><em>Clipping</em>.  The shearing away of a part of a word so that\nthe remainder comes to stand for the whole is called clipping.\nMuch of prep school slanguage consists simply of the shortening\nof familiar terms so often used by a homogeneous group\nthat a hint is sufficient to indicate the whole.  Brevity is the soul\nof slang.</p>\n<p>Thus, a <em>preppie</em> who attends St. Paul's School is a <em>Paulie</em>\n(clipping + pet suffix -<em>ie</em>).  All Paulies start life at school as\n<em>newbs</em> ('new boys'; girls are also <em>newbs</em>).  Paulies begin each\nday in their <em>dorms</em>, from which they go directly to <em>breck</em>\n('breakfast') and then to <em>chap</em> ('chapel') for nourishment and\nnurture.  Afterwards come classes, whose titles are often\nclipped, including <em>Intro</em> ('Introduction to Religious Studies'),\n<em>Hum Rel</em> ('Human Relations'), <em>Hum Sex</em> ('Human Sexuality'),\nand (gasp!) <em>Hum Per</em> ('Human Personality').  Paulies who don't\n<em>vedge</em> ('vegetate') will produce good grades to show their <em>rents</em>\n('parents').  On spring afternoons, some Paulies go to <em>lax prac</em>\n('lacrosse practice'), where they hope to be <em>jocks,</em> not <em>spazzes</em>\n('spastics'), as their <em>bods</em> soak up <em>rays</em>.</p>\n<p><em>Acronymania</em>.  The most extreme form of shortening is in\nthe acronym, in which words are reduced to their initial letters.\nSuch verbal compacting is bound to happen at a place like <em>SPS</em>,\nwhere community members need to refer to buildings, committees,\nand programs succinctly yet comprehensively.  Thus, rule-breakers\nwill often find themselves meeting with the <em>DC</em>\n('Disciplinary Committee') and having to go <em>OR</em> ('on restriction')\nor, worse yet, <em>OB</em> ('on bounds').  All students may relax at\nthe <em>CC</em> (a reduplicative acronym for the Community Center) or\npick up news from home at the <em>PO</em>.</p>\n<p>SPS slanguage has spawned two particularly clever acronyms.\nFirst, when a suite of audio-visual rooms was installed in\nthe basement of our main academic building, some waggish\ngenius added a suffix to the acronym A-V to create the brilliant\nand apparently enduring pun: <em>The Aviary</em>.  Second, the arrival\nof coeducation to our school in 1971 inspired the verb to <em>to scope</em>\n(a clipping of <em>telescope</em>) and the derived noun <em>scoper,</em> 'one who\nappreciatively ogles the opposite sex.'  From this process has\narisen an unofficial organization named <em>SCOPERS,</em> an acronym\nsaid to stand for 'Students Concentrating On the Palatable\nExtremities of the Reciprocal Sex.'  Happily, the society is open\nto both boys and girls.</p>\n<p><em>Shifty conversions</em>.  Because modern English has shed most\nof its flexional endings, its words are endowed with the happy\nfacility of changing their so-called parts of speech with great\nease.  This ability of our words to rail-jump from one grammatical\nclass to another is called function shift, or conversion.</p>\n<p>Prep school slanguage fully exploits this lively characteristic.\nMany SPS conversions are desubstantival verbs: <em>to book, to\nbrick, to duke (it out),</em> and <em>to tube</em> mean, respectively, 'to do\nsomething rapidly' (“the track captain's really booking”), 'to be\nfrightened' (“I took one look at the exam and just bricked”),'to\nfight,' and 'to watch television.'</p>\n<p>As the boundaries between word classes become blurred,\nalmost any interchange, it seems, is possible: “that guy's a real\n<em>grind</em>” (verb into noun), “my dormmaster sure serves great\n<em>munchies</em> at our <em>feeds</em>” (verbs into nouns), “let's go <em>pond</em> a\nnewb” (noun into verb), and, most exotically, “I've just been\n<em>latered</em>” ('done in,' adverb into passive verb).</p>\n<p>Two vogue words that are prominent in the SPS lexicon\nwere formed in strikingly similar ways.  To <em>boze</em> means 'to mess\nup because of disorganization or sloppiness'; a team with a big\nlead must be sure to avoid bozing in the last period.  The word\nappears to be a clipping of the name Bozo (the Clown) that has\nbeen converted to a verb.  To <em>bogue,</em> 'smoke a cigarette,' has\ntraveled the same morphological route.  Take the name of\ncigarette-puffing Humphrey Bogart, convert the surname into a\nverb, and then lop off the last syllable.  Thus, both words are\neponyms that have been clipped and function-shifted, illustrating\nthat very often several methods are simultaneously at work\nin the formation of a slanguage word.</p>\n<p><em>Curious combinations</em>.  True to its Germanic heritage, the\nEnglish language loves to make compounds by welding\ntogether two independent words to form a new concept.\nAmong such combinations in the slanguage corpus are</p>\n<p><em>moon-man</em>: a noun describing a person not like ourselves.\nWe are popular, attractive, and clever.  Moon-men may be\nsmart, but they are not popular, attractive, or clever.  Moon-women\ndo not exist.</p>\n<p><em>space cadet</em>: a neophyte moon-man.</p>\n<p><em>embryo Joe</em>: a large-brained <em>computer-jock</em>: a science-loving\nmoon-man.</p>\n<p><em>wale on</em>: to embarrass or to triumph, as “I waled on his\nface.”</p>\n<p>Sometimes in English we combine morphemes in such a\nway that the beginning of one word runs into the end of\nanother to form a blend.  Lewis Carroll's <em>chortle (chuckle</em> +\n<em>snort</em>) and <em>galumphing (gallop</em> + <em>triumphing</em>) are famous\nexamples.  Two slanguage words that mean 'sickeningly sloppy'\nmay fit into this category.  About half of my informants insisted\nthat <em>scuz</em> is a bland of <em>scum</em> and <em>fuzz,</em> while the other half\nclaimed that it is a front and back clipping of <em>disgusting</em>.\nSimilarly, some maintain that the vogue word <em>rasty</em> is a blend\nof <em>rancid</em> and <em>nasty,</em> while others assert that it is a pure\ncoinage.</p>\n<p><em>Figuratively speaking</em>.  In “A Visit to the Language Zoo”\n[VERBATIM, IX, 2] and “You Said a Mouthful” [VERBATIM, IX,\n3], I attempted to show how zoological and food metaphors\nenliven our vocabularly, proving the truth of James Greenough's\nand George Kittredge's statement that “language is\nfossil poetry which is continually being worked over for uses of\nspeech.”</p>\n<p>In the slanguage of prep schools, this metaphorical substitution\nfor the plain, literal word can be seen in full activity,\nand it is not surprising that the words with the greatest\nmetaphorical energy concern academic life.  Disastrous performances\non tests generate two striking linguistic clusters.  The\nfirst I call the rotisserie metaphor: one doesn't just do poorly on\nan exam: he or she (in vaguely increasing degrees of heat) gets\n<em>smoked, lit, torched, burned, toasted, fried, baked, roasted</em>, or\n<em>sizzled</em>.  Then there is the violent, paramilitary pattern of verbs:\none gets <em>hammered, bombed, shot down,</em> or <em>blown away</em>.</p>\n<p>Note that all the verbs are in the passive voice.  The\nstudent is seen as a helpless victim of menacing, uncontrollable\nforces.  In pale contrast stand a few active verbs, most notably\n“to <em>ace</em> a test” (probably a golfing metaphor).  This is not to say\nthat preppies don't often perform superbly on examinations,\njust that it is bad form to talk about it.</p>\n<p>A few other slanguage metaphors are</p>\n<p><em>cooler</em>: a relatively ancient refrigeration metaphor for the\nInfirmary, where one's social activities are put on ice.</p>\n<p><em>tool</em>: one who is used by others; a stooge.</p>\n<p><em>to cruise</em>: a ship or airplane metaphor denoting a social\ntour of the campus after hours.</p>\n<p>In the figure we call synecdoche, a part of the whole\nbecomes a name for the whole, or vice versa as in “sixty <em>head</em>\nof cattle” or “fifty <em>sails</em>.”  Paulies play <em>puck</em> (ice hockey) or\n<em>hoop</em> (basketball, also acronymed to <em>b-ball</em>).  Paulies do not\nwatch television; they watch <em>the tube</em>, or they <em>tube out</em>.  Here\nwe have a synecdoche, which is the result of a function shift,\nwhich in turn is a clipping of <em>picture tube</em>.  Metonymy, a figure\nby which something is designated not by its own name but by\nthe name of something that suggests it, can be observed in <em>the\nSecond Floor</em> (a locational designation for the School's administration),\n<em>pit</em> (another name for basketball), and <em>jock</em> (an athlete).\nIn <em>jock</em>, an item of sports apparel has been (figuratively) clipped\nand has come to stand for the person, so that girls can also be\njocks.</p>\n<p><em>Semantic antics</em>.  Once a word has been invented and\ntaken its place in our language, it doesn't just sit still, as we\nknow from the recent histories of entries like <em>gay, clone</em>, and\n<em>Mickey Mouse</em>.  In SPS slanguage we discover that the word\n<em>lush</em> has come to mean 'easy,' as in “a lush course,” that <em>bag</em>\nmeans 'to drop from one's agenda,' as in “<em>bag the za</em>,” and that\n<em>a turkey</em>, which has nothing to do with geography or ornithology,\ndescribes someone we can't stand.  <em>A fog</em> is not a weather\nphenomenon but, rather, a person who is out of it, in a mental\nfog, and a <em>fogue</em> (probably a clipping of <em>fogey</em>) is a stupid\nmistake that a real fog makes, like pulling an all-nighter and\nthen sleeping through the examination.</p>\n<p>One process of semantic change is called emptying.  Words\nwhich once possessed very real and specific meaning can, with\ntime, become vague and hollow.  In the late Sixties, at many\nschools, everything was <em>cool</em> or <em>neat</em>, from the style of a friend's\nboots to an epic poem.  By the mid-Seventies, the vogue words\nexpressing approval were <em>unbelievable, fabulous</em>, and <em>fantastic</em>.\nToday the affirmative grunt-words on campus are <em>intense</em> and\n<em>awesome</em>, be the subject an athletic victory or a great symphony.\nNegative grunt-words include <em>rude, beat</em>, and <em>rasty</em>.</p>\n<p><em>Curious coinages</em>.  Very few words in English are fashioned\nfrom unrelated, meaningless elements.  The abundance of\nresources for making new words that I have outlined above,\nplus the cheerful willingness of English to borrow from other\nlanguages, make outright coinages rare.  Nonetheless, the SPS\nslanguage mint has produced an impressive array of pure\ncoinages.  Among the current currency are</p>\n<p><em>doof</em> (or <em>doofus</em>): one who habitually bozes.</p>\n<p><em>dweeb</em>: a nerd, a social incompetent who wears white,\nunalligatored socks and high-water, polyester trousers.</p>\n<p><em>snarf</em>: the act (or non-act) of falling asleep on or in a bed\nwith one's clothes on.  One who snarfs is a snarfer.  The concept\nof snarfing has become so sophisticated that four degrees have\nbeen identified—<em>4th degree snarf</em>: falling asleep on top of bed\nwith no shoes on; <em>3rd degree snarf</em>: falling asleep on top of bed\nwith no shoes on; <em>2nd degree snarf</em>: falling asleep under covers\nwith no shoes on; <em>1st degree snarf</em>: falling asleep under covers\nwith shoes on.</p>\n<p>Throughout history it has been the custom to sneer\nmeanly at slang as a kind of vagabond language that prowls the\noutskirts of respectable speech.  But, in fact, slang is nearly as\nold as language itself, and in all languages at all times some\nslang expressions have entered the stream of standard usage to\npollute or enrich, depending on one's view of the matter.</p>\n<p>Slang is a powerful stimulant that keeps a language alive\nand growing, and many of our most valuable and pungent\nwords and expressions have begun their lives keeping company\nwith thieves, vagrants, hipsters—and, quite likely, prep school\nstudents.  One day, in the not-too-distant future, everyone may\nlaugh at dweeb newbs and snarf out at parties, and pizza chefs\nwill not fogue when someone asks them to bag the za.</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Prep School Slanguage</h1> <p><em><span data-rel=\"author\">Richard Lederer</span> <span data-rel=\"location\">St. Paul's School</span></em></p> <p>Not long ago (it could have been any night), a group of\nstudents who board at St. Paul's School, where I have been\nteaching English for twenty-one years, sat around waiting for a\nshipment of starch to arrive from a local pizza emporium.\nWhen almost an hour had passed beyond the appointed time of\ndelivery, one of the boys called up and asked the parlor to <em>bag\nthe za</em> (meaning 'cancel the pizza').  The pizza parlor person\nasked, “You want me to do what?”  “Bag the pizza,” the boy explained.  After a pause, the voice replied: “We don't bag\npizzas here; we put it in boxes.”</p> <p>Take 500 boys and girls who are blessed with an abundance\nof linguistic exuberance and word-making energy, gather\nthem into a close-knit boarding school community far from a\nbig city, and you can be certain that they will create their own\nspecial vocabulary, full of daring metaphors, cryptic abbreviations,\nsurprising semantic shifts, and curious coinages.  Since\none of the purposes of such a vocabulary, as to the thieves'\ncant to which it is cousin, is to make it possible for the group\n<em>not</em> to be understood by the uninitiated, the pizza man, quite\nnaturally, did not comprehend the special usage of <em>bag</em> in St.\nPaul's School lingo.</p> <p>According to H.L. Mencken, the word <em>slang</em> developed in\nthe eighteenth century either from an erroneous past tense of\n<em>sling</em> or from <em>language</em> itself through blending and clipping, as\nin (thieve)<em>s'lang</em>(uage) and (beggar)<em>s'lang</em>(uage).  The average\nprep school student combines the more bizarre elements of\nAmerican jive talk, beat lingo, student cant, and regionalisms\nwith a number of terms that are pure preppie.  Thus, I have\nadopted the broad term <em>slanguage</em> for this disquisition on the\ninformal speech (seldom the writing) of students (seldom\nfaculty) at St. Paul's School, a rural boarding school set in\nConcord, New Hampshire.  Most of the words I shall discuss\nare not to be found in even the most up-to-date dictionaries of\nAmerican slang.</p>"
}