{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: The American Heritage Dictionary",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780395329436/American-Heritage-Dictionary-Second-College-0395329434/plp\"><em>The American Heritage Dictionary</em></a></h1>\n<p>(Second College Edition, Houghton Mifflin Company, 1982) 1568pp.</p>\n<p>The publication of a new and thoroughly revised edition\nof so fine a desk dictionary as <em>The American Heritage Dictionary</em>\nis cause for great interest if not excitement among language\nenthusiasts.  The original edition of 1969, product of a distinguished\nstaff of editors, was remarkable for its fresh approach\nto language and lexicography, and had, along with its very\nattractive format and appearance, a host of features that made\nit unique and very useful.  It was and <em>is</em> an important reference\nbook.  The 1982 <em>AHD</em> displays throughout the kind of extensive\nand thoughtful revision that we should expect from the editors\nat Houghton Mifflin, and incorporates new features and\nimprovements while retaining much of what was so appealing\nabout the first edition.</p>\n<p>Would that the story could end there.  Regrettably, the\nnew <em>AHD</em> also has been changed significantly in ways that\ndiminish the qualities that the many satisfied users of the first\nedition had come to cherish.  Most obviously, the format has\nbeen reduced from 8½ × 11 to 7 × 9½ ins.  This would not in\nitself be bad were it not for the fact that the type and\nillustrations suffer noticeably from a proportionate reduction.\nThe new edition is more wieldy, but once open it is harder to\nread and has a grayer, more crowded, less sharply defined\nappearance than the old.  Illustrations, so comely in the 1969\nbook, are much less attractive and clear (as a comparison of the\nline drawings at <em>argali</em> demonstrates), a fact which not only\ndetracts from the book but vitiates the efforts of those who\ntoiled to revise it.  Fortunately, the sheer number of illustrations\ncan still be counted as a prime advantage of this dictionary.</p>\n<p>Perhaps most distressing, at least from a lexicographic\nstandpoint, is the disappearance of the appendix of IndoEuropean\nroots, cornerstone of the 1969 edition's etymologies\nand <em>the</em> feature which made it an enduring value.  Gone with it\nare the more thorough etymologies; the new edition has brief,\ncryptic etymologies that employ abbreviations.  In the entry for\n<em>be,</em> for example, the ten-line etymology of the first edition,\nexplaining the multiple roots behind this verb's unusual paradigm,\nhas been replaced by:</p>\n<blockquote>\n<p>[ME <em>been</em> &lt; OE <em>beon</em>.]</p>\n</blockquote>\n<p>Etymology, it may be argued, has little general interest or\nappeal and may be the least noticed part of most dictionaries.\nHoughton Mifflin, in choosing to style its dictionary more like\nthat of the competition in the college dictionary market (i.e.,\nwith smaller format and truncated etymologies), has done a\ndisservice to language lovers both present and potential.  One\ncould spend many a pleasant hour with the 1969 edition, being\nreferred by the etymologies to many intricate and interesting\nconnections between words.  This trimmer <em>AHD</em> can be offered\nat a price competitive with its rivals', a victory for marketing,\n“the consumer,” and the corporate balance sheet, but a setback\nfor the dictionary-conscious public.</p>\n<p>All is not lost, however, for the new <em>AHD</em> does contain\nabout the same amount of raw information as its larger-sized\npredecessor (a comparison of page and line counts reveals this),\nand reorganization has made room for thousands of new words\nand definitions (the jacket claims 25,000), which are, after all,\nthe foundation of a dictionary.  Close examination of a segment\nin the <em>Ns</em> revealed the addition of <em>no-show, no-win, nucleophile,\nnuke, number cruncher, nut house,</em> and <em>nuts and bolts,</em>\nwhile on the technical side <em>nucleosome, nucleosynthesis, nullipara,</em>\nand <em>nurturance</em> were added, among others.  Inexplicably,\n<em>number one, Nutmeg State,</em> and <em>nympho</em> are gone, but the\ngeneral trend is toward marked improvement, with a significant\nnumber of new, well-chosen entries both from general and\nspecialized language.  Another useful new feature of the book is\nthe grouping together of phrasal verbs and idioms, now labeled\nunder appropriate headwords.</p>\n<p>The very handy, albeit controversial, usage notes have\nbeen thoroughly revised, expanded, and improved under the\nwatchful eye (and attentive ear) of Edwin Newman.  One may\nnot agree with all that is found in them, but these notes are a\ngreat convenience to the user and allow the editors to take a\n(usually reasonable) stand on many linguistic and stylistic\ndisputes of the day.  The very sensible approach generally\nfound in them is reflected in the note for <em>hopefully</em>:</p>\n<blockquote>\n<p><em>Usage:</em> The use of <em>hopefully</em> to mean “it is to be\nhoped,” as in <em>hopefully we'll get there before dark,</em> is\ngrammatically justified by analogy to the similar uses of\n<em>happily</em> and <em>mercifully</em>.  However, this usage is by now\nsuch a bugbear to traditionalists that it is best avoided\non grounds of civility, if not logic.</p>\n</blockquote>\n<p>The several new appendices are another improvement.  In\nseparate sections biographical entries, geographical and political\nentries, and standard abbreviations (all moved here from\nthe main listings) are defined and illustrated, followed by a list\nof two- and four-year colleges and universities of the United\nStates.</p>\n<p>On the whole the new edition of the <em>AHD</em> is substantially\ndifferent from the 1969 edition.  The revision necessary to\nmaintain a dictionary in these times of unprecedented language\ngrowth and change seems to have been well done, without\nsacrificing the pleasant readability and defining style of the\noriginal.  The 1982 <em>AHD</em> is a college dictionary, and as such is\nan excellent choice for anyone needing a handy and up-to-date\nquick reference source.  Those who were expecting to replace\ntheir tattered but beloved <em>AHDs</em> with a new, revised, more\ncurrent version may be disappointed, and justifiably so.  For\nmany, the 1969 edition was a cut above other college dictionaries.\nIts descendant is a good book that should do well in the\nstores; whereas the first <em>AHD</em> surpassed its competitors, this\nnew one aspires only to meet them.  Frank R. Abate</p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780395329436/American-Heritage-Dictionary-Second-College-0395329434/plp\"><em>The American Heritage Dictionary</em></a></h1> <p>(Second College Edition, Houghton Mifflin Company, 1982) 1568pp.</p> <p>The publication of a new and thoroughly revised edition\nof so fine a desk dictionary as <em>The American Heritage Dictionary</em>\nis cause for great interest if not excitement among language\nenthusiasts.  The original edition of 1969, product of a distinguished\nstaff of editors, was remarkable for its fresh approach\nto language and lexicography, and had, along with its very\nattractive format and appearance, a host of features that made\nit unique and very useful.  It was and <em>is</em> an important reference\nbook.  The 1982 <em>AHD</em> displays throughout the kind of extensive\nand thoughtful revision that we should expect from the editors\nat Houghton Mifflin, and incorporates new features and\nimprovements while retaining much of what was so appealing\nabout the first edition.</p> <p>Would that the story could end there.  Regrettably, the\nnew <em>AHD</em> also has been changed significantly in ways that\ndiminish the qualities that the many satisfied users of the first\nedition had come to cherish.  Most obviously, the format has\nbeen reduced from 8½ × 11 to 7 × 9½ ins.  This would not in\nitself be bad were it not for the fact that the type and\nillustrations suffer noticeably from a proportionate reduction.\nThe new edition is more wieldy, but once open it is harder to\nread and has a grayer, more crowded, less sharply defined\nappearance than the old.  Illustrations, so comely in the 1969\nbook, are much less attractive and clear (as a comparison of the\nline drawings at <em>argali</em> demonstrates), a fact which not only\ndetracts from the book but vitiates the efforts of those who\ntoiled to revise it.  Fortunately, the sheer number of illustrations\ncan still be counted as a prime advantage of this dictionary.</p> <p>Perhaps most distressing, at least from a lexicographic\nstandpoint, is the disappearance of the appendix of IndoEuropean\nroots, cornerstone of the 1969 edition's etymologies\nand <em>the</em> feature which made it an enduring value.  Gone with it\nare the more thorough etymologies; the new edition has brief,\ncryptic etymologies that employ abbreviations.  In the entry for\n<em>be,</em> for example, the ten-line etymology of the first edition,\nexplaining the multiple roots behind this verb's unusual paradigm,\nhas been replaced by:</p>"
}