{
  "type": "Article",
  "title": "Antipodean English: The Elusive 'Kangaroo'",
  "author": "George W. Turner",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Antipodean English: <em>The Elusive 'Kangaroo'</em></h1>\n<p><em><span data-rel=\"author\">George W. Turner</span> <span data-rel=\"location\"></span></em></p>\n<p>Kangaroos are not themselves elusive.  You see their bodies\nalong outback roads where they have been dazzled by the\nheadlights and knocked down by the heavy protective grills\n(called <em>roo-bars</em>) on the front of vehicles.  You can meet them\nmore peacefully in zoos or parks where the constant presence\nof kindly visitors with bits of bread has made them approachable\nand tame.  My wife does have a scar on her forearm which,\nwhen in Europe, she attributes to a kangaroo—truthfully—but it\nwas gained, if that's the word, when she was surrounded by\nkangaroos begging for bread and one importunate beggar\nfound her distribution too slow.  It was in fact a Kangaroo\nIsland kangaroo, one of a species whose safe ancestral home\nhas trained them to be the quietest of kangaroos.  I have seen a\nfemale of this species let children fondle the ears of a joey\npeering from her pouch.</p>\n<p>No, it is the word <em>kangaroo</em> that is elusive, in its origin and\nin its exact meaning.  It is clearly Aboriginal and dates back to\nCook's voyage of 1770, not to the well-known visit to Botany\nBay but to his stay at the Endeavour River in Northern\nQueensland for repairs to his ship on the voyage home.  There\nthe botanist Daniel Solander described and the artist Sydney\nParkinson drew a marsupial and introduced the kangaroo to an\ninterested world.  Soon a kangaroo from Botany Bay would be\nexhibited in the Strand with the claim that “Ocular Demonstration\nwill exceed all that Words can describe or Pencil\ndelineate.”</p>\n<p>In fact a Dutch explorer, Pelsart, had described a similar\nanimal in 1629, but modern Dutch, like other European\nlanguages, has a word (<em>kangoeroe</em>) capturing in its own spelling\nsystem a word brought to Europe by Cook and his associates,\nespecially Joseph Banks, in the form <em>kangooroo</em> or <em>kanguru</em>.\nWithin the decade Buffon had introduced it into French (as\n<em>kanguros</em> plural) and the modern French form <em>kangourou</em> is\nrecorded in 1800.  It is now thought that the animal described\nby Solander was not a kangaroo in the strict sense but a\nwallaby, specifically a Cape York form of whip-tail wallaby with\nthe scientific name <em>Wallabia canguro</em> in recognition of the\nconnection with Cook's expedition.  Cook's men emphasized\nthe size of the “kangaroo” but since early voyagers referred to\n“a sort of raccoon” (Dampier) or “civet-cat” or “squirrel” or\n(most seriously) “jerboa,” all small animals, even a medium-sized\nwallaby might seem large by contrast with a different\nexpectation.  It is the old paradox that a little elephant is not a\nlittle animal.</p>\n<p>A new obscurity began to attach to the name.  Natives at\nBotany Bay appeared not to know the word <em>kangaroo</em>.  One of\nthem asked if cows were to be called kangaroos.  This ignorance\nbecame explained when it was realized that there was not\nsimply one language spoken by natives through Australia, that\neven a little way from Sydney a different language was spoken\nand the Endeavour River was some 2,000 miles to the north.\nBut a new puzzle arose when in 1820 P.P. King in the\nEndeavour River area made a vocabulary similar to that of\nBanks, except that a kangaroo was called <em>min-nar</em> and variants.\nTheories were advanced that <em>kangaroo</em> simply meant “I don't\nknow,” for instance, but no appropriate phrase existed in the\nlanguage (Guugu Yimidhirr) of the area.  Had taboo led to a\nchange of name for the animal?  Scholars agreed that the origin\nof the word was obscure.</p>\n<p>Actually the Chief Protector of Queensland Aborigines,\nDr. W.E. Roth, had pointed out in a letter to the <em>Australasian</em>\nin 1898 and again in <em>North Queensland Ethnography, Bulletin</em>\n2, 1901, that a word <em>ganguru</em> was still current in Guugu\nYimidhirr.  This information went unnoticed.  Only when John\nHaviland began his study of the language in 1972 was it\ngenerally accepted that a word, pronounced <em>gang-uru</em>, was the\nGuugu Yimidhirr term for a large black or gray kangaroo.\nPerhaps the animal studied by Solander and Parkinson was not\nthe animal pointed to by Banks at the important moment when\nEuropean languages gained the word <em>kangaroo</em>.  In any case\nthere is some evidence that Cook's men encountered and\ndescribed more than one kind of marsupial.  King's word was\nprobably <em>minha</em>, meaning 'an animal that can be used as food.'</p>\n<p>What <em>is</em> a kangaroo?  We may concentrate on one or\nanother quality of the beast, its strangeness, its leaping motion,\nits pouch to carry its baby or <em>joey</em>.  Germans seem to think of\nits strangeness, asking visiting Australians have they seen or do\nthey keep kangaroos.  The German language seems to make no\nmetaphorical use of the concept, unlike the Italians or French,\nwho, impressed mainly by the pouch, use it to name vehicles\nthat carry other vehicles.  In France a railway wagon to carry\nthe trailer of a semi-trailer (<em>articulated lorry</em> to British readers)\nis called <em>wagon kangourou</em> (defined by <em>Grand Larousse</em> as\n<em>“wagon muni d'une poche pour loger l'essieu routier”</em>), while\nItalians call an airplane used to launch a smaller one <em>canguro.</em>\nSince a <em>canguro</em> can also be someone promoted rapidly and\nover the heads of his colleagues, the Italians have also utilized\nmetaphorically the leaping habit of the kangaroo, a habit\nnoticed by the Danes when they coined <em>kængurustylte</em> for a\npogo-stick.  It is the quality which appeals to Australians too,\nwhen they choose a logo for Qantas, the national airline, or\nwhen they use <em>kangaroo</em> as a verb to describe releasing a clutch\nunevenly so that a vehicle <em>kangaroos</em> or moves forwards in a\nseries of jerks.  It perhaps appeals to Americans too, with their\ncontribution, the <em>kangaroo court.</em>  (Why?  Because it leaps over\nthe formalities of an established legal system?  I'd be glad if any\nAmerican reader can provide information on its origin.)</p>\n<p>In another sense, what is a kangaroo?  How does it differ\nfrom a wallaby?  As Arabs proverbially have many words for\nkinds of camel and Eskimos for kinds of snow, so Australians\nhave many words for kinds of kangaroo.  Not that every\nAustralian can tell you what a <em>bettong</em> or a <em>tammar</em> or even a\n<em>nail-tailed wallaby</em> is.  Even scientists cannot point to a clear-cut\ncorrect use of popular names, and, for that matter, even\nscientific names are not always beyond dispute.  Current usage\nseems to be that <em>kangaroo</em> serves as a general term and also as\na term for a group of the largest marsupials (genus <em>Macropus</em>,\nliterally, 'big feet').  Wallabies are closely allied to the large\nkangaroos anatomically and some were once included in the\ngenus <em>Macropus</em>.</p>\n<p>The naturalist Ellis Troughton has suggested a threefold\ndivision of kangaroolike creatures by size into <em>pademelons</em> (also\nspelt <em>paddymelons</em>), wallabies, and kangaroos.  A kangaroo in\nthis sense will then be a marsupial with adult foot length heel\nto longest toe without nail of more than ten inches (more\ntechnical criteria relate to teeth).  The term <em>pademelon</em> varies\nregionally in its application but may be taken to be a small\nwallaby.</p>\n<p>The large kangaroos themselves can be divided into three\nmain groups, differentiated technically this time by the hair on\ntheir noses, the <em>wallaroo</em> (in its western variety called <em>euro</em>,\npronounced and sometimes spelt <em>yuro</em>) of coastal mountains\nand rocky inland ranges, the <em>red kangaroo</em> of the inland plains,\nand the <em>great grey</em> or <em>forester kangaroo</em> of open forest country.</p>\n<p>Wallabies are more various.  There are <em>swamp wallabies,\nrock wallabies, brush wallabies,</em> the <em>nail-tailed wallaby</em> with a\nnaillike horny protuberance, of uncertain function, on its tail,\nand others.  There are local names for local kinds, as the <em>quokka</em>\nor <em>tammar</em> of various parts of Western Australia.</p>\n<p>More primitive than pademelons, wallabies, or kangaroos\nare the <em>tree kangaroos</em>, which have reverted to arboreal habits,\nand the small <em>rat kangaroos</em> (sometimes, but less accurately,\nfrom a zoological point of view, called <em>kangaroo rat</em>).  Varieties\nof these give rise to further names, such as <em>bettong</em> or <em>potoroo</em>,\nbut even among Australians these are hardly household words.</p>\n<p>Much more could be said about the word <em>kangaroo</em> (I've\nscarcely touched on its compounds), but already the editor\nmust be contemplating the merits of a kangaroo closure.</p>\n<h2></h2>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Antipodean English: <em>The Elusive 'Kangaroo'</em></h1> <p><em><span data-rel=\"author\">George W. Turner</span> <span data-rel=\"location\"></span></em></p> <p>Kangaroos are not themselves elusive.  You see their bodies\nalong outback roads where they have been dazzled by the\nheadlights and knocked down by the heavy protective grills\n(called <em>roo-bars</em>) on the front of vehicles.  You can meet them\nmore peacefully in zoos or parks where the constant presence\nof kindly visitors with bits of bread has made them approachable\nand tame.  My wife does have a scar on her forearm which,\nwhen in Europe, she attributes to a kangaroo—truthfully—but it\nwas gained, if that's the word, when she was surrounded by\nkangaroos begging for bread and one importunate beggar\nfound her distribution too slow.  It was in fact a Kangaroo\nIsland kangaroo, one of a species whose safe ancestral home\nhas trained them to be the quietest of kangaroos.  I have seen a\nfemale of this species let children fondle the ears of a joey\npeering from her pouch.</p> <p>No, it is the word <em>kangaroo</em> that is elusive, in its origin and\nin its exact meaning.  It is clearly Aboriginal and dates back to\nCook's voyage of 1770, not to the well-known visit to Botany\nBay but to his stay at the Endeavour River in Northern\nQueensland for repairs to his ship on the voyage home.  There\nthe botanist Daniel Solander described and the artist Sydney\nParkinson drew a marsupial and introduced the kangaroo to an\ninterested world.  Soon a kangaroo from Botany Bay would be\nexhibited in the Strand with the claim that “Ocular Demonstration\nwill exceed all that Words can describe or Pencil\ndelineate.”</p> <p>In fact a Dutch explorer, Pelsart, had described a similar\nanimal in 1629, but modern Dutch, like other European\nlanguages, has a word (<em>kangoeroe</em>) capturing in its own spelling\nsystem a word brought to Europe by Cook and his associates,\nespecially Joseph Banks, in the form <em>kangooroo</em> or <em>kanguru</em>.\nWithin the decade Buffon had introduced it into French (as\n<em>kanguros</em> plural) and the modern French form <em>kangourou</em> is\nrecorded in 1800.  It is now thought that the animal described\nby Solander was not a kangaroo in the strict sense but a\nwallaby, specifically a Cape York form of whip-tail wallaby with\nthe scientific name <em>Wallabia canguro</em> in recognition of the\nconnection with Cook's expedition.  Cook's men emphasized\nthe size of the “kangaroo” but since early voyagers referred to\n“a sort of raccoon” (Dampier) or “civet-cat” or “squirrel” or\n(most seriously) “jerboa,” all small animals, even a medium-sized\nwallaby might seem large by contrast with a different\nexpectation.  It is the old paradox that a little elephant is not a\nlittle animal.</p>"
}