{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Word City: A New Language Tool",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.thriftbooks.com/w/word-city-a-new-language-tool_marvin-morrison/2581199/#edition=5730595&amp;idiq=913878\"><em>Word City: A New Language Tool</em></a></h1>\n<p>Originated and comp. Marvin Morrison, (Pilot Light, 1982), xxi + 352pp.</p>\n<p>Although I once lost—placed second, which is the same\nthing—a spelling bee by leaving the second <em>e</em> out of <em>immediately</em>,\nI am a pretty good speller.  Occasionally, I might check a\ndictionary to determine which óf a number of variants is\n“preferred,” but most of the time I know the correct spelling\nof a word.  One of my classmates when I lost the spelling bee—I\nwas nine at the time—was such a poor speller that we\nspeculated on his ability to spell his own name correctly.\nPerhaps today he might be classified as dyslexic, but</p>\n<blockquote>\n<p>In those good old antediluvian days,<br>\nIn those good old days of yore,<br>\nWhen all the beasts were elephants<br>\nAnd the water H\\?\\2SO\\?\\4,</p>\n</blockquote>\n<p>he was simply known as a lousy speller.</p>\n<p>I think he might have been helped by this book, which is\nthe cleverest method I have yet seen for showing the correct\nspelling of words that one cannot spell—even those to which\nyou may not have a clue.  “How can I look it up if I can't spell\nit?”  —the logical cry of the bad speller—is the very theme of\n<em>Word City</em>.  I am not familiar enough with every approach to\nthe bad speller's problem to know whether the technique\ndeveloped by Morrison is unique, but I can say it works.  It is\nmuch to be preferred, too, to the solutions offered by other\n“bad speller's” dictionaries I have seen: they tend to list words\nin their incorrect spellings, following the entry with the correct\nspelling.  That is not a good practice because it shows the\nwrong spelling in print and may help to fix it in the mind of\nthe user.</p>\n<p>Morrison's approach is to strip a work of its vowels (the\nculprits that cause most of the spelling problems) and to merge\nthe consonant sounds together.  <em>Sounds</em>, that is: forget that you\nknow that <em>philosophy</em> begins with a <em>ph</em>-, and “respell” it FLSF;\nignore your recollection that <em>psychology</em> likewise begins with a\n<em>p</em>-, and render it SKLJ.  To do this, you must follow Morrison's\nphonetic rules (the first <em>g</em> in <em>gauge</em> is G, the second is J).  The\ncompressed clusters of consonants are arranged in alphabetical\norder throughout the book, which means that you do have to\nknow the alphabet.  The front matter provides an exceptionally\nclear set of instructions, quickly learned, on how to use the\nbook.</p>\n<p>I checked a few words that I see misspelled quite often.\n<em>Misspell</em> is certainly one, and I found it readily enough under\nMSPL, along with <em>misapply, misapplied, misapplies</em>, and its\ninflections, <em>misspelt</em> or <em>misspelled</em>.  Another gem is <em>accommodate</em>,\nwhich I found under KMDT, along with <em>accommodated,\naccommodating, commodity</em>, and <em>commodities</em>, but without\n<em>accommodation</em>.  GJ yields <em>gage</em> 'pledge,' <em>gauge</em> 'measure,' and\n<em>gouge</em>, with their inflected forms.  (I found an alphabetical\nhiccup here: GHD and GHT are out of order, but why\ncomplain?)  RT covers <em>right, rite, wright</em> and <em>right</em>, each with its\nown gloss.</p>\n<p>Included are more than 45,000 words (and inflected\nforms), which ought to be enough for a beginning.  I am not\nsure I would have listed which under HWCH without showing\nit, along with <em>witch</em> and <em>watch</em>, under WCH, since in the\nspeech of many the initial sounds by <em>w-</em> and <em>wh-</em> are homophonic,\nbut Morrison can take care of such matters in a later\nedition.</p>\n<p>As a simple answer to a problem that besets many people,\n<em>Word City</em> stands out as a useful and elegant solution.  As Pilot\nLight books might not be readily available in (or through) a\nbookshop, order it directly from Direct Purchase/Pilot Light/\nP.O. Box 305/Stone Mountain, GA 30086.  The prices quoted\nin the book are $5.45 for one copy, $11.95 for three.  Special\nquantity rates are available on application.</p>\n<p><em>Laurence Urdang</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.thriftbooks.com/w/word-city-a-new-language-tool_marvin-morrison/2581199/#edition=5730595&amp;idiq=913878\"><em>Word City: A New Language Tool</em></a></h1> <p>Originated and comp. Marvin Morrison, (Pilot Light, 1982), xxi + 352pp.</p> <p>Although I once lost—placed second, which is the same\nthing—a spelling bee by leaving the second <em>e</em> out of <em>immediately</em>,\nI am a pretty good speller.  Occasionally, I might check a\ndictionary to determine which óf a number of variants is\n“preferred,” but most of the time I know the correct spelling\nof a word.  One of my classmates when I lost the spelling bee—I\nwas nine at the time—was such a poor speller that we\nspeculated on his ability to spell his own name correctly.\nPerhaps today he might be classified as dyslexic, but</p> <blockquote>\n<p>In those good old antediluvian days,<br>\nIn those good old days of yore,<br>\nWhen all the beasts were elephants<br>\nAnd the water H\\?\\2SO\\?\\4,</p>\n</blockquote> <p>he was simply known as a lousy speller.</p>"
}