{
  "type": "Article",
  "title": "Philip Howard on English English",
  "author": "Philip Howard",
  "location": "",
  "html": "<link rel=\"type\" href=\"Article\"><h1 data-rel=\"title\">Philip Howard on English English</h1>\n<p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p>\n<p>Etymology is a notorious minefield for amateur enthusiasts:\nand not just amateurs.  The great Dr. Johnson perpetrated\nsome spectacularly false derivations in his <em>Dictionary.</em>  He\nderived <em>curmudgeon</em> as “a vitious manner of pronouncing <em>coeur\nméchant;</em>” but took the prudent precaution of blaming an\nunknown correspondent for the false etymology.  He blamed\nSkinner for his etymology for <em>helter-skelter</em> from the Anglo-Saxon\nwords for the darkness of hell: “Hell, says he, being a\nplace of confusion.”  Samuel Whyte, a young Irishman staying\nin London, walked rather abruptly into the drawing room one\nday and found his host and Thomas Sheridan and two other\nmen “with large folios on the table between them; Johnson's\n<em>Dictionary,</em> then but lately published.”  One of the volumes was\nlying open, and the first word that caught Whyte's eye was\n<em>helter-skelter</em>.  The Irishman was not convinced by Johnson's\nexplanation, and called out: “That's a very far-fetched etymology.”\nThe other three men looked thunderstruck, and “staring\nat him for a moment, cast a significant glance towards the\nwindow, where stood an odd looking figure, which he had not\nbefore noticed, observing the boats passing on the Thames.”\nThis was the great man himself.  His host, “again casting an eye\ntowards the window,” asked Whyte, “Well, young sir!  I\nsuppose you can give a better derivation.”  To which Whyte\nreplied: “O yes, sir!  from the Latin; <em>hilariter celeriter</em>, 'merrily\nand swiftly'; won't that do?”  The older men made no reply,\n“but they hustled him out of the room as fast as they could,\nafter some judicious animadversions on his temerity.”  They\nthought it was lucky that Johnson had been completely\nabsorbed in his own contemplations, and the young man had\navoided “what perhaps he deserved, a good rap over the\nknuckles.”</p>\n<p>Alas and dammit, Sam Whyte's ingenious derivation is as\nbogus as Sam Johnson's.  The best authorities agree that <em>helter-skelter</em>\nis sixteenth-century rhyming jingle like <em>harum-scarum</em>\nand <em>hurry-scurry</em>.  It may be ultimately based on the Middle\nEnglish verb <em>skelte</em>, 'to hasten.'  You can find analogies in Low\nGerman <em>hulter bulter</em> and Dutch <em>holderdebolder</em>.</p>\n<p>A more recent and very popular British false etymology\nhas just been shot down in flames by Robert Burchfield in his\nlatest volume of the <em>Supplement</em> to the <em>Oxford English Dictionary</em>.\nThis derives <em>posh</em>, meaning 'smart,' or, as you lot might say\non the other side of the fish-pond, 'classy,' as an acronym from\nthe initials of “port outward, starboard home,” referring to the\nshady, and therefore more expensive side for cabins on ships\nformerly traveling between Britain and its Indian Empire.  A\nfew years ago I wrote and delivered a radio program lasting 45\nminutes on the BBC (about an anniversary of the Peninsular\nand Oriental Steam Navigation Company) which was actually\ncalled “Port Outward, Starboard Home.”  I blush to remember\nit.  We all blush when we commit a false etymology.  And we all\ngo on doing it.  There is an ingrained didactic instinct to show\noff and make jokes.  Resist it, Philip, resist it.</p>\n<p>Burchfield dismisses the folk etymology as lacking foundation:\nand those are devastating words from that mild scholar.\nHe says that the pronunciation of <em>posh</em> to rhyme with “push,”\nas a supposedly posh or facetious way of saying the word, may\nexemplify a different word.  I have never come across this\nfacetious pronunciation, though I have sometimes heard\nmiddle-aged and elderly upper-class men pronounce it with a\nlong “o” as in “poached egg.”</p>\n<p>The matter is further confused by the fact that <em>posh</em> has at\nleast three other meanings in British English.  Fortunately all of\nthem are rare, and possibly obsolescent.  <em>Posh</em> is thieves' slang\nfor a coin of small value, particularly the old duodecimal\nhalfpenny, which was at least a coin you could get your fingers\nround and buy something with.  The tiny new decimal halfpenny,\napart from being worthless, is so small that it slips\nthrough cracks in the trouser pocket and into the socks.  This\n<em>posh</em> probably comes from the Romany word <em>posh</em> meaning\n'half.'</p>\n<p>Then there is the Edwardian slang word <em>posh</em> meaning a\n'dandy or regular swell.'  I have never met this <em>posh</em>, but he\noccurs in respectable writers around the turn of the century.</p>\n<p>Finally there is <em>posh</em> meaning 'balderdash or rubbish.'\nAgain the etymology is unknown; but it is probably just a\nfacetious or ignorant British variant pronunciation of <em>bosh</em>.</p>\n<p>It all just shows that in matters of scholarship, particularly\netymology, we ought to mind our Ps and Qs (and for Sam\nJohnson's sake don't let us go into them).  But I don't suppose\nthat we shall.  Folk etymology is fun.  <em>Floreat</em>.</p>\n<p><em>The following item is reprinted in full from the</em> <em>EFL Gazette.</em></p>\n<blockquote>\n<p><em>In Memoriam</em></p>\n<p>On November the 17th, 1982, a memorial service was held\nat the English Speaking Union in London, in remembrance of\nthe English language.</p>\n<p>The service, or the fourth Sotheby lecture as it was called\nin the press, was attended by academics, linguists and other\nfriends of the deceased.  The address was given by Mr Bernard\nLevin.</p>\n<p>Mr Levin recalled the past glories of the language: from its\nbirth in Chaucerian England, to the coming of age in Shakespearian\ntimes...</p>\n<p>After that, Mr Levin seemed to feel, it was downhill all\nthe way.  To be sure, attempts were made to revive the failing\nlanguage—themes were reworked, styles embroidered—but to\nno avail.  By the twentieth century it was all over.</p>\n<p>On the 28th July 1961 the English Language finally\nsuccumbed.  Its passing was marked by a Dr Burchfield\n(believed to be some kind of lexicographer), when, in an article\npublished that day, he uttered the fateful words: “Aleotoric\nmusic.”</p>\n<p>Mr Levin did not seem surprised by this tragic turn of\nevents.  In his opinion, it merely reflected the state of a society\nwhere artists in every field had forsaken the forms of their\nancestors, a society where the uneducated mimicked the\nspeech of the educated and where the educated had become\nalmost entirely illiterate.</p>\n<p>The outcome, he felt, was inevitable.  “There is something\nin the sulphurous air of our time that adds up to disintegration,”\nhe said.</p>\n<p>And there are some things in Mr Levin's speech that add\nup to bad English.  For a start, you need at least two things\nbefore you can add up to anything at all.  Perhaps, though, Mr\nLevin was using the term “add up” in the current “sloppy”\nmeaning of “is indicative of.”  Mr Levin?  Sloppy?  Never!  But\nthen, as he went on to point out, the English language now lies\n“dead in the mouths of its users.”</p>\n</blockquote>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Article\"> <h1 data-rel=\"title\">Philip Howard on English English</h1> <p><em><span data-rel=\"author\">Philip Howard</span> <span data-rel=\"location\"></span></em></p> <p>Etymology is a notorious minefield for amateur enthusiasts:\nand not just amateurs.  The great Dr. Johnson perpetrated\nsome spectacularly false derivations in his <em>Dictionary.</em>  He\nderived <em>curmudgeon</em> as “a vitious manner of pronouncing <em>coeur\nméchant;</em>” but took the prudent precaution of blaming an\nunknown correspondent for the false etymology.  He blamed\nSkinner for his etymology for <em>helter-skelter</em> from the Anglo-Saxon\nwords for the darkness of hell: “Hell, says he, being a\nplace of confusion.”  Samuel Whyte, a young Irishman staying\nin London, walked rather abruptly into the drawing room one\nday and found his host and Thomas Sheridan and two other\nmen “with large folios on the table between them; Johnson's\n<em>Dictionary,</em> then but lately published.”  One of the volumes was\nlying open, and the first word that caught Whyte's eye was\n<em>helter-skelter</em>.  The Irishman was not convinced by Johnson's\nexplanation, and called out: “That's a very far-fetched etymology.”\nThe other three men looked thunderstruck, and “staring\nat him for a moment, cast a significant glance towards the\nwindow, where stood an odd looking figure, which he had not\nbefore noticed, observing the boats passing on the Thames.”\nThis was the great man himself.  His host, “again casting an eye\ntowards the window,” asked Whyte, “Well, young sir!  I\nsuppose you can give a better derivation.”  To which Whyte\nreplied: “O yes, sir!  from the Latin; <em>hilariter celeriter</em>, 'merrily\nand swiftly'; won't that do?”  The older men made no reply,\n“but they hustled him out of the room as fast as they could,\nafter some judicious animadversions on his temerity.”  They\nthought it was lucky that Johnson had been completely\nabsorbed in his own contemplations, and the young man had\navoided “what perhaps he deserved, a good rap over the\nknuckles.”</p> <p>Alas and dammit, Sam Whyte's ingenious derivation is as\nbogus as Sam Johnson's.  The best authorities agree that <em>helter-skelter</em>\nis sixteenth-century rhyming jingle like <em>harum-scarum</em>\nand <em>hurry-scurry</em>.  It may be ultimately based on the Middle\nEnglish verb <em>skelte</em>, 'to hasten.'  You can find analogies in Low\nGerman <em>hulter bulter</em> and Dutch <em>holderdebolder</em>.</p> <p>A more recent and very popular British false etymology\nhas just been shot down in flames by Robert Burchfield in his\nlatest volume of the <em>Supplement</em> to the <em>Oxford English Dictionary</em>.\nThis derives <em>posh</em>, meaning 'smart,' or, as you lot might say\non the other side of the fish-pond, 'classy,' as an acronym from\nthe initials of “port outward, starboard home,” referring to the\nshady, and therefore more expensive side for cabins on ships\nformerly traveling between Britain and its Indian Empire.  A\nfew years ago I wrote and delivered a radio program lasting 45\nminutes on the BBC (about an anniversary of the Peninsular\nand Oriental Steam Navigation Company) which was actually\ncalled “Port Outward, Starboard Home.”  I blush to remember\nit.  We all blush when we commit a false etymology.  And we all\ngo on doing it.  There is an ingrained didactic instinct to show\noff and make jokes.  Resist it, Philip, resist it.</p>"
}