{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: A Feast of Creatures: Anglo-Saxon Riddle-Songs",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Feast-Creatures-Anglo-Saxon-Riddle-Songs-Middle/dp/0812211294\"><em>A Feast of Creatures: Anglo-Saxon Riddle-Songs</em></a></h1>\n<p>Trans., intr., notes, and commentary by Craig Williamson, (The University of Pennsylvania Press, 1978), xii + 230 pp.</p>\n<p>Craig Williamson, who provided a text edition of <em>The Old\nEnglish Riddles of the Exeter Book</em> (Chapel Hill, 1977), here\nfurnishes his own translations of the originals (91 in number,\nranging from 3 to 84 lines each, with an average length of 12\nlines).  He tells us that he deals with the problem of rendering\nOld English verse in modern English by adopting a compromise\nthat “represents a cross between the traditional Anglo-Saxon\nmeter and a looser form used by Aelfric, sometimes\ncalled rhythmical prose” (47).  A comparison of his renditions\nwith the Old English originals seems to reveal him as a\nsuccessful and skilled translator.  His task was far from easy, for\nhe had to take into account alliteration, stress, assonance,\nverbal repetition, play on words, and the involved multiple\nmeanings of the Old English vocabulary, the semantic fields of\nwhich rarely match those of modern English words.</p>\n<p>The title of this volume is more felicitous, perhaps, than\nthat of the text edition, for “Riddle-Songs” leads us to expect\nsomething quite different from “Old English Riddles.”  Hence,\nwe do not have a collection of the Why-is-grass-like-a-mouse\ntype of riddle, with a single banal solution for each one.  The\ntranslator gives us solutions at the end of the volume\n(225-228).  But 10 out of the 91 are marked “uncertain,” i.e.,\nthey have several possible solutions, varying in number from\nfour to ten.  Apparently none of the variants is favored over the\nothers, unless the order in which they are presented implies\nsome kind of ranking; usually it seems not to.  For riddle No.\n91, the final one, the following multiplicity of solutions is\nsuggested: Book, Wandering Singer, Moon, Quill Pen, Dream,\nRiddle [!], Prostitute, Soul.  The last two lines of that riddle\nsong, while regarded by Williamson as probably alluding to the\nunknown or unknowable parentage of riddles and cited by him\nin that connection in his treatment of “origins” (Introduction,\np. 5), may just as well refer to the intricate task of “solving”\nthe riddles themselves:</p>\n<blockquote>\n<p>Though the children of earth eagerly seek<br>\nTo trace my trail, sometimes my tracks are dim.  (p. 154)</p>\n</blockquote>\n<p>(And something entirely different could be intended\nsimultaneously.)</p>\n<p>In addition to the ten solutions designated as uncertain,\nthere are sixteen other riddle songs for which there are multiple\nsolutions, but the author evidently believes that the favored\nsolutions are fairly certain.  Readers may, of course, have their\nown ideas about the validity of any given choice, and it is quite\npossible that the original was at times meant to permit more\nthan one “correct” answer.  In fact, as Williamson so deftly\nputs it in his note on riddle 23 (177), there are “several Old\nEnglish double-entendre riddles with a sexual solution for the\nbawdy and a plain solution for the prim.”  It is, however, a rare\nriddle song that permits of no more than two solutions,\nalthough many of them contain an invitation to the reader to\nfind “the solution,” cf.:</p>\n<blockquote>\n<p>Weird riddle-craft riding the drift of words—<br>\nNow sing the solution to what you've heard.  (p. 94)</p>\n</blockquote>\n<p>We may have some trouble in assuring ourselves that we are on\nthe same wavelength as the Anglo-Saxon riddler, but that is a\nproblem often encountered by those trying to fathom the\nliterature of older periods, especially when cryptic features are\nintentional.</p>\n<p>Since the author perceives a “riddle connection” in Zen\nkoans and, to demonstrate the claimed affinity, even quotes\none, a pertinent caveat may be called to our attention here:\n“The koan is not a conundrum to be solved by a nimble wit.  It\nis not a verbal psychiatric device for shocking the disintegrated\nego of a student into some kind of stability.  Nor, in my\nopinion, is it ever a paradoxical statement except to those who\nview it from the outside.”  [<em>The Zen Koan</em>, by Ruth Fuller\nSasaki, New York, 1965, p. xi.]  Those who view it “from the\ninside” need, of course, to be immersed in certain Buddhist\ndoctrines, and that sort of religious requirement is hardly\ninvolved in understanding the riddle-songs.  (That any of them\nreflect ancient Germanic religious beliefs is highly dubious,\nalthough not completely impossible.)</p>\n<p>Williamson says, cogently it seems, “The Old English\nriddles are a metaphoric and a metamorphic celebration of life\nin the age of the Anglo-Saxon.  Metaphoric because each riddle\ncreature takes on the guise of another... Metamorphic\nbecause ... all creatures shift shapes.”</p>\n<p>The book offers far more than a review of this scope can\nindicate, for there are treatments of Latin riddles (compared\nand contrasted with the Old English ones), of parallels in Old\nIcelandic, of systems of analysis and classification of riddles, of\nkennings and their special role in riddle-songs, of the translation\nprocedure followed by the author (with some reference to\nthat of other translators), etc.</p>\n<p>Before looking at the answers, a reader will perhaps want\nto try to solve the riddles.  If he is no more adept at this than\nthe reviewer, he will succeed in only a few instances.  But then\nhe will need to read them all at least once again, and he will\nthen relish everything he missed in the frantic task of trying to\nhit upon the right solution.  For the book is, as is implied in part\nof its title, a veritable “feast.”</p>\n<p><em>[Robert A. Fowkes, Professor Emeritus, New York University]</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.amazon.com/Feast-Creatures-Anglo-Saxon-Riddle-Songs-Middle/dp/0812211294\"><em>A Feast of Creatures: Anglo-Saxon Riddle-Songs</em></a></h1> <p>Trans., intr., notes, and commentary by Craig Williamson, (The University of Pennsylvania Press, 1978), xii + 230 pp.</p> <p>Craig Williamson, who provided a text edition of <em>The Old\nEnglish Riddles of the Exeter Book</em> (Chapel Hill, 1977), here\nfurnishes his own translations of the originals (91 in number,\nranging from 3 to 84 lines each, with an average length of 12\nlines).  He tells us that he deals with the problem of rendering\nOld English verse in modern English by adopting a compromise\nthat “represents a cross between the traditional Anglo-Saxon\nmeter and a looser form used by Aelfric, sometimes\ncalled rhythmical prose” (47).  A comparison of his renditions\nwith the Old English originals seems to reveal him as a\nsuccessful and skilled translator.  His task was far from easy, for\nhe had to take into account alliteration, stress, assonance,\nverbal repetition, play on words, and the involved multiple\nmeanings of the Old English vocabulary, the semantic fields of\nwhich rarely match those of modern English words.</p> <p>The title of this volume is more felicitous, perhaps, than\nthat of the text edition, for “Riddle-Songs” leads us to expect\nsomething quite different from “Old English Riddles.”  Hence,\nwe do not have a collection of the Why-is-grass-like-a-mouse\ntype of riddle, with a single banal solution for each one.  The\ntranslator gives us solutions at the end of the volume\n(225-228).  But 10 out of the 91 are marked “uncertain,” i.e.,\nthey have several possible solutions, varying in number from\nfour to ten.  Apparently none of the variants is favored over the\nothers, unless the order in which they are presented implies\nsome kind of ranking; usually it seems not to.  For riddle No.\n91, the final one, the following multiplicity of solutions is\nsuggested: Book, Wandering Singer, Moon, Quill Pen, Dream,\nRiddle [!], Prostitute, Soul.  The last two lines of that riddle\nsong, while regarded by Williamson as probably alluding to the\nunknown or unknowable parentage of riddles and cited by him\nin that connection in his treatment of “origins” (Introduction,\np. 5), may just as well refer to the intricate task of “solving”\nthe riddles themselves:</p> <blockquote>\n<p>Though the children of earth eagerly seek<br>\nTo trace my trail, sometimes my tracks are dim.  (p. 154)</p>\n</blockquote>"
}