{
  "type": "Bibliographia",
  "title": "BIBLIOGRAPHIA: Room's Classical Dictionary, the Origins of the Names of Characters in Classical Mythology",
  "html": "<link rel=\"type\" href=\"Bibliographia\"><h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780710092625/Rooms-Classical-Dictionary-Origins-Names-0710092628/plp\"><em>Room's Classical Dictionary, the Origins of the Names of Characters in Classical Mythology</em></a></h1>\n<p>Adrian Room, (Routledge &amp; Kegan Paul), 341pp.</p>\n<p>Now that they are no longer a compulsory part of the\nsyllabus for our brightest children, there are silly trendies and\nneophiliacs who consider Latin and Ancient Greek obsolescent,\nelitist, and, most wounding of epithets, irrelevant.  They are, of\ncourse, daft.  Greek and Latin are ineradicable roots of our\nliterature and art.  Imagine trying to read James Joyce or\nAuden, to understand the paintings of Picasso or Michael\nAyrton, to enjoy the music of Berlioz, without knowing about\nthe myths in the background.  Try to have a conversation or\nread a newspaper without frequent classical references to such\nthings as halcyon days, or Scylla and Charybdis, or to somebody\nbeing saturnine.  The last is frequently misunderstood and\nmisapplied these days.</p>\n<p>If you drive our classical heritage out with a pitchfork, it\nwill soon find a way back.  The classics are the ancestors of the\nculture and literature of Western Europe and, ergo, the United\nStates, and you cannot disinherit your ancestors.  What we need\nare good new books to introduce and explain the classics to the\nnew generation, most of whom have little Latin and less Greek.\nThis is not one of them.</p>\n<p>It concentrates on the least interesting, least important,\nand most inexplicable aspect of mythology: the etymology of\nits nomenclature.  Folk etymology is a notorious King Charles's\nhead for amateurs.  The ancient authorities from Homer to the\nByzantine “grammarians” occasionally succumbed to the itch\nand offered explanations and derivations of the names of their\ncharacters; and jolly silly they often were, in the class of the\netymology that was offered by sixteenth-century antiquarians\nfor the origin of the name of the town of Windsor on the\nThames: “Because the wind bloweth sore there.”  But at least\nthe ancient etymologies can be illuminating about the development\nof the myth or the growth of the language or the\ndottiness of the commentator.  We can use them without taking\nthem seriously.</p>\n<p>There are a number of interesting things one can say\nabout the Greek God of the North Wind, called Boreas.  One\ncan note his fertilizing part in the creation myth of the world\nand recall Pliny's account of mares turning their hind-quarters\nto the wind and breeding foals without the help of a stallion.\nOne can remember how the Athenians invoked Boreas to\ndestroy the Persian fleet, and thereafter regarded him as their\nbrother-in-law, and built him a temple on the banks of the river\nIlissus.  One can compare his cult in Athens with that in Sparta.</p>\n<p>About the least interesting thing one can say about Boreas\nis “His name may derive from <em>boros</em>, 'devouring,' or possibly\nfrom <em>oros</em>, 'mountain,' since it was from the mountains that the\nharsh north wind blew.”  It depends on where you were\nstanding, baby.  The Boreas cult seems to have originated in\nLibya, where there are not a lot of mountains to the north in\nthe knowledge of the inhabitants.  The etymologies are flatulent\nor built on wind.</p>\n<p>This dictionary assembles in alphabetical order between\none and two thousand of the best-known names of classical\nmythology and gives a very brief explanation of who or what\nthey were—in one of their mythological forms anyway—followed\nby an etymology of their names.  Some of them are\nobvious.  We need no oracle to tell us that <em>Arachne</em> is the Greek\nfor 'spider.'  It might be more interesting to consider whether\nthe story of the girl who was too good at weaving for her own\ngood reflects ancient commercial rivalry between the Athenian\ntextile industry and Asia Minor, where Arachne is said to have\ncome from.</p>\n<p>Take Odysseus, one of the most famous names in mythology.\nRoom gives Homer's implausible account of how the little\nboy's grandfather, Autolycus, named him Odysseus, from the\nGreek word meaning 'to be angry,' either because he had\ncollected so many enemies during the course of his life or\nbecause he himself hated so many men.  We are told that\nOdysseus may be connected with the Greek word for a road,\nbecause he was a great traveler.  We are even given the\ngrotesque story of its origin in the phrase “Zeus rained on the\nroad,” because he was born in a storm of rain.</p>\n<p>Folk etymology and bullshit to all of those derivations,\nincluding Homer's.  Robert Graves in <em>The Greek Myths</em> goes for\nthe “angry” etymology but gives fourteen chapters to comparative\nstudy of the different Odysseus stories, explanations,\netymologies, and parallels.  Some of it may be moonshine, or\nrather Moon-Goddess-Shine, but there is a formidable display\nof material and original thought.  Crowell's <em>Handbook of Classical\nMythology</em> gives nineteen pages to the Odysseus myth,\nsetting out the various strands and knots of the story, with\ncopious references.  Even dear old Lemprière's <em>Classical Dictionary</em>\ngives two columns, with references ranging from\nHomer to Tzetz ad Lyc.  [Who he?  —Ed.] Room just gives three\ndubious etymologies, and suggests that we settle for Odysseus\nmeaning 'trouble-maker,' adding, “which is incidentally supported\nby the fact that Odysseus is traditionally described as\nhaving red hair.”  There are no references for entries or\npictures.</p>\n<p>The origin of his name is the last thing we need to know\nabout Odysseus.  It is a matter of considerable interest to a few\nspecialists and of minor interest to those who know the myth\nwell.  Those ignorant of the mythology, who are the only people\nat whom this book can be aimed, will find the entries jejune\nand off-putting.  They would be far better off with a translation\nof Homer, or Ovid, or any of the great myth-makers.</p>\n<p><em>Philip Howard</em></p>\n<h1></h1>",
  "preview": "<link rel=\"type\" href=\"Bibliographia\"> <h1 data-rel=\"title\">BIBLIOGRAPHIA: <a href=\"https://www.abebooks.com/9780710092625/Rooms-Classical-Dictionary-Origins-Names-0710092628/plp\"><em>Room's Classical Dictionary, the Origins of the Names of Characters in Classical Mythology</em></a></h1> <p>Adrian Room, (Routledge &amp; Kegan Paul), 341pp.</p> <p>Now that they are no longer a compulsory part of the\nsyllabus for our brightest children, there are silly trendies and\nneophiliacs who consider Latin and Ancient Greek obsolescent,\nelitist, and, most wounding of epithets, irrelevant.  They are, of\ncourse, daft.  Greek and Latin are ineradicable roots of our\nliterature and art.  Imagine trying to read James Joyce or\nAuden, to understand the paintings of Picasso or Michael\nAyrton, to enjoy the music of Berlioz, without knowing about\nthe myths in the background.  Try to have a conversation or\nread a newspaper without frequent classical references to such\nthings as halcyon days, or Scylla and Charybdis, or to somebody\nbeing saturnine.  The last is frequently misunderstood and\nmisapplied these days.</p> <p>If you drive our classical heritage out with a pitchfork, it\nwill soon find a way back.  The classics are the ancestors of the\nculture and literature of Western Europe and, ergo, the United\nStates, and you cannot disinherit your ancestors.  What we need\nare good new books to introduce and explain the classics to the\nnew generation, most of whom have little Latin and less Greek.\nThis is not one of them.</p> <p>It concentrates on the least interesting, least important,\nand most inexplicable aspect of mythology: the etymology of\nits nomenclature.  Folk etymology is a notorious King Charles's\nhead for amateurs.  The ancient authorities from Homer to the\nByzantine “grammarians” occasionally succumbed to the itch\nand offered explanations and derivations of the names of their\ncharacters; and jolly silly they often were, in the class of the\netymology that was offered by sixteenth-century antiquarians\nfor the origin of the name of the town of Windsor on the\nThames: “Because the wind bloweth sore there.”  But at least\nthe ancient etymologies can be illuminating about the development\nof the myth or the growth of the language or the\ndottiness of the commentator.  We can use them without taking\nthem seriously.</p>"
}