{
  "type": "ObiterDicta",
  "title": "OBITER DICTA",
  "html": "<link rel=\"type\" href=\"ObiterDicta\"><h1 data-rel=\"title\">OBITER DICTA</h1>\n<p><em>Lingua Collegiensis Circa 1850, Charles Lafayette Todd</em></p>\n<p>Reading through my bound copy of Verbatim [Vols. III\nand IV] I ran across a piece by Sterling Eisiminger of Clemson\nUniversity entitled “College Slang 1975.”  As a collector of such\narcane items during my years as a Professor of Speech at\nHamilton College in Clinton, N.Y., I was frequently called\nupon by several older colleagues on our joint Faculty-Student\n“Sin Committee,” known officially as a “Student Activities”\ncommittee, to translate some of the words and phrases that\ncame so trippingly off the tongue of our student members.  For\nexample, I recall a case in which a roomie of a young gaper\nwho had caused some damage at an Eastern women's college\n(Skidmore) tried to explain his friend's behavior.  “Well,” he\nannounced, “We rolled off on the Skids that weekend, and Joe\ngot stuck with a turkey.  As a result he got snoggered, started to\nflail and caused some demo.”  I translated this along these lines:\n'This obstreperous young fraternity pledge drove to Skidmore\nfor a weekend mixer, found himself paired off with an\nunattractive date, drank too much and demolished some furniture.'\nAccording to Eisiminger, Clemsonites are familiar with\ngapers and turkeys—though I am not certain they are aware of\nflailing and demo.</p>\n<p>All of this brings to mind one of my more cherished books,\nA Collection of College Words and Customs, published by\nBenjamin Homer Hall while a senior at Harvard in 1851.  Hall,\nwho was apparently acing his courses in Latin, Greek, and\nRhetoric, got bored, as so often happens to over-achieving\nseniors, and purchased “two quires of note paper” which he\nproceeded to fill with “a strange medley, an olla podrida, of\nstudent peculiarities” he had picked up from his fellow students\nand through occasional visits to other New England\ncolleges.  Arranging these linguistic peculiarities in alphabetical\norder, adding notes as to their meanings and possible origins,\nhe sent off his collection to a Cambridge publisher, John\nBartlett.  Fearful that Harvard's formidable president, Jared\nSparks, might look askance at his publication, he used a\npseudonym; but somehow Sparks discovered the young\nauthor's name, and, to Hall's amazement, called him into his\noffice and presented him with a three-volume set of The\nHistory of Harvard College with some complimentary remarks\non his “scholarly achievement.”  Shortly after his graduation,\nHall went to work in earnest, canvassing student magazine and\nnewspaper editors in 34 other colleges throughout the country.\nThe response was obviously enthusiastic, for in 1856 Bartlett\npublished a “Revised and Enlarged Edition” of 506 pages,\nbearing the name B.H. Hall.  It was replete with an index and\na list of all of the contributing colleges.  Save for a History of\nEastern Vermont, it was the only book by Hall ever published;\nhe spent most of his career as editor of the Troy, N.Y., Whig\nand died in 1892.</p>\n<p>Reading through Hall's collection of mid-nineteenth-century\n(and earlier) college slang, one is struck by the unchanging\npreoccupations of college students: passing and failing tests,\ncurrying professorial favors, labeling the peculiarities of their\npeers, complaining about college food and other conveniences\n(or lack of same), cheating when necessary, and trying to\nsurvive four long years without being rusticated ('sent home for\na few weeks to think it over'), or being ruthlessly expelled.\nAbout the only aspects of college life that Hall fails to dwell\nupon are terms applied to that rare commodity on college\ncampuses, females (who, as Elizabeth Cady Stanton's father\npontificated, “suffered from a defect of sex”) and the consumption\nof “ardent spirits,” which was kept very much under\nwraps at the time except by Eliphalet Nott, the president of\nUnion College in Schenectady, N.Y., who constantly warned\nhis students against the “spontaneous combustion” which\nmight result if one smoked while drinking.  Incidentally, I was\npleased to discover that Hamilton College produced 16 entries,\nedging out Columbia and Dartmouth but outclassed by Harvard,\nYale, Bowdoin, and Union.</p>\n<p>One of the main obsessions of college students in those\ndays was the ubiquitous privy, and, on this subject, Hall\ncertainly got around.  His first entry is bogs, emanating from\nEngland's Cambridge University.  At Harvard it becomes a\nmingo, derived, he says from the Latin, mingere “a structure\nestimated at less than 2000 pounds advoirdupois which could\neasily be burned down.” [Of course, we know better: mingere\nis Latin for 'urinate.']  He cites the Williams College Monthly\nMiscellany as lamenting the “incineration of the Lem—may it\nrise from its ashes like the Phoenix.”  At Hamilton College it\nwas called the Joe, named, says Hall, for president Joseph\nPenny who was often careless about having the equipment\n“purified” at appropriate intervals.  When the campus Joes gave\nout, Hamilton students sometimes hired horse-drawn carts and\ntook off down the Hill, where they liberated local privies in\nClinton and burned them on campus during ceremonial occasions.\nIt was called burning the Joe and, says Hall, “the\nderivation is obvious.”  Union College called it the Burt, named\nafter the “architect of the sacred latrinae at the institution.”  At\nWesleyan it became a minor, reflecting, Hall assumes, its\n“spatial inadequacies.”  Today's students are much less inventive,\nreferring to their sanitized facilities simply as the John, or\nthe can.</p>\n<p>As for one's peers, few of the terms used to delineate\nthem were flattering, although Princeton referred to those who\nwere very pleasant and agreeable as bucks, usually well\ngroomed, or diked out.  Opposites at Dartmouth were called\ngonuses, defined by the author as “uncouth or stupid fellows.”\nOverly pious and sententious lads were referred to at Washington\nCollege in Pennsylvania as donkeys or lapars.  Nearby\nJefferson College transformed the latter into long ears.  When\ndonkeys, etc., became too vociferous in their attempts to\nreform their peers at Harvard they were told to ferg, or as\nstudents would say today, cool it.  Cheating or attempts to do\nso produced such words as gamming (University of Vermont),\nchawing (Dartmouth), or gassing (Williams).</p>\n<p>The ancient art of currying favor with a professor, now\nknown almost universally by even the more refined students as\nbrown-nosing, ass-kissing, or sucking up, was treated more\ngingerly by Hall's contemporaries and produced a multitude of\nstrange words such as cahooling (University of North Carolina),\ncoaxing (Yale), fishing (Harvard) and bauming (Hamilton).  Hall\nprovides no explanation for the Hamilton term, though one\nsuspects it derived from the name of a student who was adept\nin such matters.  With regard to failing a crucial test, the author\nproduces a fine medley of appropriate terms such as to Barney,\nto dead, and to burst (all from Harvard).  Princeton students\nreferred to a complete failure as a blue fizzle; Middlebury lads\nballed up, while Yalies simply flummuxed.  In most Southern\ncolleges, says Hall, the word is cork.  Incidentally, Yale flummuxers\nwere known as students of the science of Flunkology.\nWalking out on a professor who arrived late to class also came\nin for its share of descriptive words.  Students at Hamilton and\nother Eastern colleges bolted.  Bowdoin boys, however, simply\nstaged an adjournment.  During the 1880s one entire Hamilton\nclass staged a mighty bolt from the entire College, and there is\na stone marker on campus bearing a carved bolt in memory of\na class that never enjoyed a commencement exercise.</p>\n<p>B.H. Hall's prodigious research produced many other\nstudent linguistic peculiarities too numerous to mention here,\nthough I can't resist adding to his olla podrida the word fat,\nwhich at Princeton meant a letter containing money from\nhome—one of the more glorious events in the life of college\nstudents throughout the ages.</p>\n<p>Finally, I was pleased recently to find that Hall's book was\ncopiously devoured by at least one eminent twentieth-century\nnovelist, Samuel Hopkins Adams, a Hamilton graduate best\nknown for his motion picture script for “It Happened One\nNight,” and for his stories of the Erie Canal days.  In his lively\npicaresque novel, Banner by the Wayside (1947), the tale of an\nitinerant theatrical company barnstorming along the route of\nthe Erie Canal during the 1830s, Adams begins his story on the\nHarvard campus with a gathering of witty but indolent young\nseniors prior to commencement.  Their leader, Aryault Quintard,\nwho later joins the traveling thespians, “brandished his\narms in an expressive gesture” and burst out with:</p>\n<blockquote>\n<p>What avails it to make a shine in Greek if the next\nhour one does a barney in calculus.  There have been\ntimes when in sheer disgust I have bleached my classes\nfor weeks on end.  I have been degraded, suspended,\nand rusticated until today I do not know whether I\nshall be an alumnus of this honored institution or not.</p>\n</blockquote>\n<p>Shine meant 'ace' à la Clemson and Hamilton; bleach Hall\ndefines as 'being absent in mind if not in body at class'; barney\nmeans 'fail.'  I feel certain that Sam Adams, a lover of linguistic\nanachronisms, used Hall's pioneer work as a pony whenever his\ncollegians appear on the scene.</p>",
  "preview": "<link rel=\"type\" href=\"ObiterDicta\"> <h1 data-rel=\"title\">OBITER DICTA</h1> <p><em>Lingua Collegiensis Circa 1850, Charles Lafayette Todd</em></p> <p>Reading through my bound copy of Verbatim [Vols. III\nand IV] I ran across a piece by Sterling Eisiminger of Clemson\nUniversity entitled “College Slang 1975.”  As a collector of such\narcane items during my years as a Professor of Speech at\nHamilton College in Clinton, N.Y., I was frequently called\nupon by several older colleagues on our joint Faculty-Student\n“Sin Committee,” known officially as a “Student Activities”\ncommittee, to translate some of the words and phrases that\ncame so trippingly off the tongue of our student members.  For\nexample, I recall a case in which a roomie of a young gaper\nwho had caused some damage at an Eastern women's college\n(Skidmore) tried to explain his friend's behavior.  “Well,” he\nannounced, “We rolled off on the Skids that weekend, and Joe\ngot stuck with a turkey.  As a result he got snoggered, started to\nflail and caused some demo.”  I translated this along these lines:\n'This obstreperous young fraternity pledge drove to Skidmore\nfor a weekend mixer, found himself paired off with an\nunattractive date, drank too much and demolished some furniture.'\nAccording to Eisiminger, Clemsonites are familiar with\ngapers and turkeys—though I am not certain they are aware of\nflailing and demo.</p> <p>All of this brings to mind one of my more cherished books,\nA Collection of College Words and Customs, published by\nBenjamin Homer Hall while a senior at Harvard in 1851.  Hall,\nwho was apparently acing his courses in Latin, Greek, and\nRhetoric, got bored, as so often happens to over-achieving\nseniors, and purchased “two quires of note paper” which he\nproceeded to fill with “a strange medley, an olla podrida, of\nstudent peculiarities” he had picked up from his fellow students\nand through occasional visits to other New England\ncolleges.  Arranging these linguistic peculiarities in alphabetical\norder, adding notes as to their meanings and possible origins,\nhe sent off his collection to a Cambridge publisher, John\nBartlett.  Fearful that Harvard's formidable president, Jared\nSparks, might look askance at his publication, he used a\npseudonym; but somehow Sparks discovered the young\nauthor's name, and, to Hall's amazement, called him into his\noffice and presented him with a three-volume set of The\nHistory of Harvard College with some complimentary remarks\non his “scholarly achievement.”  Shortly after his graduation,\nHall went to work in earnest, canvassing student magazine and\nnewspaper editors in 34 other colleges throughout the country.\nThe response was obviously enthusiastic, for in 1856 Bartlett\npublished a “Revised and Enlarged Edition” of 506 pages,\nbearing the name B.H. Hall.  It was replete with an index and\na list of all of the contributing colleges.  Save for a History of\nEastern Vermont, it was the only book by Hall ever published;\nhe spent most of his career as editor of the Troy, N.Y., Whig\nand died in 1892.</p> <p>Reading through Hall's collection of mid-nineteenth-century\n(and earlier) college slang, one is struck by the unchanging\npreoccupations of college students: passing and failing tests,\ncurrying professorial favors, labeling the peculiarities of their\npeers, complaining about college food and other conveniences\n(or lack of same), cheating when necessary, and trying to\nsurvive four long years without being rusticated ('sent home for\na few weeks to think it over'), or being ruthlessly expelled.\nAbout the only aspects of college life that Hall fails to dwell\nupon are terms applied to that rare commodity on college\ncampuses, females (who, as Elizabeth Cady Stanton's father\npontificated, “suffered from a defect of sex”) and the consumption\nof “ardent spirits,” which was kept very much under\nwraps at the time except by Eliphalet Nott, the president of\nUnion College in Schenectady, N.Y., who constantly warned\nhis students against the “spontaneous combustion” which\nmight result if one smoked while drinking.  Incidentally, I was\npleased to discover that Hamilton College produced 16 entries,\nedging out Columbia and Dartmouth but outclassed by Harvard,\nYale, Bowdoin, and Union.</p>"
}